{"id":16550,"date":"2015-01-10T12:37:43","date_gmt":"2015-01-10T12:37:43","guid":{"rendered":"http:\/\/gh.usembassy.gov\/?p=16550"},"modified":"2016-08-21T12:38:54","modified_gmt":"2016-08-21T12:38:54","slug":"security-message-u-s-citizens-update-worldwide-caution","status":"publish","type":"post","link":"https:\/\/gh.usembassy.gov\/security-message-u-s-citizens-update-worldwide-caution\/","title":{"rendered":"Security Message for U.S. Citizens Update: Worldwide Caution"},"content":{"rendered":"<div style=\"margin-top: 0px; margin-bottom: 20px;\" class=\"sharethis-inline-share-buttons\" ><\/div><p>The Department of State is updating the Worldwide Caution to provide information on the continuing threat of terrorist actions and violence against U.S. citizens and interests throughout the world. Recent terrorist attacks, whether by those affiliated with terrorist entities, copycats, or individual perpetrators, serve as a reminder that U.S. citizens need to maintain a high level of vigilance and take appropriate steps to increase their security awareness. This replaces the Worldwide Caution dated October 10, 2014.<\/p>\n<p>The Department of State remains concerned about the continued threat of terrorist attacks, demonstrations, and other violent actions against U.S. citizens and interests overseas. On September 22, 2014, the United States and regional partners commenced military action against the Islamic State of Iraq and the Levant (ISIL), a designated terrorist organization in Syria and Iraq. In response to the airstrikes, ISIL called on supporters to attack foreigners wherever they are. Authorities believe there is an increased likelihood of reprisal attacks against U.S., Western and coalition partner interests throughout the world, especially in the Middle East, North Africa, Europe, and Asia.<\/p>\n<p>Kidnappings and hostage events involving U.S. citizens have become increasingly prevalent as ISIL, al Qa`ida and its affiliates have increased attempts to finance their operations through kidnapping for ransom operations. ISIL, al-Qa’ida in the Arabian Peninsula (AQAP) and al-Qa’ida in the Islamic Maghreb (AQIM) are particularly effective with kidnapping for ransom and are using ransom money to fund the range of their activities. Kidnapping targets are usually Western citizens from governments or third parties that have established a pattern of paying ransoms for the release of individuals in custody.<\/p>\n<p>Extremists may elect to use conventional or non-conventional weapons, and target both official and private interests. Examples of such targets include high-profile sporting events, residential areas, business offices, hotels, clubs, restaurants, places of worship, schools, public areas, shopping malls, and other tourist destinations both in the United States and abroad where U.S. citizens gather in large numbers, including during holidays.<\/p>\n<p>U.S. citizens are reminded of the potential for terrorists to attack public transportation systems and other tourist infrastructure. Extremists have targeted and attempted attacks on subway and rail systems, aviation, and maritime services. In the past, these types of attacks have occurred in cities such as Moscow, London, Madrid, Glasgow, and New York City<strong>.<\/strong><strong> <\/strong><\/p>\n<p><strong>Europe:<\/strong> Current information suggests that ISIL, al-Qa’ida, its affiliated organizations, and other terrorist groups continue to plan terrorist attacks against U.S. and Western interests in Europe. Authorities believe the likelihood of a terror attack in Europe is increased as European members of ISIL return from Syria and Iraq. Additionally, there is a continuing threat in Europe from unaffiliated persons planning attacks inspired by major terrorist organizations but conducted on an individual basis.  In the past several years, organized extremist attacks have been planned or carried out in various European countries. European governments have taken action to guard against terrorist attacks, and some have made official declarations regarding heightened threat conditions.<\/p>\n<p><strong>Middle East and North Africa<\/strong>: Credible information indicates terrorist groups also seek to continue attacks against U.S. interests in the Middle East and North Africa. The U.S. government remains highly concerned about possible attacks against U.S. citizens, facilities, businesses, and perceived U.S. and Western interests.<\/p>\n<p>No part of Syria should be considered immune from violence.  The security situation remains dangerous and unpredictable as a civil war between government and armed anti-government groups continues throughout the country.  There is an increased threat of terrorism from groups such as ISL, al-Nusrah, as well as other extremists whose tactics include use of suicide bombers, kindappings, use of small and heavy arms, and improvised explosive devices (IEDs). Since the start of the uprising against Syrian President Bashar al-Assad&#8217;s regime in March 2011, the United States has received reports of numerous foreigners kidnapped in Syria, many of whom are still in captivity.  The majority of the victims are journalists and aid workers. U.S. citizens and other Westerners have been murdered by ISIL in Syria. Violent extremists from various countries operate in Syria and may be planning attacks against the United States and other Western targets.<\/p>\n<p>A number of extremist groups also operate in Lebanon and the potential for death or injury in Lebanon exists because of periodic terrorist bombing attacks throughout the country. As a result of spillover violence from the Syria crisis, Sunni groups are active and Hizballah, a group designated by the U.S. government as a terrorist organization, has been present and active for many years.<\/p>\n<p>U.S. citizens in Iraq remain at high risk for kidnapping and terrorist violence. Numerous insurgent groups, including ISIL, previously known as al-Qa’ida in Iraq, remain active and terrorist activity and violence persist in many areas of the country. ISIL and its allies control Mosul, Iraq’s second largest city, and have captured significant territory across central Iraq and continue to engage with Iraqi security forces in that region.<\/p>\n<p>Al-Qaida in the Islamic Maghreb (AQIM), the Movement for Unity and Jihad in West Africa (MUJAO), and al-Murabitun remain active and operate primarily in southern Algeria, southwestern Libya and Tunisia in the wake of French and African intervention in northern Mali. In Algeria, terrorists sporadically attack Westerners and Algerian government targets, particularly in the Kabylie region, and near Algeria’s borders with Libya and Mali. In September, a French tourist was kidnapped and murdered by an Algerian-based terrorist group. Terrorists have targeted oil processing plants in Algeria, Saudi Arabia, and Yemen. In Libya, various groups have called for attacks against U.S. citizens and U.S. interests. Terrorist organizations continue to be active in Yemen, including al-Qa’ida in the Arabian Peninsula (AQAP).<\/p>\n<p><strong>Africa: <\/strong>Al-Qa’ida  continues to operate primarily in North Africa. Vestiges of extremist elements, including AQIM, MUJAO, and al-Murabitun continue small scale operations in northern Mali mostly related to planting land mines on lines of communication used by UN peacekeeping troops. The major parts of these groups were forced to move to southern Algeria, southwestern Libya and Tunisia in the wake of French and African intervention in northern Mali. Terrorist groups have stepped up their  rhetoric calling for additional attacks or kidnapping attempts on westerners and others, particularly those linked to support for international military intervention.<\/p>\n<p>Additionally, the terrorist group AQIM has declared its intention to attack Western targets throughout the Sahel (an area that stretches across the African continent between the Atlantic Ocean and the Red Sea to include Senegal, Mali, Algeria, Niger, Chad, Sudan, and Eritrea). It has claimed responsibility for kidnappings, attempted kidnappings, and the murder of several Westerners throughout the region, including southern Algeria.<\/p>\n<p>Al-Shabaab assassinations, suicide bombings, hostage taking, and indiscriminate attacks in civilian-populated areas are frequent in Somalia. Terrorist operatives and armed groups in Somalia have demonstrated their intent to attack Somali authorities, the African Union Mission in Somalia, and non-military targets such as international donor offices and humanitarian assistance providers. Al-Shabaab retains its demonstrated capability to carry out attacks in government-controlled territory in Somalia and in neighboring countries such as Kenya and Djibouti.<\/p>\n<p>Boko Haram, an extremist group based in northeast Nigeria, has claimed responsibility for many attacks, mainly in northern Nigeria. The first months of 2014 have seen a continued increase in Boko Haram attacks and clashes with Nigerian government security forces in northern Nigeria. Boko Haram has also targeted women and children for kidnapping, reportedly kidnapping women in northern states for marriage as “slave brides,” and kidnapping more than 200 school girls from a private school in Borno state. Boko Haram is known to descend on whole towns, robbing banks and businesses, attacking police and military installations, and setting fire to private homes. U.S. citizen missionaries in northern Nigeria have received specific written threats to their safety and well-being, although none have yet been harmed.<\/p>\n<p>U.S. citizens considering travel by sea near the Horn of Africa, the Gulf of Guinea, or in the southern Red Sea should exercise extreme caution, as there have been armed attacks, robberies, and kidnappings for ransom by pirates. The threat of hijacking to merchant vessels continues to exist in Somali territorial waters and as far as 1,000 nautical miles off the coast of Somalia, Yemen, and Kenya in international waters. There has also been a recent rise in piracy and armed robbery in the Gulf of Guinea, including hijackings.<strong> <\/strong><\/p>\n<p>U.S. government maritime authorities advise mariners to avoid the port of Mogadishu and to remain at least 200 nautical miles off the coast of Somalia. In addition, when transiting around the Horn of Africa, the Gulf of Guinea, or in the Red Sea, it is strongly recommended that vessels travel in convoys and maintain good communications at all times. U.S. citizens traveling on commercial passenger vessels should consult with the shipping or cruise ship company regarding precautions that will be taken to avoid hijacking incidents. Commercial vessels should review the Department of Transportation Maritime Administration&#8217;s <a href=\"http:\/\/www.marad.dot.gov\/news_room_landing_page\/horn_of_africa_piracy\/horn_of_africa_piracy.htm\" target=\"_blank\">Horn of Africa Piracy<\/a> page for information on maritime advisories, self-protection measures, and naval forces in the region.<strong> <\/strong><\/p>\n<p><strong>South Asia: <\/strong>The U.S. government continues to receive information that terrorist groups in South Asia may also be planning attacks in the region, possibly against U.S. government facilities, U.S. citizens, or U.S. interests. The presence of al-Qa’ida, Taliban elements, Lashkar-e-Tayyiba, indigenous sectarian groups, and other terror organizations, many of which are on the U.S. government&#8217;s list of designated Foreign Terrorist Organizations, poses a potential danger to U.S. citizens in the region. Terrorists and their sympathizers have demonstrated their willingness and ability to attack locations where U.S. citizens or Westerners are known to congregate or visit.<\/p>\n<p>The presence of several foreign and indigenous terrorist groups poses a danger to U.S. citizens throughout Pakistan. Across the country, terrorist attacks frequently occur against civilian, government, and foreign targets. Attacks have included armed assaults on heavily guarded sites, including Pakistani military installations and airports. The Government of Pakistan maintains heightened security measures, particularly in the major cities. Terrorists and criminal groups regularly resort to kidnapping for ransom.<\/p>\n<p>No province in Afghanistan should be considered immune from violence and crime, and the strong possibility exists throughout the country for hostile acts, either targeted or random, against U.S. and other foreign nationals at any time. Elements of the former Taliban regime and members of other terrorist organizations hostile to the Government of the Islamic Republic of Afghanistan and foreign nationals remain active in every province of the country.  Furthermore, travel to all areas of Afghanistan remains unsafe due to ongoing military combat operations, landmines, banditry, armed rivalry between political and tribal groups, and the possibility of insurgent attacks, including attacks using vehicle-borne or other improvised explosive devices. U.S. citizens are increasingly targeted for kidnapping. The threat situation in Afghanistan is still considered critical and is expected to remain so through the current political and military transition.<\/p>\n<p>India continues to experience terrorist and insurgent activities which may affect U.S. citizens directly or indirectly. Anti-Western terrorist groups active in India include Islamist extremist groups such as Harkat-ul-Jihad-i-Islami, Harakat ul-Mujahidin, Indian Mujahideen, Jaish-e-Mohammed, and Lashkar-e Tayyiba. Past attacks have targeted public places, including some frequented by Westerners, such as luxury and other hotels, trains, train stations, markets, cinemas, mosques, and restaurants in large urban areas. Attacks have taken place during the busy evening hours in markets and other crowded places, but could occur at any time.<\/p>\n<p><strong>Central Asia:<\/strong> Supporters of terrorist groups such as the Islamic Movement of Uzbekistan, al-Qa’ida, the Islamic Jihad Union, and the Eastern Turkistan Islamic Movement remain active in Central Asia. These groups have expressed anti-U.S. sentiments and may attempt to target U.S. government interests.<\/p>\n<p><strong>East Asia and Pacific:<\/strong> Information from credible sources suggests that there is a continued risk of armed terrorist and criminal groups operating and planning attacks against foreigners, including U.S. citizens, in the East Asian and Pacific region. Jemaah Islamiyah (JI) and the Abu Sayyaf Group, have cells operating throughout Southeast Asia and JI is linked to al-Qaida and other regional terrorist groups.<\/p>\n<p>There is a risk of travel to the southern Philippines, specifically related to kidnapping threats in the Sulu Archipelago and the ongoing threat of violence on the island of Mindanao, particularly in Central Mindanao.<\/p>\n<p>Over the past year there have been several kidnappings-for-ransom targeting foreigners in the Eastern Sabah province of Malaysia and in the southern Sulu Sea area by terrorist or insurgent groups based in the Sulu Archipelago of the Philippines. In addition to incursions on the coastal and island resorts themselves, criminal or terrorist bands may attempt to intercept boats ferrying tourists in the area.<\/p>\n<p>Indonesian security forces have disrupted a number of terrorist cells, including JI, a terrorist organization that carried out several significant bombings in Jakarta and Bali over the past decade. Although Indonesian counterterrorism efforts have been successful in preventing terrorists from conducting large-scale attacks in recent years, extremists in Indonesia may demonstrate a willingness and ability to carry out small-scale violent attacks with little or no warning.<\/p>\n<p class=\"heading2_h2\">Before You Go<\/p>\n<p>The Department of State urges U.S. citizens living overseas or planning to travel abroad to enroll in the Smart Traveler Enrollment Program (STEP). When you enroll in STEP, we can keep you up to date with important safety and security announcements.  Enrolling will also make it easier for the Embassy to contact you in the event of an emergency.  You should remember to keep all of your information in STEP up to date; it is particularly important when you enroll or update your information to include a current phone number and e-mail address.<strong> <\/strong><\/p>\n<p>U.S. citizens are strongly encouraged to maintain a high level of vigilance, be aware of local events, and take the appropriate steps to bolster their personal security.  For additional information, please refer to <a href=\"http:\/\/travel.state.gov\/content\/passports\/english\/go\/checklist.html\" target=\"_blank\">Traveler&#8217;s Checklist<\/a>.<\/p>\n<p>U.S. government facilities worldwide remain at a heightened state of alert.  These facilities may temporarily close or periodically suspend public services to assess their security posture.  In those instances, U.S. embassies and consulates will make every effort to provide emergency services to U.S. citizens.  U.S. citizens abroad are urged to monitor the local news and maintain contact with the nearest U.S. embassy or consulate.<\/p>\n<p>As the Department of State continues to develop information on potential security threats to U.S. citizens overseas, it shares credible threat information through its Consular Information Program documents, including Travel Warnings, Travel Alerts, Country Specific Information, and Emergency and Security Messages, all of which are available on the Bureau of Consular Affairs website at <a href=\"http:\/\/travel.state.gov\/\" target=\"_blank\">http:\/\/travel.state.gov<\/a>. Follow us on Twitter and the Bureau of Consular Affairs page on Facebook as well.<\/p>\n<p>In addition to information on the internet, travelers may obtain up-to-date information on security conditions by calling 1-888-407-4747 toll-free in the United States and Canada or, from other countries, on a regular toll line at 1-202-501-4444. These numbers are available from 8:00 am to 8:00 pm Monday through Friday, Eastern Time (except U.S. federal holidays).<\/p>\n","protected":false},"excerpt":{"rendered":"<p>The Department of State is updating the Worldwide Caution to provide information on the continuing threat of terrorist actions and violence against U.S. citizens and interests throughout the world. Recent terrorist attacks, whether by those affiliated with terrorist entities, copycats, or individual perpetrators, serve as a reminder that U.S. citizens need to maintain a high &#8230;<\/p>\n","protected":false},"author":1058,"featured_media":0,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"_gpalab_slo_mission_select":"","footnotes":""},"categories":[51],"tags":[],"class_list":["post-16550","post","type-post","status-publish","format-standard","hentry","category-security-and-emergency-messages"],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v23.1 (Yoast SEO v23.1) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Security Message for U.S. Citizens Update: Worldwide Caution - U.S. Embassy in Ghana<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/gh.usembassy.gov\/security-message-u-s-citizens-update-worldwide-caution\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Security Message for U.S. Citizens Update: Worldwide Caution\" \/>\n<meta property=\"og:description\" content=\"The Department of State is updating the Worldwide Caution to provide information on the continuing threat of terrorist actions and violence against U.S.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/gh.usembassy.gov\/security-message-u-s-citizens-update-worldwide-caution\/\" \/>\n<meta property=\"og:site_name\" content=\"U.S. Embassy in Ghana\" \/>\n<meta property=\"article:publisher\" content=\"http:\/\/facebook.com\/USEmbassyGhana\" \/>\n<meta property=\"article:published_time\" content=\"2015-01-10T12:37:43+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2016-08-21T12:38:54+00:00\" \/>\n<meta name=\"author\" content=\"U.S. Embassy in Ghana\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@USEmbassyGhana\" \/>\n<meta name=\"twitter:site\" content=\"@USEmbassyGhana\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"U.S. Embassy in Ghana\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"13 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/gh.usembassy.gov\/security-message-u-s-citizens-update-worldwide-caution\/\",\"url\":\"https:\/\/gh.usembassy.gov\/security-message-u-s-citizens-update-worldwide-caution\/\",\"name\":\"Security Message for U.S. Citizens Update: Worldwide Caution - U.S. Embassy in Ghana\",\"isPartOf\":{\"@id\":\"https:\/\/gh.usembassy.gov\/#website\"},\"datePublished\":\"2015-01-10T12:37:43+00:00\",\"dateModified\":\"2016-08-21T12:38:54+00:00\",\"author\":{\"@id\":\"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193\"},\"breadcrumb\":{\"@id\":\"https:\/\/gh.usembassy.gov\/security-message-u-s-citizens-update-worldwide-caution\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/gh.usembassy.gov\/security-message-u-s-citizens-update-worldwide-caution\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/gh.usembassy.gov\/security-message-u-s-citizens-update-worldwide-caution\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/gh.usembassy.gov\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Security Message for U.S. Citizens Update: Worldwide Caution\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/gh.usembassy.gov\/#website\",\"url\":\"https:\/\/gh.usembassy.gov\/\",\"name\":\"U.S. Embassy in Ghana\",\"description\":\"U.S. Embassy in Ghana\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/gh.usembassy.gov\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193\",\"name\":\"U.S. Embassy in Ghana\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/gh.usembassy.gov\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g\",\"caption\":\"U.S. Embassy in Ghana\"},\"url\":\"https:\/\/gh.usembassy.gov\/author\/usembassyinghana\/\"}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"Security Message for U.S. Citizens Update: Worldwide Caution - U.S. Embassy in Ghana","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/gh.usembassy.gov\/security-message-u-s-citizens-update-worldwide-caution\/","og_locale":"en_US","og_type":"article","og_title":"Security Message for U.S. Citizens Update: Worldwide Caution","og_description":"The Department of State is updating the Worldwide Caution to provide information on the continuing threat of terrorist actions and violence against U.S.","og_url":"https:\/\/gh.usembassy.gov\/security-message-u-s-citizens-update-worldwide-caution\/","og_site_name":"U.S. Embassy in Ghana","article_publisher":"http:\/\/facebook.com\/USEmbassyGhana","article_published_time":"2015-01-10T12:37:43+00:00","article_modified_time":"2016-08-21T12:38:54+00:00","author":"U.S. Embassy in Ghana","twitter_card":"summary_large_image","twitter_creator":"@USEmbassyGhana","twitter_site":"@USEmbassyGhana","twitter_misc":{"Written by":"U.S. Embassy in Ghana","Est. reading time":"13 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/gh.usembassy.gov\/security-message-u-s-citizens-update-worldwide-caution\/","url":"https:\/\/gh.usembassy.gov\/security-message-u-s-citizens-update-worldwide-caution\/","name":"Security Message for U.S. Citizens Update: Worldwide Caution - U.S. Embassy in Ghana","isPartOf":{"@id":"https:\/\/gh.usembassy.gov\/#website"},"datePublished":"2015-01-10T12:37:43+00:00","dateModified":"2016-08-21T12:38:54+00:00","author":{"@id":"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193"},"breadcrumb":{"@id":"https:\/\/gh.usembassy.gov\/security-message-u-s-citizens-update-worldwide-caution\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/gh.usembassy.gov\/security-message-u-s-citizens-update-worldwide-caution\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/gh.usembassy.gov\/security-message-u-s-citizens-update-worldwide-caution\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/gh.usembassy.gov\/"},{"@type":"ListItem","position":2,"name":"Security Message for U.S. Citizens Update: Worldwide Caution"}]},{"@type":"WebSite","@id":"https:\/\/gh.usembassy.gov\/#website","url":"https:\/\/gh.usembassy.gov\/","name":"U.S. Embassy in Ghana","description":"U.S. Embassy in Ghana","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/gh.usembassy.gov\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Person","@id":"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193","name":"U.S. Embassy in Ghana","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/gh.usembassy.gov\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g","caption":"U.S. Embassy in Ghana"},"url":"https:\/\/gh.usembassy.gov\/author\/usembassyinghana\/"}]}},"lang":"en","translations":{"en":16550},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts\/16550"}],"collection":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/users\/1058"}],"replies":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/comments?post=16550"}],"version-history":[{"count":1,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts\/16550\/revisions"}],"predecessor-version":[{"id":16551,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts\/16550\/revisions\/16551"}],"wp:attachment":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/media?parent=16550"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/categories?post=16550"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/tags?post=16550"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}