{"id":16602,"date":"2016-03-29T14:52:56","date_gmt":"2016-03-29T14:52:56","guid":{"rendered":"http:\/\/gh.usembassy.gov\/?p=16602"},"modified":"2018-10-01T17:09:42","modified_gmt":"2018-10-01T17:09:42","slug":"remarks-ambassador-jackson-kwame-nkrumah-university-science-technology","status":"publish","type":"post","link":"https:\/\/gh.usembassy.gov\/remarks-ambassador-jackson-kwame-nkrumah-university-science-technology\/","title":{"rendered":"Remarks by Ambassador Jackson at Kwame Nkrumah University of Science and Technology"},"content":{"rendered":"<div style=\"margin-top: 0px; margin-bottom: 20px;\" class=\"sharethis-inline-share-buttons\" ><\/div><p>Vice Chancellor William Otoo Ellis,<\/p>\n<p>Senior Leadership of KNUST,<\/p>\n<p>Deans,<\/p>\n<p>Distinguished Guests,<\/p>\n<p>Faculty and Staff,<\/p>\n<p>Students,<\/p>\n<p>Colleagues,<\/p>\n<p><i>Maadwo. Me din de Robert Jackson. Meyɛ anansimuu ma America aban wɔ Ghana.<\/i> Ok, I’m new to Ghana, and that’s as far as I can go right now. But I’ll keep working on it.<\/p>\n<p>I’m honored to be here at KNUST today. Or, rather, I should say that I’m honored to be here at “Tech.” Thank you all for your warm welcome, especially Vice Chancellor Ellis and his senior leadership team. I’m pleased to be joined today by my wife, Mrs. Babs Jackson, and Mr. Andy Karas, who is the Director of our international development mission, USAID Ghana.<\/p>\n<p>This is my first visit to Kumasi as well as my first visit to a university in Ghana. Before I became a diplomat, I actually taught English and American Civilization at a university. Being back on the campus of a great and respected institution is always an invigorating experience. There’s a sense of energy and excitement. I can see that here. I can see that this is a special place.<\/p>\n<p>Africa has been the focal point of my diplomatic career. My wife Babs and I have now made our home in seven African countries, from Morocco all the way down to Zimbabwe and from Senegal to Burundi. We are very much enjoying our time in Ghana thus far.<\/p>\n<p>Today I want to speak with you about the relationship between Ghana and the United States, the work we do at the U.S. Embassy, and how it affects you as young people and the future leaders of Ghana. We’ll have time for questions, too, and I look forward to hearing from you.<\/p>\n<p>The friendship between the Republic of Ghana and the United States goes back nearly 60 years. We had already posted diplomats here during the era of the Gold Coast and when Ghana declared independence in 1957, the United States elevated its consulate in Accra to a full embassy. Today, hundreds of people—Americans <i>and<\/i> Ghanaians—work at our embassy, focusing every day on how we can further strengthen our bilateral relationship and make the world better for all of us. I am so pleased to lead this dedicated group of diplomats and professionals.<\/p>\n<p>Just two weeks ago, I was in Washington, D.C. and had a chance to speak with President Barack Obama. He gave an inspiring speech to his ambassadors around the world. He spoke about our collaborative efforts to make progress; to make the world safer and more prosperous; and to tackle the enormous challenges so many people face around the world. The work we do here in Ghana supports those efforts and centers on four areas of mutual concern:<\/p>\n<ol>\n<li>Economic growth,<\/li>\n<li>Health and education,<\/li>\n<li>Peace and security, and<\/li>\n<li>Democracy and governance.<\/li>\n<\/ol>\n<p>Very briefly I would like you to walk out of here with a sense of why we are here, and why it matters to you.<\/p>\n<p>First, we believe in Ghana’s potential for economic growth and prosperity. Ghana has been affected by declining prices for cocoa, gold, and oil. But there is promise here, and we are working together with the Ghanaian government, with entrepreneurs, nonprofits, communities and others to help create the environment that will develop that promise.<\/p>\n<p>Why does this matter to you? Well, like young people all around the world, you may wonder what you will do for work after you finish your degree. There are often far more graduates than there are jobs available. This reality understandably causes concern and anxiety for students—and their parents. We’re concerned about that, too. That is why we want to help create that environment in which Ghanaian businesses will thrive.<\/p>\n<p>Part of that effort includes strengthening the electrical power supply through President Obama’s Power Africa Initiative. Unreliable and inadequate power stifles economic growth. If your business cannot operate due to lack of electricity, you cannot make a profit. If you have no profit, well, that’s the end of your business—and your employees’ incomes, as well. With the second Millennium Challenge compact, we’re investing $498 million to transform the power sector. We want to be part of the solution to “dumsor dumsor.”<\/p>\n<p>We also want to expand trade and investment. I would love for Americans to discover more Ghanaian products in their local stores: shea butter, shoes, textiles, cars, the list can go on and on. The African Growth and Opportunity Act can open American doors by providing duty-free treatment on imports from Ghana. Meanwhile, USAID’s West Africa Trade Hub and the Feed the Future program are increasing regional trade in agricultural products to improve food security.<\/p>\n<p>I said we want to help create the environment in which businesses will thrive. Let’s take that one step further: We want to help create the environment in which <i>your<\/i> business will thrive. Ghanaians are already known for their entrepreneurial spirit. I know KNUST trains its students to think creatively and to seek out technological solutions to the challenges facing our world. So consider how <i>you<\/i> might be able to take advantage of an improved economic environment to create employment for yourself and others.<\/p>\n<p>Now say you do start that business. You need a healthy, educated workforce. That’s why we support government initiatives to curb malaria; improve nutrition; control HIV and AIDS. That is why we have resources addressing maternal and reproductive health issues. Our <i>Partnership for Education: Learning<\/i> program supports the Ministry of Education and the Ghana Education Service as they promote reading and literacy among primary students. Through the “Let Girls Learn” program we’re helping Ghana expand access to education for adolescent girls, because we know that when girls are educated, societies are transformed.<\/p>\n<p>So we can see how economic growth, health and education are tied together. Add peace and security to that mix. Ghana is noteworthy for the way it maintains peace and stability within its borders, and also advances peace on the continent and beyond through contributions to peacekeeping operations. The international community faces countless security threats, and Ghana’s ability to contribute to countering those threats is invaluable. The United States has ongoing training and coordination with the Ghanaian Armed Forces and with law enforcement to tackle the global issues that could impact your daily life: crime, terrorism, trafficking of all kinds, border security, corruption, and more.<\/p>\n<p>That brings me to number four: democracy and governance. Again, Ghana’s reputation in this area is laudable. You have active political parties and civil society organizations; a free press; a history of peaceful political transitions; and an apolitical military. These are things to be proud of.<\/p>\n<p>What a year it will be for both our countries: On Monday, November 7, Ghanaians will head to the polls to uphold your tradition of peaceful, democratic elections. Twenty-four hours later, Americans will do the same.<\/p>\n<p>We say it often, but it always bears repeating: The U.S. does not support a candidate. We do not support a party. We will work with the elected government of Ghana, just as we always have. Our interest is in seeing a free, fair, peaceful election that reflects the will of the Ghanaian people.<\/p>\n<p>To that end, USAID is partnering with the Electoral Commission to implement electoral reforms and improve communication with the media and general public. We’re planning to support civil society and Ghana’s Peace Commission in observing the elections and conducting civic education. And we’re training journalists on balanced, issue-based reporting.<\/p>\n<p>So I encourage you to educate yourselves on the issues and vote for <i>your Ghana<\/i>. I know the government and the opposition are committed to upholding Ghana’s reputation and security. Each and every one of you will also play a role in upholding Ghana’s reputation and security. That energy and excitement I mentioned a few minutes ago can be a tremendous force for good.<\/p>\n<p>The United States wants all parties to have free access to the political process. All of us have to pledge to call for peaceful elections and no violence no matter the outcome. I look forward to celebrating with you as you achieve yet another peaceful and transparent national election.<\/p>\n<p>To summarize: Our mission supports Economic growth; health and education; peace and security; democracy and governance: We partner with Ghanaians across the country to achieve these mutual goals—from President Mahama to rural shea producers, from journalists and soldiers to students just like you. Why? We do it because we <i>all <\/i>benefit from a peaceful, prosperous, democratic world.<\/p>\n<p>You are the next generation that will take on the task of developing Ghana and this more peaceful, more prosperous, more democratic world. We want to play a role in equipping you to be great leaders. One of President Obama’s legacies will be the Young African Leaders Initiative, which many of you might know as YALI.<\/p>\n<p>Again this year, an outstanding group of YALI Mandela Washington Fellows from Ghana and other African countries will travel to the United States for six weeks of leadership training and exposure to high-level management. Working with the private sector, we have also expanded the opportunities for young people to receive leadership training right here in Africa. Four YALI Regional Leadership Centers—including one in Accra—will bring together young leaders according to sub-region. But improving your leadership capability can be as simple as joining the YALI Network, a virtual community that links more than 200,000 young people across the continent and offers free online courses on the topics that matter most to you.<\/p>\n<p>I believe that the key to all these goals is education. American President John Kennedy once suggested that education is: “… the means of developing our greatest abilities.”<\/p>\n<p>He went on to say that is because “ .. [I]n each of us there is a private hope and dream which, fulfilled, can be translated into benefit for everyone and greater strength for [the] nation.”<\/p>\n<p>Your education is the greatest investment you will ever make. If you want to explore study in my country, we have an EducationUSA center right here in Kumasi that guides students looking to the United States for their next degree. In fact, there are more than 3,100 Ghanaian students enrolled at colleges and universities in the United States, and our colleges and universities are looking to recruit more.<\/p>\n<p>Ghana is a popular destination for American students. Around 2,300 American students come to Ghana each year, including a large group coming to KNUST. I am sure we have some represented in the audience here today. I encourage you to get to know one another. Some of the relationships you create here will last a lifetime. And tomorrow’s challenges do not need to be faced alone.<\/p>\n<p>Kwame Nkrumah, the Ghanaian founding father whose name is reflected in the name of this university, once said that “Action without thought is empty. Thought without action is blind.”<\/p>\n<p>You are receiving an excellent education here at KNUST—an education that will enable you to put your thoughts into action for Ghana’s future, and ensure your actions are backed by thought.<\/p>\n<p>President Obama believes in the power of education and technology to bring about a better world. And he believes in the power of young people to bring about that better world. I share his vision. Be bold. Be creative. Be inclusive. We are in this together, and we will do great things.<\/p>\n<p>Thank you for your attention.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Vice Chancellor William Otoo Ellis, Senior Leadership of KNUST, Deans, Distinguished Guests, Faculty and Staff, Students, Colleagues, Maadwo. Me din de Robert Jackson. Meyɛ anansimuu ma America aban wɔ Ghana. Ok, I’m new to Ghana, and that’s as far as I can go right now. But I’ll keep working on it. I’m honored to be &#8230;<\/p>\n","protected":false},"author":1058,"featured_media":0,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"_gpalab_slo_mission_select":"","footnotes":""},"categories":[4,6739,44],"tags":[6776],"class_list":["post-16602","post","type-post","status-publish","format-standard","hentry","category-ambassador","category-former-u-s-government-leaders","category-press-releases","tag-barack-obama"],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v23.1 (Yoast SEO v23.1) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Remarks by Ambassador Jackson at Kwame Nkrumah University of Science and Technology - U.S. Embassy in Ghana<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/gh.usembassy.gov\/remarks-ambassador-jackson-kwame-nkrumah-university-science-technology\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Remarks by Ambassador Jackson at Kwame Nkrumah University of Science and Technology\" \/>\n<meta property=\"og:description\" content=\"Vice Chancellor William Otoo Ellis, Senior Leadership of KNUST, Deans, Distinguished Guests, Faculty and Staff, Students, Colleagues, Maadwo. Me din de\" \/>\n<meta property=\"og:url\" content=\"https:\/\/gh.usembassy.gov\/remarks-ambassador-jackson-kwame-nkrumah-university-science-technology\/\" \/>\n<meta property=\"og:site_name\" content=\"U.S. Embassy in Ghana\" \/>\n<meta property=\"article:publisher\" content=\"http:\/\/facebook.com\/USEmbassyGhana\" \/>\n<meta property=\"article:published_time\" content=\"2016-03-29T14:52:56+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2018-10-01T17:09:42+00:00\" \/>\n<meta name=\"author\" content=\"U.S. Embassy in Ghana\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@USEmbassyGhana\" \/>\n<meta name=\"twitter:site\" content=\"@USEmbassyGhana\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"U.S. Embassy in Ghana\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"10 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/gh.usembassy.gov\/remarks-ambassador-jackson-kwame-nkrumah-university-science-technology\/\",\"url\":\"https:\/\/gh.usembassy.gov\/remarks-ambassador-jackson-kwame-nkrumah-university-science-technology\/\",\"name\":\"Remarks by Ambassador Jackson at Kwame Nkrumah University of Science and Technology - U.S. Embassy in Ghana\",\"isPartOf\":{\"@id\":\"https:\/\/gh.usembassy.gov\/#website\"},\"datePublished\":\"2016-03-29T14:52:56+00:00\",\"dateModified\":\"2018-10-01T17:09:42+00:00\",\"author\":{\"@id\":\"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193\"},\"breadcrumb\":{\"@id\":\"https:\/\/gh.usembassy.gov\/remarks-ambassador-jackson-kwame-nkrumah-university-science-technology\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/gh.usembassy.gov\/remarks-ambassador-jackson-kwame-nkrumah-university-science-technology\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/gh.usembassy.gov\/remarks-ambassador-jackson-kwame-nkrumah-university-science-technology\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/gh.usembassy.gov\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Remarks by Ambassador Jackson at Kwame Nkrumah University of Science and Technology\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/gh.usembassy.gov\/#website\",\"url\":\"https:\/\/gh.usembassy.gov\/\",\"name\":\"U.S. Embassy in Ghana\",\"description\":\"U.S. Embassy in Ghana\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/gh.usembassy.gov\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193\",\"name\":\"U.S. Embassy in Ghana\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/gh.usembassy.gov\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g\",\"caption\":\"U.S. Embassy in Ghana\"},\"url\":\"https:\/\/gh.usembassy.gov\/author\/usembassyinghana\/\"}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"Remarks by Ambassador Jackson at Kwame Nkrumah University of Science and Technology - U.S. Embassy in Ghana","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/gh.usembassy.gov\/remarks-ambassador-jackson-kwame-nkrumah-university-science-technology\/","og_locale":"en_US","og_type":"article","og_title":"Remarks by Ambassador Jackson at Kwame Nkrumah University of Science and Technology","og_description":"Vice Chancellor William Otoo Ellis, Senior Leadership of KNUST, Deans, Distinguished Guests, Faculty and Staff, Students, Colleagues, Maadwo. Me din de","og_url":"https:\/\/gh.usembassy.gov\/remarks-ambassador-jackson-kwame-nkrumah-university-science-technology\/","og_site_name":"U.S. Embassy in Ghana","article_publisher":"http:\/\/facebook.com\/USEmbassyGhana","article_published_time":"2016-03-29T14:52:56+00:00","article_modified_time":"2018-10-01T17:09:42+00:00","author":"U.S. Embassy in Ghana","twitter_card":"summary_large_image","twitter_creator":"@USEmbassyGhana","twitter_site":"@USEmbassyGhana","twitter_misc":{"Written by":"U.S. Embassy in Ghana","Est. reading time":"10 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/gh.usembassy.gov\/remarks-ambassador-jackson-kwame-nkrumah-university-science-technology\/","url":"https:\/\/gh.usembassy.gov\/remarks-ambassador-jackson-kwame-nkrumah-university-science-technology\/","name":"Remarks by Ambassador Jackson at Kwame Nkrumah University of Science and Technology - U.S. Embassy in Ghana","isPartOf":{"@id":"https:\/\/gh.usembassy.gov\/#website"},"datePublished":"2016-03-29T14:52:56+00:00","dateModified":"2018-10-01T17:09:42+00:00","author":{"@id":"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193"},"breadcrumb":{"@id":"https:\/\/gh.usembassy.gov\/remarks-ambassador-jackson-kwame-nkrumah-university-science-technology\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/gh.usembassy.gov\/remarks-ambassador-jackson-kwame-nkrumah-university-science-technology\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/gh.usembassy.gov\/remarks-ambassador-jackson-kwame-nkrumah-university-science-technology\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/gh.usembassy.gov\/"},{"@type":"ListItem","position":2,"name":"Remarks by Ambassador Jackson at Kwame Nkrumah University of Science and Technology"}]},{"@type":"WebSite","@id":"https:\/\/gh.usembassy.gov\/#website","url":"https:\/\/gh.usembassy.gov\/","name":"U.S. Embassy in Ghana","description":"U.S. Embassy in Ghana","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/gh.usembassy.gov\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Person","@id":"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193","name":"U.S. Embassy in Ghana","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/gh.usembassy.gov\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g","caption":"U.S. Embassy in Ghana"},"url":"https:\/\/gh.usembassy.gov\/author\/usembassyinghana\/"}]}},"lang":"en","translations":{"en":16602},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts\/16602"}],"collection":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/users\/1058"}],"replies":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/comments?post=16602"}],"version-history":[{"count":1,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts\/16602\/revisions"}],"predecessor-version":[{"id":16603,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts\/16602\/revisions\/16603"}],"wp:attachment":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/media?parent=16602"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/categories?post=16602"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/tags?post=16602"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}