{"id":16633,"date":"2016-06-25T20:30:47","date_gmt":"2016-06-25T20:30:47","guid":{"rendered":"http:\/\/gh.usembassy.gov\/?p=16633"},"modified":"2018-10-01T17:09:40","modified_gmt":"2018-10-01T17:09:40","slug":"remarks-ambassador-robert-p-jackson-action-chapel-international-entrepreneurs-prayer-breakfast-meeting","status":"publish","type":"post","link":"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-action-chapel-international-entrepreneurs-prayer-breakfast-meeting\/","title":{"rendered":"Remarks by Ambassador Robert P. Jackson: Action Chapel International Entrepreneurs’ Prayer Breakfast Meeting"},"content":{"rendered":"<div style=\"margin-top: 0px; margin-bottom: 20px;\" class=\"sharethis-inline-share-buttons\" ><\/div><p class=\"paragraph\">Honorable Minister,<br \/>\nYour Eminence Archbishop Duncan-Williams,<br \/>\nBishops,<br \/>\nColleagues,<br \/>\nDistinguished Ladies and Gentlemen,<\/p>\n<p class=\"paragraph\">Thank you and good morning.  A little over a week ago, I joined Minister of Employment and Labor Relations Haruna Iddrisu for a tour of Dignity–Do The Right Thing, a U.S.-Ghanaian joint venture textile company operating in the South Industrial Area, right here in Accra.  It was there where I met Salma Salifu, the Managing Director of the company.  Salma is here with us today.  Salma, can you please stand and be recognized?<\/p>\n<p class=\"paragraph\">Dignity–DTRT is now the largest Ghanaian exporter of apparel, shipping goods worth approximately $1 million a month to the United States.  Salma employs approximately 1,500 workers, primarily women.  She has new orders coming in from the United States and plans to hire an additional 500 operators and trainers by the end of this year.  If her company can secure additional space, she intends to hire another 1,000 employees by the end of 2017.  Salma and Dignity–DTRT are examples of the good things the United States and Ghana can do together.  I want to see more of these success stories during my tenure as Ambassador.<\/p>\n<p class=\"paragraph\">I want to significantly deepen the commercial engagement between the United States and Ghana.  Our current level of bilateral trade stands at $1.2 billion, heavily in favor of the United States.  My goal is to see that number double over the next three years.  Of course, I hope to see Ghana open its doors to an increased number of American products and services.  But I also want to see Ghana transform its manufacturing sector and send an increased amount of “Made in Ghana” exports to the U.S. market.  There are enough opportunities through bilateral trade to create jobs and benefit both our economies.<\/p>\n<p class=\"paragraph\">How do we double that bilateral trade number?  It is an achievable goal, but it will require three things:<\/p>\n<ul>\n<li class=\"paragraph\">First, it will require hard work, commitment, and follow-through from our governments.<\/li>\n<li class=\"paragraph\">Second, all stakeholders—American and Ghanaian—must address some tough and sensitive issues and take a stand to do what is right, even in the midst of opposition from vested interest groups.<\/li>\n<li class=\"paragraph\">And finally, we need the private sector to embrace the entrepreneurial spirit and push for needed reforms and more business-friendly policies.<\/li>\n<\/ul>\n<p class=\"paragraph\"><strong>U.S. Government Commitment To Ghana<\/strong><\/p>\n<p class=\"paragraph\">The U.S. government is committed to promoting U.S. trade with—and investment in—Ghana, and all of Africa.  Allow me to share a few examples of the growing trade ties we have witnessed under President Obama’s leadership.<\/p>\n<p class=\"paragraph\">U.S. Department of Commerce:  Our U.S. Department of Commerce has expanded its operations in Accra in recent years to facilitate U.S. business activity.  It has supported 79 private sector deals over the past year worth approximately $800 million.  Last September, eight U.S. companies visited Ghana to explore opportunities to partner with Ghanaian companies.  This was part of the Commerce Department’s Trade Winds – Africa program, the largest-ever U.S. government-led trade mission to Africa.  In total, the mission brought to the continent more than 100 companies from 25 U.S. states and across industry sectors.<\/p>\n<p class=\"paragraph\">More recently, the Department of Commerce brought 25 U.S. universities to Ghana, seeking to strengthen our cooperation in higher education.  Already more than one dozen Ghanaian students have taken advantage of that particular opportunity to meet U.S. schools and will start their university careers in the United States this fall.  These deals and trade missions have created jobs for both Americans and Ghanaians.<\/p>\n<p class=\"paragraph\">Millennium Challenge Corporation:  Before the end of July, we anticipate that Ghana’s long-awaited second Millennium Challenge Corporation Compact will finally enter into force.  The citizens of Ghana will benefit from nearly $500 million in assistance, designed to strengthen the power sector by creating an enabling environment for investment and improving the performance and creditworthiness of Ghana’s electrical utilities.<\/p>\n<p class=\"paragraph\">I know what you may have heard, and let me be perfectly clear: this is NOT a privatization of the Electricity Company of Ghana.  ECG will continue to be a public utility owned <i>by<\/i> the people of Ghana and operated <i>for <\/i>the people of Ghana.  Under the MCC program, a private sector operator with innovative ideas and capital will help improve the operational and financial performance of the power provider.  This private sector investment in the network will make ECG profitable once again and capable of providing quality service to its clients.  I don’t have to tell you how critical a consistent and reliable source of energy is to the economic development of Ghana and the success of the Ghanaian businesses in this room today.<\/p>\n<p class=\"paragraph\">U.S. Department of Agriculture:  Our U.S. Department of Agriculture team is working to improve food security and increase farmers’ incomes.  There is a widening gap in our bilateral trade relationship for food and agricultural products.  Ghana is the clear leader, outpacing the United States by $170 million in 2015.<\/p>\n<p class=\"paragraph\">Last year, Ghana’s food and agricultural exports to the United States reached $260 million.  This 8 percent increase was dominated by U.S. purchases of Ghanaian cocoa beans and processed cocoa products.  We also saw record sales in other consumer-oriented products, such as vegetable oils, snack foods, processed fruits and vegetables, and spices.<\/p>\n<p>Meanwhile, U.S. agricultural exports to Ghana fell to $90 million, a noticeable decline of 40 percent from 2014.  Based on statistics to date in 2016, this trade gap is expected to continue.  Last November, Deputy Secretary of Agriculture Krysta Harden led a trade mission of 19 U.S. food and agricultural exporters to Ghana to explore potential business partnerships.  On that same trip, the Deputy Secretary announced that the U.S. government will contribute $58 million over the next five years to revitalize and support a sustainable Ghanaian poultry industry.<\/p>\n<p class=\"paragraph\"><strong>AGOA:<\/strong>  The African Growth and Opportunity Act was signed into law in 2000 and is the cornerstone of the U.S.-Africa trade relationship.  Last summer, the U.S. Congress voted to renew AGOA for another ten years.  This is the longest extension in the program’s history, and it sends a strong signal that the United States is serious about expanding our trade relationship with Africa.  The extension provides certainty for Ghanaian producers and U.S. buyers regarding access to the U.S. market.  It creates a stable environment that encourages increased investment in Ghana.  With the support of USAID’s West Africa Trade and Investment Hub, we are already seeing positive signs of progress in key employment-intensive sectors.  Let’s look again at the apparel industry, for example: Apparel exports to the United States have increased tenfold from 2010 through 2015.  In the agricultural sector, not only have we seen substantial growth in traditional exports such as cocoa and cashews over the last five years, we also see growing trade in products such as yams.<\/p>\n<p class=\"paragraph\">However, we still need more Ghanaian companies to take advantage of this program.  We have partnered with the Ghana Chamber of Commerce and Industry (GCCI) to launch an AGOA Trade Resource Center, designed to support companies as they seize the opportunities provided by AGOA.  GCCI and the American Chamber of Commerce joined forces on an AGOA outreach event last month, and we are planning a series of events targeted to the needs of exporters over the coming year.<\/p>\n<p class=\"paragraph\">USAID Trade Africa.  We are encouraging the Ghanaian government to take advantage of the WTO’s Trade Facilitation Agreement.  The TFA will simplify customs and border control procedures and reduce the cost and time of doing business across borders.  TFA implementation would help in three ways:<\/p>\n<ul>\n<li class=\"paragraph\">Ghanaian businesses could participate more fully in global value chains;<\/li>\n<li class=\"paragraph\">It would smooth the movement of goods across regional borders; and<\/li>\n<li class=\"paragraph\">And finally, it would make Ghanaian goods more competitive in global markets.<\/li>\n<\/ul>\n<p class=\"paragraph\">This would have broad development benefits and would promote regional integration, investment, and exports.  The OECD estimates that implementing the TFA could reduce worldwide trade costs by as much as 17.5 percent, with the greatest benefits accruing to African and other developing countries.<\/p>\n<p class=\"paragraph\">In 2013, President Obama announced a new Trade Africa Initiative.  Under this initiative, USAID is working to strengthen two-way trade, as well as intra-regional trade.  In Ghana, this $10 million effort will support trade facilitation; strengthen sanitary and phytosanitary compliance with agricultural products; support Ghana’s ability to meet international standards and guidelines; and promote regional trade and investment.<\/p>\n<p class=\"paragraph\">U.S. Department of Transportation\/International Port Security Inspections:  Nearly one year ago, U.S. Secretary of Transportation Anthony Foxx visited Ghana.  On that trip, he signed a Declaration of Intent to expand the “Safe Skies for Africa” program.  That expansion includes the transfer of U.S. Federal Aviation Administration safety and security courses to the Ghana Civil Aviation Training Academy.  This enables Ghanaians to provide training to Ghanaians and other members of the Banjul Accord Group Aviation Safety Oversight Organization.  American partnership in this area is a step toward promoting the aviation security that is essential for Ghanaian businesses and regional and international trade to flourish.  Likewise, the U.S. Coast Guard International Ship and Port Security inspection teams work closely with the Ghana Ministry of Transportation, the Ghana Maritime Authority, and the Ghana Ports and Harbor Authority to share port security best practices.  Ensuring a stable port security system will also foster increased trade for “Made in Ghana” exports to the United States and other places around the world.<\/p>\n<p class=\"paragraph\"><strong>OPIC\/EXIM\/USTDA:<\/strong>  And finally, U.S. agencies such as the Overseas Private Investment Corporation (OPIC), the U.S. Trade and Development Agency (USTDA), and the U.S. Export-Import Bank (ExImBank) are also working to provide financing and insurance for projects related to Ghana’s energy sector and for the rehabilitation of Ridge Hospital here in Accra.  In fact, OPIC’s largest portfolio in the world consists of investments in Ghana.<\/p>\n<p class=\"paragraph\"><strong>Addressing Tough and Sensitive Issues That Hinder Trade\/Investment<\/strong><\/p>\n<p class=\"paragraph\">As you can see, the United States is heavily invested in Ghana.  There is so much opportunity.  Every week, I meet with American companies interested in establishing operations here and developing business relationships with potential Ghanaian partners.  I also meet with Ghanaian business leaders who have visions of expanding their domestic operations.  While there is much business and trade interest in Ghana, there are also many concerns and challenges that must be addressed.<\/p>\n<p class=\"paragraph\">Foremost among these are Ghana’s macroeconomic stability, a reliable energy sector, and access to affordable credit.  The Government of Ghana is to be commended on the positive steps it has taken over the past year to steer the country’s macroeconomic trajectory back on track under the ongoing IMF program.  Tough decisions were made.  More difficult steps—including some that may be politically unpopular—will need to be taken in the weeks and months ahead.  We encourage the government to remain steadfast in its commitment to the IMF program, especially in its efforts to address the debt and arrears owed to the various state-owned enterprises, particularly in the power sector.  Under our ongoing bilateral Partnership For Growth Initiative, the United States will continue to work with our Ghanaian counterparts to address issues related to Ghana’s power sector and access to affordable credit.<\/p>\n<p class=\"paragraph\">Business leaders have also shared with me the need for improved infrastructure to transport goods and a reduction in the number of checkpoints along major trade corridors, which lead to lost time and money.  According to regional monitors, a typical agricultural exporter faces more than 40 checkpoints between Accra and the border with Burkina Faso and pays more than $100 in “facilitation payments.”  Addressing both of these issues would be a positive step toward increasing regional trade.<\/p>\n<p class=\"paragraph\">We must also address corruption.  Everyone knows it exists in various forms throughout society, but very few are willing to stand up against it.  All of us in the room today have a responsibility to speak out—proactively—against this cancerous tumor.  Corruption destroys economies.  It stunts business investment and development.  In the Gospel of John, we read that “light shines in the darkness, and the darkness has not overcome it.”  All of us in the room today, American and Ghanaian, must be willing to stand up and be the light needed to drive away the shadowy elements that hinder Ghana’s road to peace and prosperity.<\/p>\n<p class=\"paragraph\">Along with corruption, political stability is a concern for companies currently operating in Ghana and others considering a local presence.  Ghana has a positive story to tell in this area.  Since 1992, Ghana has held six consecutive peaceful, democratic national elections deemed to have been free and fair—two of which led to the peaceful transfer of power between Ghana’s major political parties.  Ghana has a reputation as a model of democracy.  I expect this reputation to remain intact as we near this year’s national elections.  But much like addressing corruption, ensuring peaceful elections requires each of us to stand up and make it clear that we oppose violence.<\/p>\n<p class=\"paragraph\">The U.S. Embassy is partnering with the Electoral Commission to implement electoral reforms and improve communication with the media and general public.  We are planning to support civil society and Ghana’s National Peace Council in observing the elections and conducting civic education.  And we are training journalists on balanced, issues-based reporting.<\/p>\n<p class=\"paragraph\">Our interest is in seeing a fair, transparent, credible, and peaceful election that reflects the will of the Ghanaian people.  The U.S. government does not support a particular candidate.  We do not support a party.  We will work with the elected government of Ghana, just as we always have.<\/p>\n<p class=\"paragraph\">That ongoing engagement is a cornerstone of a healthy bilateral relationship.  Strong bilateral communication also ensures that we are focused on the right issues and that our resources are targeted and transformative.  For the United States, this means that we must be willing to discuss issues that are important to Ghana.  And while we are strongly opposed to policies such as forced local content requirements, we are sympathetic to the desire to develop the various sectors contributing to the growth of Ghana’s economy in a way that does not constrain trade.  By the same token, we ask that Ghana continue to engage with the United States, at senior and working levels, to have those difficult discussions on issues such as transparency, implementing more business-friendly policies, making Ghana a more attractive destination for foreign direct investment.<\/p>\n<p class=\"paragraph\"><strong>Power of Entrepreneurship<\/strong><\/p>\n<p class=\"paragraph\">The United States is committed to Ghana’s economic development.  We are willing to partner with the Ghanaian government to tackle tough issues that threaten trade and investment.  However, the driving force in making all of this happen is YOU…the Ghanaian entrepreneur and business leader.<\/p>\n<p class=\"paragraph\">I’m reminded of a quote attributed to Wilbur Wright, one of the famous Wright brothers who invented the first functioning airplane.  When asked what advice he would give to a young entrepreneur, he said:  <i>“[to] succeed in life, I would say … pick out a good father and mother.”<\/i><\/p>\n<p class=\"paragraph\">Much like a mother and father provide a stable home and encouragement, we embrace the role of government in building a strong foundation and providing an ecosystem that supports entrepreneurs and business.  We know that entrepreneurs can help address many of the most pressing challenges confronting our nations, including creating jobs and opportunity for young people.<\/p>\n<p class=\"paragraph\">President Obama created the annual Global Entrepreneurship Summit, where we connect the world’s best and brightest entrepreneurs with the partners and the tools they need to create and innovate.  This year’s Summit, which just concluded yesterday, had representation from 160 countries, including several entrepreneurs from Ghana.<\/p>\n<p class=\"paragraph\">As an embassy, we partner with the Stanford SEED Center, the Meltwater Entrepreneurial School of Technology, Webster University, and Ashesi University—organizations that share our same vision of entrepreneurship revolutionizing business models and bolstering economies struggling to compete in today’s globalized society.<\/p>\n<p class=\"paragraph\">Governments help create the conditions that give innovators the space to take risks and become engines of economic growth and job creation.  And beyond that, it’s up to you.  If those conditions do not yet exist, it’s up to the private sector and entrepreneurs to push for the necessary policy changes.  When those conditions exist, it’s up to the private sector to grab those opportunities and to spread the gospel of entrepreneurship.  A thriving private sector is the foundation for a rising middle class; for security and stability; and for broad-based prosperity.<\/p>\n<p class=\"paragraph\"><strong>Closing<\/strong><\/p>\n<p class=\"paragraph\">In closing, I admit that doubling bilateral trade, tackling tough and sensitive issues, and inspiring a new generation of Ghanaian entrepreneurs to lead the charge will be challenging.  But that should not prevent us from setting an ambitious goal.  If our borders are open to the free flow of capital, goods and services, technology, and innovation, then trade will flourish and jobs will result.  Today, I challenge all of us, our governments, and leaders across political parties, business, academia, and civil society to work together to realize the full potential of the U.S.-Ghana trading relationship.  One possibility might be convening a Track 1.5 event during the first 100 days of the new Ghanaian government to begin a conversation on how we can best accomplish this task.<\/p>\n<p class=\"paragraph\">As I approach the end of my first six months here as Ambassador, I am truly awed by the kindness of the Ghanaian people, their determination to make their country great, and the depth and strength of the U.S.-Ghana partnership.  I am excited to think about the possibilities that are yet to come.  I look forward to the day—not too far in the future—when we will witness a Ghana with an economy growing at a faster-than-average rate; a transparent and predictable business environment; and a flourishing U.S. trade relationship that is creating jobs for both Americans and Ghanaians.  Let us start to work together towards this objective today.  It will benefit us in the present and create a legacy for future generations of Ghanaians and Americans.<\/p>\n<p class=\"paragraph\">Thank you.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Honorable Minister, Your Eminence Archbishop Duncan-Williams, Bishops, Colleagues, Distinguished Ladies and Gentlemen, Thank you and good morning.  A little over a week ago, I joined Minister of Employment and Labor Relations Haruna Iddrisu for a tour of Dignity–Do The Right Thing, a U.S.-Ghanaian joint venture textile company operating in the South Industrial Area, right here &#8230;<\/p>\n","protected":false},"author":1058,"featured_media":0,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"_gpalab_slo_mission_select":"","footnotes":""},"categories":[4,6739,44],"tags":[6776],"class_list":["post-16633","post","type-post","status-publish","format-standard","hentry","category-ambassador","category-former-u-s-government-leaders","category-press-releases","tag-barack-obama"],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v23.1 (Yoast SEO v23.1) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Remarks by Ambassador Robert P. Jackson: Action Chapel International Entrepreneurs’ Prayer Breakfast Meeting - U.S. Embassy in Ghana<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-action-chapel-international-entrepreneurs-prayer-breakfast-meeting\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Remarks by Ambassador Robert P. Jackson: Action Chapel International Entrepreneurs’ Prayer Breakfast Meeting\" \/>\n<meta property=\"og:description\" content=\"Honorable Minister, Your Eminence Archbishop Duncan-Williams, Bishops, Colleagues, Distinguished Ladies and Gentlemen, Thank you and good morning.  A\" \/>\n<meta property=\"og:url\" content=\"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-action-chapel-international-entrepreneurs-prayer-breakfast-meeting\/\" \/>\n<meta property=\"og:site_name\" content=\"U.S. Embassy in Ghana\" \/>\n<meta property=\"article:publisher\" content=\"http:\/\/facebook.com\/USEmbassyGhana\" \/>\n<meta property=\"article:published_time\" content=\"2016-06-25T20:30:47+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2018-10-01T17:09:40+00:00\" \/>\n<meta name=\"author\" content=\"U.S. Embassy in Ghana\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@USEmbassyGhana\" \/>\n<meta name=\"twitter:site\" content=\"@USEmbassyGhana\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"U.S. Embassy in Ghana\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"15 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-action-chapel-international-entrepreneurs-prayer-breakfast-meeting\/\",\"url\":\"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-action-chapel-international-entrepreneurs-prayer-breakfast-meeting\/\",\"name\":\"Remarks by Ambassador Robert P. Jackson: Action Chapel International Entrepreneurs’ Prayer Breakfast Meeting - U.S. Embassy in Ghana\",\"isPartOf\":{\"@id\":\"https:\/\/gh.usembassy.gov\/#website\"},\"datePublished\":\"2016-06-25T20:30:47+00:00\",\"dateModified\":\"2018-10-01T17:09:40+00:00\",\"author\":{\"@id\":\"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193\"},\"breadcrumb\":{\"@id\":\"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-action-chapel-international-entrepreneurs-prayer-breakfast-meeting\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-action-chapel-international-entrepreneurs-prayer-breakfast-meeting\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-action-chapel-international-entrepreneurs-prayer-breakfast-meeting\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/gh.usembassy.gov\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Remarks by Ambassador Robert P. Jackson: Action Chapel International Entrepreneurs’ Prayer Breakfast Meeting\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/gh.usembassy.gov\/#website\",\"url\":\"https:\/\/gh.usembassy.gov\/\",\"name\":\"U.S. Embassy in Ghana\",\"description\":\"U.S. Embassy in Ghana\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/gh.usembassy.gov\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193\",\"name\":\"U.S. Embassy in Ghana\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/gh.usembassy.gov\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g\",\"caption\":\"U.S. Embassy in Ghana\"},\"url\":\"https:\/\/gh.usembassy.gov\/author\/usembassyinghana\/\"}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"Remarks by Ambassador Robert P. Jackson: Action Chapel International Entrepreneurs’ Prayer Breakfast Meeting - U.S. Embassy in Ghana","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-action-chapel-international-entrepreneurs-prayer-breakfast-meeting\/","og_locale":"en_US","og_type":"article","og_title":"Remarks by Ambassador Robert P. Jackson: Action Chapel International Entrepreneurs’ Prayer Breakfast Meeting","og_description":"Honorable Minister, Your Eminence Archbishop Duncan-Williams, Bishops, Colleagues, Distinguished Ladies and Gentlemen, Thank you and good morning.  A","og_url":"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-action-chapel-international-entrepreneurs-prayer-breakfast-meeting\/","og_site_name":"U.S. Embassy in Ghana","article_publisher":"http:\/\/facebook.com\/USEmbassyGhana","article_published_time":"2016-06-25T20:30:47+00:00","article_modified_time":"2018-10-01T17:09:40+00:00","author":"U.S. Embassy in Ghana","twitter_card":"summary_large_image","twitter_creator":"@USEmbassyGhana","twitter_site":"@USEmbassyGhana","twitter_misc":{"Written by":"U.S. Embassy in Ghana","Est. reading time":"15 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-action-chapel-international-entrepreneurs-prayer-breakfast-meeting\/","url":"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-action-chapel-international-entrepreneurs-prayer-breakfast-meeting\/","name":"Remarks by Ambassador Robert P. Jackson: Action Chapel International Entrepreneurs’ Prayer Breakfast Meeting - U.S. Embassy in Ghana","isPartOf":{"@id":"https:\/\/gh.usembassy.gov\/#website"},"datePublished":"2016-06-25T20:30:47+00:00","dateModified":"2018-10-01T17:09:40+00:00","author":{"@id":"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193"},"breadcrumb":{"@id":"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-action-chapel-international-entrepreneurs-prayer-breakfast-meeting\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-action-chapel-international-entrepreneurs-prayer-breakfast-meeting\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-action-chapel-international-entrepreneurs-prayer-breakfast-meeting\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/gh.usembassy.gov\/"},{"@type":"ListItem","position":2,"name":"Remarks by Ambassador Robert P. Jackson: Action Chapel International Entrepreneurs’ Prayer Breakfast Meeting"}]},{"@type":"WebSite","@id":"https:\/\/gh.usembassy.gov\/#website","url":"https:\/\/gh.usembassy.gov\/","name":"U.S. Embassy in Ghana","description":"U.S. Embassy in Ghana","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/gh.usembassy.gov\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Person","@id":"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193","name":"U.S. Embassy in Ghana","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/gh.usembassy.gov\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g","caption":"U.S. Embassy in Ghana"},"url":"https:\/\/gh.usembassy.gov\/author\/usembassyinghana\/"}]}},"lang":"en","translations":{"en":16633},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts\/16633"}],"collection":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/users\/1058"}],"replies":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/comments?post=16633"}],"version-history":[{"count":1,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts\/16633\/revisions"}],"predecessor-version":[{"id":16634,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts\/16633\/revisions\/16634"}],"wp:attachment":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/media?parent=16633"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/categories?post=16633"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/tags?post=16633"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}