{"id":16807,"date":"2015-10-28T15:26:02","date_gmt":"2015-10-28T15:26:02","guid":{"rendered":"http:\/\/gh.usembassy.gov\/?p=16807"},"modified":"2018-10-01T17:09:44","modified_gmt":"2018-10-01T17:09:44","slug":"remarks-daniel-fennell-u-s-embassy-counselor-launch-africa-center-security-counter-terrorism-ghana-acsc","status":"publish","type":"post","link":"https:\/\/gh.usembassy.gov\/remarks-daniel-fennell-u-s-embassy-counselor-launch-africa-center-security-counter-terrorism-ghana-acsc\/","title":{"rendered":"Remarks by Daniel Fennell, U.S. Embassy Counselor at the Launch of the Africa Center for Security and Counter-Terrorism Ghana (ACSC)"},"content":{"rendered":"<div style=\"margin-top: 0px; margin-bottom: 20px;\" class=\"sharethis-inline-share-buttons\" ><\/div><p>Thank you very much.<\/p>\n<p>Good morning, everyone.  I want to thank you for hosting us and congratulate the Africa Center for Security and Counter-Terrorism Ghana on this ambitious opening.<\/p>\n<p>I note that we are joined by representatives from the government, because we all have a responsibility to ensure the security, the prosperity and the human rights of our citizens.  We also need leaders of civil society, including religious faith leaders, because civil society &#8212; reflecting the views and the voices of citizens &#8212; is vital to the success of any endevor.<\/p>\n<p>As we speak, ISIL is terrorizing the people of Syria and Iraq and engaging in unspeakable cruelty, threatening religious minorities with genocide, beheading hostages.  We have seen attacks in Egypt, Ottawa, Sydney, Paris, New York and in Copenhagen.<\/p>\n<p>Elsewhere, Israelis have endured the tragedy of terrorism for decades.  Pakistan’s Taliban has mounted a long campaign of violence against the Pakistani people that now tragically includes the massacre of more than 100 schoolchildren and their teachers.  From Somalia, al-Shabaab terrorists have launched attacks across East Africa.  In Nigeria and neighboring countries, Boko Haram kills and kidnaps men, women and children.<\/p>\n<p>President Obama recently addressed the theme of our global interest in counter terror, and I wanted to echo his words, and to suggest some areas where I believe we can focus on.<\/p>\n<p>First, we must remain unwavering in our fight against terrorist organizations.  In Afghanistan, our coalition is focused on training and assisting Afghan forces.  We will continue to work with partners to help them build up their security forces so that they can prevent ungoverned spaces where terrorists find safe haven, and so they can push back against groups like al-Shabaab and Boko Haram. In Iraq and Syria, our coalition of some 60 nations, including Arab nations, is continuing our mission to degrade and ultimately destroy ISIL.<\/p>\n<p>Second, we have to confront the warped ideologies espoused by terrorists like al Qaeda, Boko Haram, and ISIL, especially their attempt to use Islam to justify their violence.  As President Obama has noted, terrorists are desperate for legitimacy.  And all of us have a responsibility to refute the notion that groups like ISIL or Boko Haram somehow represent Islam, because that is a falsehood that embraces the terrorist narrative.<\/p>\n<p>Third, we must address the grievances that terrorists exploit, including economic grievances.  Poverty alone does not cause a person to become a terrorist, any more than poverty alone causes someone to become a criminal.  There are millions, billions of people who are poor and are law-abiding and peaceful and tolerant, and are trying to advance their lives and the opportunities for their families.<\/p>\n<p>But when people &#8212; especially young people &#8212; feel entirely trapped in impoverished communities, where there is no order and no path for advancement, where there are no educational opportunities, where there are no ways to support families, and no escape from injustice and the humiliations of corruption &#8212; that feeds instability and disorder, and makes those communities ripe for extremist recruitment.  And we have seen that across the Middle East and we&#8217;ve seen it across North Africa.  So if we’re serious about countering violent extremism, we have to get serious about confronting these economic grievances.<\/p>\n<p>The United States is making new commitments to help young people forge new collaborations in entrepreneurship and science and technology.  The YALI program is expanding to 1000 fellows this year. And Ghana is host to one of only 4 YALI Regional Learning Centers in Africa (and one of only 2 opened today).<\/p>\n<p>We can all reaffirm our commitment to broad-based development that creates growth and jobs, not just for the few at the top, but for the many.  We can step up our efforts against corruption, so a person can go about their day and an entrepreneur can start a business without having to pay a bribe.<\/p>\n<p>We must commit to expanding education, including for girls.  And expand opportunities, including for women.<\/p>\n<p>Fourth, we have to address the political grievances that terrorists exploit.  Again, there is not a single perfect causal link, but the link is undeniable.  When people are oppressed, and human rights are denied &#8212; particularly along sectarian lines or ethnic lines &#8212; when dissent is silenced, it feeds violent extremism.  It creates an environment that is ripe for terrorists to exploit.  When peaceful, democratic change is impossible, it feeds into the terrorist propaganda that violence is the only answer available.<\/p>\n<p>And so we must recognize that lasting stability and real security require democracy.  That means free elections where people can choose their own future, and independent judiciaries that uphold the rule of law, and police and security forces that respect human rights, and free speech and freedom for civil society groups.  And it means freedom of religion &#8212; because when people are free to practice their faith as they choose, it helps hold diverse societies together.<\/p>\n<p>The U.S. Government – through offices in the US Embassy, including USAID—is supporting a wide range of programs and other initiatives to advance the themes of the White House Summit on Countering Violent Extremism (CVE). The United States will continue to advance ongoing and planned CVE efforts through robust programming and coordinated implementation totaling approximately $188 million.<\/p>\n<p>I would like to highlight a few examples of themes the US government is working on in Africa:<\/p>\n<p class=\"heading2_h2\">Improving and Sharing Analysis of Violent Extremism<\/p>\n<p>In Africa, the Middle East, and South Asia, ongoing programs focus on strengthening understanding of the local drivers of violent extremism. This includes research and trend analysis that focuses on gender and governance through “Regional Violent Risk Assessments” in Cameroon, Chad, Kenya, Niger, Nigeria, Somalia, and Uganda. The United States is also supporting civil society practitioners and partner governments to share the latest research on CVE through workshops, online trainings, and in practice.<\/p>\n<p class=\"heading2_h2\">Developing Skills, Expertise, and Strategies to Counter Violent Extremism<\/p>\n<p>Efforts in West Africa (working with the Economic Community of West Africa \/ECOWAS) and in the Horn of Africa (working with the Inter-Governmental Authority on Development), focus on developing national, multi-stakeholder strategies to address violent extremism. This includes providing and supporting training and exchanges of best practices among government and civil society leaders.<\/p>\n<p>New initiatives in North Africa and the Sahel will build capacity among community and government leaders to counter violent extremism locally with a variety of tools, including counter-messaging strategies. One example: USAID’s West Africa Office in Accra is working on a regional project named Peace and Development Project (PDEV II); the U.S. Embassy Small Grants mechanism funds CVE efforts at the bilateral level.<\/p>\n<p class=\"heading2_h2\">Strengthening Community-Police and Community-Security Force Relations as Ingredients for Countering and Preventing the Spread of Violent Extremism<\/p>\n<p>These projects support the implementation of the Global Counter Terrorism Forum’s (GCTF) Good Practices on Community Engagement and Community-Oriented Policing as Tools to Counter Violent Extremism.<\/p>\n<p>The creation of an expert-led technical working group to study the relationship between security force-community relations and the prevalence of violent extremism will engage civil society, government, and multilateral partners. The group will develop a set of principles and recommendations for practitioners, public officials, and civil society, by examining common practice, empirical research, and case studies.<\/p>\n<p class=\"heading2_h2\">Building Community Resilience to Recruitment and Radicalization to Violent Extremism<\/p>\n<p>Ongoing efforts to build community resilience to recruitment and radicalization to violent extremism include projects to promote inclusive peace and reconciliation and encourage tolerance and respect of religious minorities. Continuing activities include dialogue across religious, sectarian, and ethnic lines, conflict resolution training, and working with community leaders and members to peacefully resolve problems together.<\/p>\n<p>These projects help build resilience among youth susceptible to recruitment and radicalization to violent extremism include encouraging youth to be catalysts for inter- and intra-faith cooperation in their communities, and enabling youth to become active advocates by providing technical skills and training, as well as offering opportunities for civic education, community service, and empowerment.<\/p>\n<p class=\"heading2_h2\">Elevating the Role of Religious Voices and Promoting Educational Initiatives to Build Resilience against Extremist Recruitment<\/p>\n<p>Support to amplify non-violent religious voices will: 1) mobilize religious leaders from conflict areas and encourage them to lead projects emphasizing peace, tolerance and coexistence at the community level; and 2) train religious leaders on conflict resolution and implementation of peace-building initiatives.<\/p>\n<p>The U.S. is seeking to provide funding for a series of country-specific workshops focusing on rehabilitation and reintegration of foreign terrorist fighters hosted by the International Institute for Justice and the Rule of Law.  (NOTE:  The US Govenment sponsored a workshop on this issue for Francophone Africa on 22-24 July 2015 in Malta).<\/p>\n<p>Terrorists traffic in lies and stereotypes about others &#8212; other religions, other ethnic groups.  So let’s share the truth of our faiths with each other.  Terrorists prey upon young impressionable minds.  So let’s bring our youth together to promote understanding and cooperation.<\/p>\n<p>The world hears a lot about the terrorists who attacked Charlie Hebdo in Paris, but the world has to also remember the Paris police officer, a Muslim, who died trying to stop them.  The world knows about the attack on the Jews at the kosher supermarket in Paris; we need to recall the worker at that market, a Muslim, who hid Jewish customers and saved their lives.  And when he was asked why he did it, he said, “We are brothers.  It&#8217;s not a question of Jews or Christians or Muslims.  We&#8217;re all in the same boat, and we have to help each other to get out of this crisis.”<\/p>\n<p>Distinguished guests, ladies and gentlemen, I thank you for being here today.  As President Barack Obama recent noted, we come from different countries and different cultures, but it is useful for us to take our wisdom from that humble worker who engaged in heroic acts under the most severe of circumstances.<\/p>\n<p>We are all in the same boat.  We have to help each other.  In this work, you will have a strong partner in the United States of America.<\/p>\n<p>Thank you very much.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Thank you very much. Good morning, everyone.  I want to thank you for hosting us and congratulate the Africa Center for Security and Counter-Terrorism Ghana on this ambitious opening. I note that we are joined by representatives from the government, because we all have a responsibility to ensure the security, the prosperity and the human &#8230;<\/p>\n","protected":false},"author":1058,"featured_media":0,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"_gpalab_slo_mission_select":"","footnotes":""},"categories":[6739,44],"tags":[6776],"class_list":["post-16807","post","type-post","status-publish","format-standard","hentry","category-former-u-s-government-leaders","category-press-releases","tag-barack-obama"],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v23.1 (Yoast SEO v23.1) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Remarks by Daniel Fennell, U.S. Embassy Counselor at the Launch of the Africa Center for Security and Counter-Terrorism Ghana (ACSC) - U.S. Embassy in Ghana<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/gh.usembassy.gov\/remarks-daniel-fennell-u-s-embassy-counselor-launch-africa-center-security-counter-terrorism-ghana-acsc\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Remarks by Daniel Fennell, U.S. Embassy Counselor at the Launch of the Africa Center for Security and Counter-Terrorism Ghana (ACSC)\" \/>\n<meta property=\"og:description\" content=\"Thank you very much. Good morning, everyone.  I want to thank you for hosting us and congratulate the Africa Center for Security and Counter-Terrorism\" \/>\n<meta property=\"og:url\" content=\"https:\/\/gh.usembassy.gov\/remarks-daniel-fennell-u-s-embassy-counselor-launch-africa-center-security-counter-terrorism-ghana-acsc\/\" \/>\n<meta property=\"og:site_name\" content=\"U.S. Embassy in Ghana\" \/>\n<meta property=\"article:publisher\" content=\"http:\/\/facebook.com\/USEmbassyGhana\" \/>\n<meta property=\"article:published_time\" content=\"2015-10-28T15:26:02+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2018-10-01T17:09:44+00:00\" \/>\n<meta name=\"author\" content=\"U.S. Embassy in Ghana\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@USEmbassyGhana\" \/>\n<meta name=\"twitter:site\" content=\"@USEmbassyGhana\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"U.S. Embassy in Ghana\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"8 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/gh.usembassy.gov\/remarks-daniel-fennell-u-s-embassy-counselor-launch-africa-center-security-counter-terrorism-ghana-acsc\/\",\"url\":\"https:\/\/gh.usembassy.gov\/remarks-daniel-fennell-u-s-embassy-counselor-launch-africa-center-security-counter-terrorism-ghana-acsc\/\",\"name\":\"Remarks by Daniel Fennell, U.S. Embassy Counselor at the Launch of the Africa Center for Security and Counter-Terrorism Ghana (ACSC) - U.S. Embassy in Ghana\",\"isPartOf\":{\"@id\":\"https:\/\/gh.usembassy.gov\/#website\"},\"datePublished\":\"2015-10-28T15:26:02+00:00\",\"dateModified\":\"2018-10-01T17:09:44+00:00\",\"author\":{\"@id\":\"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193\"},\"breadcrumb\":{\"@id\":\"https:\/\/gh.usembassy.gov\/remarks-daniel-fennell-u-s-embassy-counselor-launch-africa-center-security-counter-terrorism-ghana-acsc\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/gh.usembassy.gov\/remarks-daniel-fennell-u-s-embassy-counselor-launch-africa-center-security-counter-terrorism-ghana-acsc\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/gh.usembassy.gov\/remarks-daniel-fennell-u-s-embassy-counselor-launch-africa-center-security-counter-terrorism-ghana-acsc\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/gh.usembassy.gov\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Remarks by Daniel Fennell, U.S. Embassy Counselor at the Launch of the Africa Center for Security and Counter-Terrorism Ghana (ACSC)\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/gh.usembassy.gov\/#website\",\"url\":\"https:\/\/gh.usembassy.gov\/\",\"name\":\"U.S. Embassy in Ghana\",\"description\":\"U.S. Embassy in Ghana\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/gh.usembassy.gov\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193\",\"name\":\"U.S. Embassy in Ghana\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/gh.usembassy.gov\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g\",\"caption\":\"U.S. Embassy in Ghana\"},\"url\":\"https:\/\/gh.usembassy.gov\/author\/usembassyinghana\/\"}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"Remarks by Daniel Fennell, U.S. Embassy Counselor at the Launch of the Africa Center for Security and Counter-Terrorism Ghana (ACSC) - U.S. Embassy in Ghana","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/gh.usembassy.gov\/remarks-daniel-fennell-u-s-embassy-counselor-launch-africa-center-security-counter-terrorism-ghana-acsc\/","og_locale":"en_US","og_type":"article","og_title":"Remarks by Daniel Fennell, U.S. Embassy Counselor at the Launch of the Africa Center for Security and Counter-Terrorism Ghana (ACSC)","og_description":"Thank you very much. Good morning, everyone.  I want to thank you for hosting us and congratulate the Africa Center for Security and Counter-Terrorism","og_url":"https:\/\/gh.usembassy.gov\/remarks-daniel-fennell-u-s-embassy-counselor-launch-africa-center-security-counter-terrorism-ghana-acsc\/","og_site_name":"U.S. Embassy in Ghana","article_publisher":"http:\/\/facebook.com\/USEmbassyGhana","article_published_time":"2015-10-28T15:26:02+00:00","article_modified_time":"2018-10-01T17:09:44+00:00","author":"U.S. Embassy in Ghana","twitter_card":"summary_large_image","twitter_creator":"@USEmbassyGhana","twitter_site":"@USEmbassyGhana","twitter_misc":{"Written by":"U.S. Embassy in Ghana","Est. reading time":"8 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/gh.usembassy.gov\/remarks-daniel-fennell-u-s-embassy-counselor-launch-africa-center-security-counter-terrorism-ghana-acsc\/","url":"https:\/\/gh.usembassy.gov\/remarks-daniel-fennell-u-s-embassy-counselor-launch-africa-center-security-counter-terrorism-ghana-acsc\/","name":"Remarks by Daniel Fennell, U.S. Embassy Counselor at the Launch of the Africa Center for Security and Counter-Terrorism Ghana (ACSC) - U.S. Embassy in Ghana","isPartOf":{"@id":"https:\/\/gh.usembassy.gov\/#website"},"datePublished":"2015-10-28T15:26:02+00:00","dateModified":"2018-10-01T17:09:44+00:00","author":{"@id":"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193"},"breadcrumb":{"@id":"https:\/\/gh.usembassy.gov\/remarks-daniel-fennell-u-s-embassy-counselor-launch-africa-center-security-counter-terrorism-ghana-acsc\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/gh.usembassy.gov\/remarks-daniel-fennell-u-s-embassy-counselor-launch-africa-center-security-counter-terrorism-ghana-acsc\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/gh.usembassy.gov\/remarks-daniel-fennell-u-s-embassy-counselor-launch-africa-center-security-counter-terrorism-ghana-acsc\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/gh.usembassy.gov\/"},{"@type":"ListItem","position":2,"name":"Remarks by Daniel Fennell, U.S. Embassy Counselor at the Launch of the Africa Center for Security and Counter-Terrorism Ghana (ACSC)"}]},{"@type":"WebSite","@id":"https:\/\/gh.usembassy.gov\/#website","url":"https:\/\/gh.usembassy.gov\/","name":"U.S. Embassy in Ghana","description":"U.S. Embassy in Ghana","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/gh.usembassy.gov\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Person","@id":"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193","name":"U.S. Embassy in Ghana","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/gh.usembassy.gov\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g","caption":"U.S. Embassy in Ghana"},"url":"https:\/\/gh.usembassy.gov\/author\/usembassyinghana\/"}]}},"lang":"en","translations":{"en":16807},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts\/16807"}],"collection":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/users\/1058"}],"replies":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/comments?post=16807"}],"version-history":[{"count":1,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts\/16807\/revisions"}],"predecessor-version":[{"id":16809,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts\/16807\/revisions\/16809"}],"wp:attachment":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/media?parent=16807"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/categories?post=16807"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/tags?post=16807"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}