{"id":17280,"date":"2017-01-31T22:45:27","date_gmt":"2017-01-31T22:45:27","guid":{"rendered":"http:\/\/gh.usembassy.gov\/?p=17280"},"modified":"2017-02-26T21:50:52","modified_gmt":"2017-02-26T21:50:52","slug":"remarks-ambassador-robert-p-jackson-action-chapel-international-good-governance-series","status":"publish","type":"post","link":"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-action-chapel-international-good-governance-series\/","title":{"rendered":"Remarks by Ambassador Robert P. Jackson at Action Chapel International Good Governance Series"},"content":{"rendered":"<div style=\"margin-top: 0px; margin-bottom: 20px;\" class=\"sharethis-inline-share-buttons\" ><\/div><p>&nbsp;<\/p>\n<p><strong>Your Excellency Vice President Bawumia,<\/strong><br \/>\n<strong>Your Eminence Archbishop Duncan-Williams,<\/strong><br \/>\n<strong>Dear Colleagues,<\/strong><br \/>\n<strong>Distinguished Ladies and Gentlemen,<\/strong><\/p>\n<p>Good afternoon.  Thank you to Action Chapel International for organizing today’s event and for your decades of service lifting up Ghana’s most vulnerable.  By throwing your influence behind the all-important goal of enhancing transparency and integrity, you are working to improve the lives and prospects of every citizen of Ghana.<\/p>\n<p>Alleged bribes to Parliamentarians to vet Ministers and to pass legislation are again in the news, and Ghana just slipped in the Perceptions of Corruption Index; so it is great to see so many leaders from the clergy, civil society, the private sector, and the government of Ghana here, committing to increase transparency.  On behalf of the U.S. government, I am honored to be here today, and to count you as partners in the quest to combat corruption.<\/p>\n<p>If you ask why the United States cares about what happens in Ghana, the answer is simple:  We are connected.  When corruption hinders economic development and trade or even foments instability, those threats reach beyond borders and across oceans.  It is in Ghana’s best interest for Ghana to succeed, and it is in America’s best interest for Ghana to succeed.<\/p>\n<p>The cost of corruption is borne by everyone in society.  Although government corruption impacts the poorest members of society the most, no one is sheltered.  When money is stolen from public coffers, the government cannot provide the services that all citizens expect and require.  It cannot repair roads.  It cannot provide adequate police and security.  It cannot defend the borders or educate children.  The services the government does provide are of lower quality — and the most vulnerable members of society suffer.  Hospital patients and pensioners receive less than they need.  Students receive less than they deserve.  Moreover, government corruption erodes rule of law, leaving the countries vulnerable to human trafficking, crime, and terrorism.<\/p>\n<p>Likewise, embezzlement in the private sector comes at great cost to all.  The cost is built into the goods being sold to consumers — rich and poor alike.  In other words, consumers pay much more for products because of dishonesty, theft, embezzlement, and crime.  These products may be everyday necessities like food or even water, or they may be high-end vehicles or real estate.<\/p>\n<p>When communities and governments join forces to fight corruption, the results are truly transformative.  Here in Ghana, the United States Agency for International Development has worked with civil society organizations to train members of 50 communities to monitor capital projects, and to report corruption. We have also worked with district assemblies to monitor the implementation of these projects and prevent waste or fraud.  These efforts paid off: the majority of the projects we monitored — including clinics, sanitation facilities, and schools — are on schedule or were completed on time.  Dedicated and tenacious district officials and community members mobilized to stop corruption.  As a result, more Ghanaians now receive quality healthcare and education.<\/p>\n<p>Activities like this have made a real difference, but there is much more to be done. Corruption is a pervasive problem throughout the world — yes, even in my own country.  In the United States, government leaders are sentenced to prison for accepting bribes, embezzling public monies, and abusing their power.  A 2015 Gallup Survey revealed that three out of every four American citizens perceived corruption as widespread in our government — up from two out of three Americans in 2009.  While we certainly have some serious issues to address back home, most Americans continue to express confidence in how we as a nation are working to combat this corruption, with the help of a robust civil society, a press that is free to speak out, and a government that enforces a fair and transparent rule of law.<\/p>\n<p>What does the Ghanaian public think?  This past October, USAID partnered with the Ghana Integrity Initiative to conduct a survey.  Nearly two-thirds of Ghanaian citizens said they believed corruption in their districts had increased over the past 12 months.  I often hear stories of struggling families having to pay bribes when working with customs officials, getting  a driver’s license, or obtaining a passport.  Regional monitors report that a typical agricultural exporter in Ghana faces more than 40 checkpoints between Accra and the border with Burkina Faso — checkpoints that add up to more than $100 in so-called “facilitation payments.”  And we are still waiting for justice in the 2015 Tema Central Medical Stores arson case, which destroyed more than $80 million of medical supplies and drugs, including an estimated $7 million in donations from the American people.  This fire, which was ignited to cover up corruption, has dealt a significant blow to public health in Ghana.<\/p>\n<p>But now the time is ripe to step up efforts to counter this cancer.  Both the United States and Ghana swore in new presidents this month.  It’s a time of new beginnings and recommitting ourselves to policies that improve lives.<\/p>\n<p>I am heartened by President Nana Akufo-Addo’s fervor for combatting corruption. During his inaugural address, he said,<br \/>\n“We must restore integrity in public life.  State coffers are not spoils for the party that wins an election, but resources for the country&#8217;s social and economic development.  I shall protect the public purse, by insisting on value for money in all transactions.”<br \/>\nEnd quote.  Let me assure you, we want to work with you to realize President Akufo-Addo’s vision.<\/p>\n<p>Now there is no “one size fits all” solution to tackle corruption.  The United States certainly doesn’t have any magic answers.  But we are committed to partnering and engaging with all members of society — from the CEO of an apparel manufacturer to the Member of Parliament to the police officer managing the night security checkpoint.<\/p>\n<p>At the press event to launch this initiative, a member of the media asked, “Are you going to tackle corruption from the top down or from the bottom up?”  The answer was, and is, and must be: Both.<\/p>\n<p>It is going to take ALL of us working together to make a dent in corruption.  The fight against corruption must rise up from the grassroots, with citizen buy-in and a rejection of petty, daily bribery.  It must trickle down from the top, with impeccable leadership ethics and sanctions against those who act otherwise.<\/p>\n<p>Think what we can do, if everyone in society is focused on the same fundamental principles: transparency, rule of law, stable institutions, and courts that efficiently enforce democratic laws.  How could corruption survive if <em>all of us<\/em> were to be unceasingly vigilant against it?  Who would be foolish enough to rob the people, knowing that police, prosecutors and judges are committed to implementing the law effectively, aggressively and impartially — enforcing the principle that no one is above the law.<\/p>\n<p>I see today’s discussion today as the starting point for plotting our next steps and developing action items we can pursue together.  To jumpstart the discussion, I will offer some specific suggestions for three key sets actors — all represented in this conference today.  These actors are the public sector, the private sector, and the broader public.<\/p>\n<p><strong>Recommendations for the Public Sector<\/strong><br \/>\nOn the public sector level, there is no substitute for political will.  The best way to demonstrate political <em>will<\/em> is by political example.  Zero incidence of corruption presumes zero tolerance of corruption — at all levels of government.  Ghana’s 1992 Constitution asserts that “the State shall take steps to eradicate corrupt practices and the abuse of power.”  That seems pretty clear to me.  The Constitution itself provides the impetus for a concerted effort to fight and eradicate corruption.<\/p>\n<p>Ghana has successfully enacted laws and regulations to improve public financial management, such as the National Anti-Corruption Action Plan.  Unfortunately, implementation is still weak.  We would welcome details from the new government on its priorities and specific areas in which the United States and other partner countries can provide support for the effective implementation of this plan.<\/p>\n<p>We also support reforms to create a well-informed populace.  The Right to Information Bill should be passed <em>immediately<\/em>.  And not only should Ghana continue to conduct audits of public spending, but it should ensure recommendations from these audits are implemented and taken seriously.  In addition, steps should be taken to increase transparency in public procurements, so Ghanaians get the best value, highest-quality services.<\/p>\n<p>In Chile, for example, a publicly accessible government procurement ‎website provides transparency in government contracting by allowing citizens to view opportunities to bid on government contracts, names of bidders, and the timeline of the bid.  Citizens are also able to make anonymous formal complaints through this website.  The system has been replicated in Guatemala, Brazil, and Ecuador.  Why not Ghana?<\/p>\n<p>An independent judiciary is another critical element of this fight.  The justice sector must have the resources, capacity, and will to prosecute cases of corruption and end impunity.  We will support the government of Ghana in enhancing justice sector coordination and providing the necessary tools and training to strengthen the administration of justice.<\/p>\n<p><strong>Recommendations for the Private Sector<\/strong><br \/>\nHowever, we cannot let government shoulder all the responsibility.  The private sector also plays a significant role in the fight against corruption.  Senior management is responsible for setting the tone and the highest standards of corporate ethics.  Private organizations should have strong anti-fraud programs in place.<\/p>\n<p>For our part, the U.S. government will continue to work directly with Ghanaian businesses to ensure they meet international standards, and with Customs to eliminate avenues for corruption in international trade.  Alongside the American Chamber of Commerce in Ghana, we promote transparency in the public tender process.  We will always advocate for the American private sector to adhere to our <em>own<\/em> Foreign Corrupt Practices Act, which governs American companies and promotes transparency.  These steps are critical to facilitating increased investment and economic growth in Ghana.<\/p>\n<p><strong>Recommendations for Citizens<\/strong><br \/>\nBut for any of these actions to be lasting, we need societal transformation.  We need the public to say, “We’re tired of continuing with the way things are.  Tired of navigating through corruption.  Tired of paying bribes to obtain services that we should receive from our tax dollars.”  Civil society organizations, the media, religious leaders, and community groups contribute to building a culture that refuses to tolerate corruption.<\/p>\n<p>We are committed to further strengthening the capacity of citizens and local organizations to denounce corruption, and advocate for lasting change.  But we cannot want it more than those who will ultimately benefit.  Citizens must be prepared to hold themselves and their leaders to a higher standard.<\/p>\n<p>I often tell my staff at the U.S. Embassy that we are in the “life improvement” business.  We care about better health, better education, better incomes, infrastructure, and security.  We care about these things because a stable, democratic, and prosperous Ghana is good for Ghanaians and good for Americans.  The foundation for that success lies in transparency and accountability.  Living wages depend upon economic growth, and corruption undermines that growth.  Instead of looking at every job to see how one can take advantage of it, how would it be if we asked how can the society benefit from it – with each of us being part of the society and thus a beneficiary.<\/p>\n<p>May today serve as the genesis of a sweeping anti-corruption effort that will improve lives and create opportunities for Ghana, the United States and like-minded partners everywhere.<\/p>\n<p>Thank You!<\/p>\n","protected":false},"excerpt":{"rendered":"<p>&nbsp; Your Excellency Vice President Bawumia, Your Eminence Archbishop Duncan-Williams, Dear Colleagues, Distinguished Ladies and Gentlemen, Good afternoon.  Thank you to Action Chapel International for organizing today’s event and for your decades of service lifting up Ghana’s most vulnerable.  By throwing your influence behind the all-important goal of enhancing transparency and integrity, you are working &#8230;<\/p>\n","protected":false},"author":1058,"featured_media":17360,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"_gpalab_slo_mission_select":"","footnotes":""},"categories":[4,54],"tags":[4050,4054,4052],"class_list":["post-17280","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-ambassador","category-speeches","tag-good-governance","tag-integrity","tag-transparency"],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v23.1 (Yoast SEO v23.1) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Remarks by Ambassador Robert P. Jackson at Action Chapel International Good Governance Series - U.S. Embassy in Ghana<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-action-chapel-international-good-governance-series\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Remarks by Ambassador Robert P. Jackson at Action Chapel International Good Governance Series\" \/>\n<meta property=\"og:description\" content=\"&nbsp; Your Excellency Vice President Bawumia, Your Eminence Archbishop Duncan-Williams, Dear Colleagues, Distinguished Ladies and Gentlemen, Good\" \/>\n<meta property=\"og:url\" content=\"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-action-chapel-international-good-governance-series\/\" \/>\n<meta property=\"og:site_name\" content=\"U.S. Embassy in Ghana\" \/>\n<meta property=\"article:publisher\" content=\"http:\/\/facebook.com\/USEmbassyGhana\" \/>\n<meta property=\"article:published_time\" content=\"2017-01-31T22:45:27+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2017-02-26T21:50:52+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/d2v9ipibika81v.cloudfront.net\/uploads\/sites\/175\/2017\/02\/Ambassador_Jackson.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"750\" \/>\n\t<meta property=\"og:image:height\" content=\"450\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"author\" content=\"U.S. Embassy in Ghana\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@USEmbassyGhana\" \/>\n<meta name=\"twitter:site\" content=\"@USEmbassyGhana\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"U.S. Embassy in Ghana\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"9 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-action-chapel-international-good-governance-series\/\",\"url\":\"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-action-chapel-international-good-governance-series\/\",\"name\":\"Remarks by Ambassador Robert P. Jackson at Action Chapel International Good Governance Series - U.S. Embassy in Ghana\",\"isPartOf\":{\"@id\":\"https:\/\/gh.usembassy.gov\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-action-chapel-international-good-governance-series\/#primaryimage\"},\"image\":{\"@id\":\"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-action-chapel-international-good-governance-series\/#primaryimage\"},\"thumbnailUrl\":\"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/2017\/02\/Ambassador_Jackson.jpg\",\"datePublished\":\"2017-01-31T22:45:27+00:00\",\"dateModified\":\"2017-02-26T21:50:52+00:00\",\"author\":{\"@id\":\"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193\"},\"breadcrumb\":{\"@id\":\"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-action-chapel-international-good-governance-series\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-action-chapel-international-good-governance-series\/\"]}]},{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-action-chapel-international-good-governance-series\/#primaryimage\",\"url\":\"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/2017\/02\/Ambassador_Jackson.jpg\",\"contentUrl\":\"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/2017\/02\/Ambassador_Jackson.jpg\",\"width\":750,\"height\":450,\"caption\":\"Ambassador Jackson interacting with former commissioner of CHRAJ\"},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-action-chapel-international-good-governance-series\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/gh.usembassy.gov\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Remarks by Ambassador Robert P. Jackson at Action Chapel International Good Governance Series\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/gh.usembassy.gov\/#website\",\"url\":\"https:\/\/gh.usembassy.gov\/\",\"name\":\"U.S. Embassy in Ghana\",\"description\":\"U.S. Embassy in Ghana\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/gh.usembassy.gov\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193\",\"name\":\"U.S. Embassy in Ghana\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/gh.usembassy.gov\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g\",\"caption\":\"U.S. Embassy in Ghana\"},\"url\":\"https:\/\/gh.usembassy.gov\/author\/usembassyinghana\/\"}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"Remarks by Ambassador Robert P. Jackson at Action Chapel International Good Governance Series - U.S. Embassy in Ghana","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-action-chapel-international-good-governance-series\/","og_locale":"en_US","og_type":"article","og_title":"Remarks by Ambassador Robert P. Jackson at Action Chapel International Good Governance Series","og_description":"&nbsp; Your Excellency Vice President Bawumia, Your Eminence Archbishop Duncan-Williams, Dear Colleagues, Distinguished Ladies and Gentlemen, Good","og_url":"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-action-chapel-international-good-governance-series\/","og_site_name":"U.S. Embassy in Ghana","article_publisher":"http:\/\/facebook.com\/USEmbassyGhana","article_published_time":"2017-01-31T22:45:27+00:00","article_modified_time":"2017-02-26T21:50:52+00:00","og_image":[{"width":750,"height":450,"url":"https:\/\/d2v9ipibika81v.cloudfront.net\/uploads\/sites\/175\/2017\/02\/Ambassador_Jackson.jpg","type":"image\/jpeg"}],"author":"U.S. Embassy in Ghana","twitter_card":"summary_large_image","twitter_creator":"@USEmbassyGhana","twitter_site":"@USEmbassyGhana","twitter_misc":{"Written by":"U.S. Embassy in Ghana","Est. reading time":"9 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-action-chapel-international-good-governance-series\/","url":"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-action-chapel-international-good-governance-series\/","name":"Remarks by Ambassador Robert P. Jackson at Action Chapel International Good Governance Series - U.S. Embassy in Ghana","isPartOf":{"@id":"https:\/\/gh.usembassy.gov\/#website"},"primaryImageOfPage":{"@id":"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-action-chapel-international-good-governance-series\/#primaryimage"},"image":{"@id":"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-action-chapel-international-good-governance-series\/#primaryimage"},"thumbnailUrl":"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/2017\/02\/Ambassador_Jackson.jpg","datePublished":"2017-01-31T22:45:27+00:00","dateModified":"2017-02-26T21:50:52+00:00","author":{"@id":"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193"},"breadcrumb":{"@id":"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-action-chapel-international-good-governance-series\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-action-chapel-international-good-governance-series\/"]}]},{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-action-chapel-international-good-governance-series\/#primaryimage","url":"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/2017\/02\/Ambassador_Jackson.jpg","contentUrl":"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/2017\/02\/Ambassador_Jackson.jpg","width":750,"height":450,"caption":"Ambassador Jackson interacting with former commissioner of CHRAJ"},{"@type":"BreadcrumbList","@id":"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-action-chapel-international-good-governance-series\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/gh.usembassy.gov\/"},{"@type":"ListItem","position":2,"name":"Remarks by Ambassador Robert P. Jackson at Action Chapel International Good Governance Series"}]},{"@type":"WebSite","@id":"https:\/\/gh.usembassy.gov\/#website","url":"https:\/\/gh.usembassy.gov\/","name":"U.S. Embassy in Ghana","description":"U.S. Embassy in Ghana","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/gh.usembassy.gov\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Person","@id":"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193","name":"U.S. Embassy in Ghana","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/gh.usembassy.gov\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g","caption":"U.S. Embassy in Ghana"},"url":"https:\/\/gh.usembassy.gov\/author\/usembassyinghana\/"}]}},"lang":"en","translations":{"en":17280},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts\/17280"}],"collection":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/users\/1058"}],"replies":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/comments?post=17280"}],"version-history":[{"count":6,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts\/17280\/revisions"}],"predecessor-version":[{"id":17362,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts\/17280\/revisions\/17362"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/media\/17360"}],"wp:attachment":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/media?parent=17280"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/categories?post=17280"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/tags?post=17280"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}