{"id":17294,"date":"2017-02-08T14:00:17","date_gmt":"2017-02-08T14:00:17","guid":{"rendered":"http:\/\/gh.usembassy.gov\/?p=17294"},"modified":"2018-10-01T17:09:40","modified_gmt":"2018-10-01T17:09:40","slug":"remarks-ambassador-robert-p-jackson-legon-center-international-affairs-diplomacy","status":"publish","type":"post","link":"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-legon-center-international-affairs-diplomacy\/","title":{"rendered":"Remarks for Ambassador Robert P. Jackson Legon Center for International Affairs and Diplomacy"},"content":{"rendered":"<div style=\"margin-top: 0px; margin-bottom: 20px;\" class=\"sharethis-inline-share-buttons\" ><\/div><p>&nbsp;<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"\" src=\"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/2017\/02\/LECIAD-lecture-e1487149248638.jpg\" width=\"548\" height=\"313\" \/><\/p>\n<p>Ambassador Baah-Duodu,<br \/>\nDistinguished Guests,<br \/>\nFaculty and Staff,<br \/>\nStudents,<br \/>\nColleagues,<\/p>\n<p>I’m honored to be here at the Legon Center for International Affairs and Diplomacy today.  Being here reminds me of my own career trajectory.  Before I became a diplomat, I taught English and American Civilization at a French university.  Being back in a respected academic institution is always invigorating.  There’s a sense of energy and excitement.  I can see that here.<\/p>\n<p>Africa has been the focus of my diplomatic career.  My wife Babs and I have now made our home in seven African countries, from Morocco all the way down to Zimbabwe and from Senegal to Burundi.  We are very much enjoying our time in Ghana thus far.<\/p>\n<p>Today I want to speak with you about the relationship between Ghana and the United States, the work we do at the U.S. Embassy, and how it affects you as future leaders of West Africa.  We’ll have time for questions, too, and I look forward to hearing from you.<\/p>\n<p>The friendship between the Republic of Ghana and the United States will hit its 60th year in 2017.  We had already posted diplomats here during the era of the Gold Coast and when Ghana declared independence in 1957, the United States elevated its Consulate in Accra to a full Embassy.  Today, hundreds of people — Americans and Ghanaians — work at our embassy, focusing every day on how we can further strengthen our bilateral relationship and make the world better for all of us.  I am honored to lead this dedicated group of diplomats and professionals.<\/p>\n<p>I wanted to speak today about our collaborative efforts to make progress; to make the world safer and more prosperous; and to tackle the enormous challenges so many people face around the world.  The work we do here in Ghana supports those efforts and centers on four areas of mutual concern:<\/p>\n<p>Economic growth,<br \/>\nHealth and education,<br \/>\nPeace and security, and<br \/>\nDemocracy and governance.<\/p>\n<p>Very briefly I would like you to walk out of here with a sense of why we are here, and why it matters to you.<\/p>\n<p>First, we believe in Ghana’s potential for economic growth and prosperity.  Ghana has been affected by declining prices for cocoa, gold, and oil.  But there is promise here, and we are working together with the Ghanaian government, with entrepreneurs, nonprofits, communities and others to help create the environment that will develop that promise.<\/p>\n<p>Why does this matter to you?  Well, you may wonder what you will do for work after you finish your degree.  There are often far more graduates than there are jobs available.  This reality understandably causes concern and anxiety for students — and their parents.  We’re concerned about that, too.  That is why we want to help create that environment in which Ghanaian businesses will thrive.<\/p>\n<p>Part of that effort includes strengthening the electrical power supply through our Power Africa Initiative.  Unreliable and inadequate power stifles economic growth.  If your business cannot operate due to lack of electricity, you cannot make a profit.  If you have no profit, well, that’s the end of your business — and your employees’ incomes, as well.  With the second Millennium Challenge compact, we’re investing $498 million to transform the power sector.  We want to be part of the solution to “dumsor dumsor.”<\/p>\n<p>We also want to expand trade and investment.  I would love for Americans to discover more Ghanaian products in their local stores:  shea butter, shoes, textiles, cars, the list can go on and on.  The African Growth and Opportunity Act opens American doors by providing duty-free treatment to imports from Ghana.  Meanwhile, USAID’s West Africa Trade Hub and the Feed the Future program are increasing regional trade in agricultural products to improve food security.<\/p>\n<p>I said we want to help create the environment in which businesses will thrive.  Let’s take that one step further:  We want to help create the environment in which your business will thrive.  Ghanaians are already known for their entrepreneurial spirit.  I want to ensure we encourage students to think creatively and to seek out technological solutions to the challenges facing our world.  So consider how you might be able to take advantage of an improved economic environment to create employment for yourself and others.<\/p>\n<p>Now say you do start that business.  You need a healthy, educated workforce.  That’s why we support government initiatives to curb malaria; improve nutrition; control HIV and AIDS. That is why we constructing hospitals and clinics.  Our Partnership for Education: Learning program supports the Ministry of Education and the Ghana Education Service as they promote reading and literacy among primary students.  Through the “Let Girls Learn” program we’re helping Ghana expand access to education for adolescent girls, because we know that when girls are educated, societies are transformed.<\/p>\n<p>So we can see how economic growth, health and education are tied together.  Add peace and security to that mix.  Ghana is noteworthy for the way it maintains peace and stability within its borders, and also advances peace on the continent and beyond through contributions to peacekeeping operations.  The international community faces countless security threats, and Ghana’s ability to contribute to countering those threats is invaluable.  The United States has ongoing training and coordination with the Ghanaian Armed Forces and with law enforcement to tackle the global issues that could impact your daily life:  crime, terrorism, trafficking of all kinds, border security, corruption, and more.<\/p>\n<p>That brings me to number four:  democracy and governance.  Again, Ghana’s reputation in this area is laudable.  You have active political parties and civil society organizations; a free press; a history of peaceful political transitions; and an apolitical military.  These are things to be proud of.<\/p>\n<p>What a year it has been for both our countries:  Americans selected a new president in November, and then Ghanaians chose a new president in December.  Both countries showed our traditions of peaceful, democratic elections.  And now we are both working through the process of establishing new leaders in government.  I know that there are still many open questions with the new Trump administration.  But I can assure you of this:  We have seen that, historically, U.S. policy in Africa has been built on shared values and the overarching interests in democracy, economic development, and security.  President Kennedy started the Peace Corps — with Ghana the first country to receive American volunteers, and every subsequent American Administration has sent Peace Corps Volunteers to Ghana — more than 5,000 to date.  President Clinton signed AGOA.  President George W. Bush launched the President’s Emergency Plan for AIDS Relief or PEPFAR and the Millennium Challenge Corporation.  President Obama continued all of those, and started Power Africa, Trade Africa, the Global Entrepreneurship Summits, and the Young African Leaders Initiative (YALI).  Again this year, an outstanding group of YALI Mandela Washington Fellows from Ghana and other African countries will travel to the United States for at least six weeks of leadership training and exposure to high-level management.  Working with the private sector, we have also expanded the opportunities for young people to receive leadership training right here in Africa.  Four YALI Regional Leadership Centers — including one in Accra — bring together young leaders by sub-region and language.  But improving your leadership capability can be as simple as joining the YALI Network, a virtual community that links more than 200,000 young people across the continent and offers free online courses on the topics that matter most to you.<\/p>\n<p>To summarize:  Our mission supports economic growth; health and education; peace and security; democracy and governance:  We partner with Ghanaians across the country to achieve these mutual goals — from Flagstaff House to rural shea producers, from journalists and soldiers to students just like you.  Why?  We do it because we all benefit from a peaceful, prosperous, democratic world.<\/p>\n<p>You are the next generation that will take on the task of developing Ghana and a more peaceful, more prosperous, and more democratic world.  We want to play a role in equipping you to be great leaders.  I believe that the key is education.  President Kennedy once suggested that education is: “… the means of developing our greatest abilities.”  He went on to say that is because “ .. [I]n each of us there is a private hope and dream which, fulfilled, can be translated into benefit for everyone and greater strength for [the] nation.”<\/p>\n<p>Your education is the greatest investment you will ever make.  If you want to explore study in my country, we have an EducationUSA center in our Embassy that guides students looking to the United States for their next degree.  In fact, there are more than 3,100 Ghanaian students enrolled at colleges and universities in the United States, and our colleges and universities are looking to recruit more.<\/p>\n<p>Ghana is a popular destination for American students.  Around 2,300 American students come to Ghana each year, including a large group coming to Legon.  Perhaps we have some represented in the audience here today.  I encourage you to get to know one another.  Some of the relationships you create here will last a lifetime.  And tomorrow’s challenges do not need to be faced alone.<\/p>\n<p>Kwame Nkrumah, Ghana’s founding father, once said that “Action without thought is empty. Thought without action is blind.”<\/p>\n<p>You are receiving an excellent education here—an education that will enable you to put your thoughts into action for Ghana’s future and Africa’s future, and ensure your actions are backed by thought.<\/p>\n<p>We believe in the power of education and technology to bring about a better world, and in the power of young people to bring about that better world.  Be bold.  Be creative.  Be inclusive.  We are in this together, and we will do great things.<\/p>\n<p>Thank you for your attention.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>&nbsp; Ambassador Baah-Duodu, Distinguished Guests, Faculty and Staff, Students, Colleagues, I’m honored to be here at the Legon Center for International Affairs and Diplomacy today.  Being here reminds me of my own career trajectory.  Before I became a diplomat, I taught English and American Civilization at a French university.  Being back in a respected academic &#8230;<\/p>\n","protected":false},"author":1058,"featured_media":17297,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"_gpalab_slo_mission_select":"","footnotes":""},"categories":[4,6739,6733,54],"tags":[6776,6741,4058],"class_list":["post-17294","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-ambassador","category-former-u-s-government-leaders","category-president-of-the-united-states","category-speeches","tag-barack-obama","tag-donald-j-trump","tag-leciad"],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v23.1 (Yoast SEO v23.1) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Remarks for Ambassador Robert P. Jackson Legon Center for International Affairs and Diplomacy - U.S. Embassy in Ghana<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-legon-center-international-affairs-diplomacy\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Remarks for Ambassador Robert P. Jackson Legon Center for International Affairs and Diplomacy\" \/>\n<meta property=\"og:description\" content=\"&nbsp; Ambassador Baah-Duodu, Distinguished Guests, Faculty and Staff, Students, Colleagues, I’m honored to be here at the Legon Center for International\" \/>\n<meta property=\"og:url\" content=\"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-legon-center-international-affairs-diplomacy\/\" \/>\n<meta property=\"og:site_name\" content=\"U.S. Embassy in Ghana\" \/>\n<meta property=\"article:publisher\" content=\"http:\/\/facebook.com\/USEmbassyGhana\" \/>\n<meta property=\"article:published_time\" content=\"2017-02-08T14:00:17+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2018-10-01T17:09:40+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/d2v9ipibika81v.cloudfront.net\/uploads\/sites\/175\/2017\/02\/Amb-LECIAD.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"750\" \/>\n\t<meta property=\"og:image:height\" content=\"450\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"author\" content=\"U.S. Embassy in Ghana\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@USEmbassyGhana\" \/>\n<meta name=\"twitter:site\" content=\"@USEmbassyGhana\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"U.S. Embassy in Ghana\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"8 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-legon-center-international-affairs-diplomacy\/\",\"url\":\"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-legon-center-international-affairs-diplomacy\/\",\"name\":\"Remarks for Ambassador Robert P. Jackson Legon Center for International Affairs and Diplomacy - U.S. Embassy in Ghana\",\"isPartOf\":{\"@id\":\"https:\/\/gh.usembassy.gov\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-legon-center-international-affairs-diplomacy\/#primaryimage\"},\"image\":{\"@id\":\"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-legon-center-international-affairs-diplomacy\/#primaryimage\"},\"thumbnailUrl\":\"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/2017\/02\/Amb-LECIAD.jpg\",\"datePublished\":\"2017-02-08T14:00:17+00:00\",\"dateModified\":\"2018-10-01T17:09:40+00:00\",\"author\":{\"@id\":\"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193\"},\"breadcrumb\":{\"@id\":\"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-legon-center-international-affairs-diplomacy\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-legon-center-international-affairs-diplomacy\/\"]}]},{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-legon-center-international-affairs-diplomacy\/#primaryimage\",\"url\":\"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/2017\/02\/Amb-LECIAD.jpg\",\"contentUrl\":\"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/2017\/02\/Amb-LECIAD.jpg\",\"width\":750,\"height\":450,\"caption\":\"Ambassador Jackson addressing students\"},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-legon-center-international-affairs-diplomacy\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/gh.usembassy.gov\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Remarks for Ambassador Robert P. Jackson Legon Center for International Affairs and Diplomacy\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/gh.usembassy.gov\/#website\",\"url\":\"https:\/\/gh.usembassy.gov\/\",\"name\":\"U.S. Embassy in Ghana\",\"description\":\"U.S. Embassy in Ghana\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/gh.usembassy.gov\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193\",\"name\":\"U.S. Embassy in Ghana\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/gh.usembassy.gov\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g\",\"caption\":\"U.S. Embassy in Ghana\"},\"url\":\"https:\/\/gh.usembassy.gov\/author\/usembassyinghana\/\"}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"Remarks for Ambassador Robert P. Jackson Legon Center for International Affairs and Diplomacy - U.S. Embassy in Ghana","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-legon-center-international-affairs-diplomacy\/","og_locale":"en_US","og_type":"article","og_title":"Remarks for Ambassador Robert P. Jackson Legon Center for International Affairs and Diplomacy","og_description":"&nbsp; Ambassador Baah-Duodu, Distinguished Guests, Faculty and Staff, Students, Colleagues, I’m honored to be here at the Legon Center for International","og_url":"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-legon-center-international-affairs-diplomacy\/","og_site_name":"U.S. Embassy in Ghana","article_publisher":"http:\/\/facebook.com\/USEmbassyGhana","article_published_time":"2017-02-08T14:00:17+00:00","article_modified_time":"2018-10-01T17:09:40+00:00","og_image":[{"width":750,"height":450,"url":"https:\/\/d2v9ipibika81v.cloudfront.net\/uploads\/sites\/175\/2017\/02\/Amb-LECIAD.jpg","type":"image\/jpeg"}],"author":"U.S. Embassy in Ghana","twitter_card":"summary_large_image","twitter_creator":"@USEmbassyGhana","twitter_site":"@USEmbassyGhana","twitter_misc":{"Written by":"U.S. Embassy in Ghana","Est. reading time":"8 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-legon-center-international-affairs-diplomacy\/","url":"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-legon-center-international-affairs-diplomacy\/","name":"Remarks for Ambassador Robert P. Jackson Legon Center for International Affairs and Diplomacy - U.S. Embassy in Ghana","isPartOf":{"@id":"https:\/\/gh.usembassy.gov\/#website"},"primaryImageOfPage":{"@id":"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-legon-center-international-affairs-diplomacy\/#primaryimage"},"image":{"@id":"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-legon-center-international-affairs-diplomacy\/#primaryimage"},"thumbnailUrl":"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/2017\/02\/Amb-LECIAD.jpg","datePublished":"2017-02-08T14:00:17+00:00","dateModified":"2018-10-01T17:09:40+00:00","author":{"@id":"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193"},"breadcrumb":{"@id":"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-legon-center-international-affairs-diplomacy\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-legon-center-international-affairs-diplomacy\/"]}]},{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-legon-center-international-affairs-diplomacy\/#primaryimage","url":"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/2017\/02\/Amb-LECIAD.jpg","contentUrl":"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/2017\/02\/Amb-LECIAD.jpg","width":750,"height":450,"caption":"Ambassador Jackson addressing students"},{"@type":"BreadcrumbList","@id":"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-legon-center-international-affairs-diplomacy\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/gh.usembassy.gov\/"},{"@type":"ListItem","position":2,"name":"Remarks for Ambassador Robert P. Jackson Legon Center for International Affairs and Diplomacy"}]},{"@type":"WebSite","@id":"https:\/\/gh.usembassy.gov\/#website","url":"https:\/\/gh.usembassy.gov\/","name":"U.S. Embassy in Ghana","description":"U.S. Embassy in Ghana","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/gh.usembassy.gov\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Person","@id":"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193","name":"U.S. Embassy in Ghana","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/gh.usembassy.gov\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g","caption":"U.S. Embassy in Ghana"},"url":"https:\/\/gh.usembassy.gov\/author\/usembassyinghana\/"}]}},"lang":"en","translations":{"en":17294},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts\/17294"}],"collection":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/users\/1058"}],"replies":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/comments?post=17294"}],"version-history":[{"count":4,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts\/17294\/revisions"}],"predecessor-version":[{"id":17300,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts\/17294\/revisions\/17300"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/media\/17297"}],"wp:attachment":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/media?parent=17294"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/categories?post=17294"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/tags?post=17294"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}