{"id":18119,"date":"2017-10-30T09:39:12","date_gmt":"2017-10-30T09:39:12","guid":{"rendered":"http:\/\/gh.usembassy.gov\/?p=18119"},"modified":"2017-10-30T09:39:12","modified_gmt":"2017-10-30T09:39:12","slug":"ghana-competitiveness-forum-remarks-ambassador-robert-p-jackson","status":"publish","type":"post","link":"https:\/\/gh.usembassy.gov\/ghana-competitiveness-forum-remarks-ambassador-robert-p-jackson\/","title":{"rendered":"Ghana Competitiveness Forum Remarks by Ambassador Robert P. Jackson"},"content":{"rendered":"<div style=\"margin-top: 0px; margin-bottom: 20px;\" class=\"sharethis-inline-share-buttons\" ><\/div><p>Honorable Ministers,<br \/>\nBCIU President Tichansky,<br \/>\nColleagues,<br \/>\nDistinguished Ladies and Gentlemen,<\/p>\n<p>Thank you and good morning.  This Forum is a testament to the determination of the United States and Ghana to increase official bilateral and business collaborations between our nations.  Our businesses and investors have long been at the forefront of deepening ties between our countries, and we appreciate the work of the Business Council for International Understanding in advancing these partnerships.<\/p>\n<p>Since I arrived in Ghana nearly two years ago, one of my key priorities has been to increase trade and investment and deepen our commercial relationship.  Bilateral trade between our two countries totaled $1.1 billion last year.  There are over 250 American companies currently operating in Ghana, including eight companies that have opened over the last two years.  Many more are exploring the possibility of investing or expanding here, as evidenced by the many businesses represented here today.<\/p>\n<p>Ghana has much to offer.  As President Akufo-Addo underscored during his remarks at the United Nations General Assembly last month, Ghana has enjoyed political stability for the last 25 years and its economy has tremendous potential.  The President expressed his desire to build an economy that does more than just provide raw commodities for the rest of the world.  Instead, the government is exploring how Ghana can increase value-added processing and strengthen its manufacturing and information technology sectors, which will ultimately position Ghana as a significant player in the global marketplace.<\/p>\n<p>Private investment will be critical for this transformation, and for driving growth and job creation.<\/p>\n<p>The United States is committed to promoting trade with – and investment in – Ghana, and all of Africa.  Allow me to share a few examples of how we are doing this.<\/p>\n<p>Our U.S. Department of Commerce has expanded its operations in Accra in recent years to better facilitate American business activity.  We have a robust Foreign Commercial Service office, which is working to help U.S. companies do business in Ghana.  Last year, my Commercial Service team supported 35 private-sector deals worth over $500 million.  Last month, the Commerce office brought 24 American universities and colleges to Ghana for the second education trade mission during my tenure, seeking to strengthen our bilateral cooperation in higher education and increase our trade in educational services.  These trade deals and trade missions have created jobs for both Americans and Ghanaians.<\/p>\n<p>We are moving forward on the Millennium Challenge Corporation’s second compact with the Government of Ghana.  It aims to strengthen the power sector by improving the performance and creditworthiness of Ghana’s electrical utilities.  As we all know, having reliable and affordable energy is critical to the economic development of Ghana and the success of those doing business here.  The Government of Ghana concluded its second successful bidders’ conference in Accra a few weeks ago and four separate consortia of firms remain interested in operating the Electricity Company of Ghana (ECG).  We look forward to the Millennium Development Authority releasing the final request for proposal in November and the selection of a final concessionaire in 2018.<\/p>\n<p>Our work through the Power Africa Initiative highlights our support to private sector investors who want to provide solutions to meet Ghana’s booming electricity demand.  Our partnership has enabled about 550 megawatts of new generation to reach financial close.  This new power will come on line over the next one to two years.  This will help to drive Ghana’s industrialization agenda.  In parallel, USAID is supporting the Government of Ghana to develop a Power Sector Master Plan.  The Plan will identify the least cost options to meet the country’s need for power over the next 20 years.  It will also help manage risks in the electricity sector from changing rainfall and increasing temperatures.  Power Africa is also supporting the private sector to deliver reliable advanced energy solutions in places where it may not be cost-effective to extend the national grid.<\/p>\n<p>Through the Trade Africa Initiative, we are partnering with the Government of Ghana to implement the WTO’s Trade Facilitation Agreement.  The TFA will simplify customs and border control procedures and reduce the cost and time of doing business across borders.  TFA implementation will help Ghana in two key ways:<\/p>\n<ul>\n<li>First, by reducing time and costs to trade, it will allow Ghanaian businesses to be more competitive in manufacturing and other industries dependent upon world class logistics infrastructure; and<\/li>\n<li>By streamlining the movement of goods across regional borders, it will position Ghana as the port of choice for landlocked countries in West Africa, creating economic opportunities for businesses in and around the port.<\/li>\n<\/ul>\n<p>Ghana’s full implementation of the Trade Facilitation Agreement will have broad development benefits and will promote regional integration, investment, and exports.  The Organization for Economic Cooperation and Development (OECD) estimates that implementing the TFA could reduce worldwide trade costs by as much as 17.5 percent, with the greatest benefits accruing to African and other developing countries.<\/p>\n<p>Through the African Growth and Opportunity Act (AGOA), we are helping businesses take better advantage of this initiative which provides duty free access to the U.S. for thousands of products originating from all across Africa, including here in Ghana.  As Under Secretary of State for Political Affairs Thomas Shannon said at a U.S. Institute for Peace forum on advancing U.S.-Africa Partnerships in September, AGOA has been the cornerstone of U.S. engagement with Sub-Saharan African countries since 2000.  The success of AGOA and the knowledge that trade helps strengthen democratic institutions and reinforce regional stability are prime reasons the U.S. Congress overwhelmingly approved legislation in 2015 to re-authorize AGOA for ten more years.<\/p>\n<p>However, we have all come to recognize that duty-free access for over 6,000 products does not create exports.  Consequently, USAID has worked with the government of Ghana to develop aNational AGOA Strategy focused on near-term and long-term U.S. market opportunities for Ghana’s priority exports.<\/p>\n<p>Our West Africa Trade and Investment Hub has partnered with Ghanaian apparel manufactures to increase exports to the United States under AGOA from less than $1 million in 2010 to more than $9 million in 2015.  This makes Ghana the largest West African apparel exporter to America.  By the end of 2018, we expect to boost Ghanaian apparel exports to nearly $30 million annually and help put Ghana on the map as an international apparel sourcing destination.  Our joint progress in this sector is a direct result of foreign assistance from the American people as well as American private sector investments and partnerships.<\/p>\n<p>In 2016, Ghana exported $66.4 million worth of goods to the U.S. under AGOA or the General System of Preferences (GSP).  Ghana’s exports are on track to increase in 2017 with a surge in oil exports, expansion of apparel exports, and new exports such as orange juice concentrate.  However, there is significant potential to do more.  We believe that cashews, shea, fruits, vegetables, seafood, palm oil, and handicrafts, particularly baskets, have great potential.<\/p>\n<p>Our U.S. Department of Agriculture team is working to promote U.S. agricultural exports to Ghana, improve food security, and develop a sustainable Ghanaian poultry industry.  Last year, Ghana’s food and agricultural exports to the United States totaled nearly $250 million, dominated by U.S. purchases of Ghanaian cocoa beans and processed cocoa products.  U.S. agricultural exports to Ghana totaled $78 million in 2016 and are on track to rise this year with increasing exports of prepared foods, seafood and wheat.<\/p>\n<p>U.S. Government agencies such as the Overseas Private Investment Corporation (OPIC), the U.S. Trade and Development Agency (USTDA), and the U.S. Export-Import Bank (Exim Bank) are also working to provide financing and insurance for projects, particularly in Ghana’s energy and health sectors.  In fact. OPIC is currently providing more than $1.3 billion in investment finance, investment funds, and political risk insurance to ongoing private sector investments in the country, making Ghana OPIC’s largest portfolio country in the world.<\/p>\n<p>While we are doing what we can to help to promote trade and investment, ultimately it will be up to the Ghanaian people and the Ghanaian government to ensure laws and policies are in place and properly enforced to attract more investment and economic growth.<\/p>\n<p>We commend the government of Ghana’s focus on making this nation a more attractive place to do business.  It is taking some important steps to improve the business climate, including plans to streamline the ease of doing business, providing tax relief for businesses, supporting entrepreneurship, and making customs clearance reforms at the port.<\/p>\n<p>Ghana has much to be proud of in making this nation is open for business.  However, challenges must be met, and more remains to be done to support investments that can drive Ghana’s economy forward to truly reach its fullest potential to benefit the livelihoods of all citizens. This is especially necessary for Ghanaian youth today, who need access to opportunities to invest in their futures here at home to benefit their families, communities, and nation.<\/p>\n<p>Investing in the future of Ghanaian youth is the right and necessary thing to do.  All of the initiatives I have listed are aimed at helping to provide them a better future, because if Ghana prospers, America and the world also prosper.<\/p>\n<p>In spite of great progress, Ghana still faces significant infrastructure challenges – particularly roads, ports, power, and water.  Electricity costs are high and access to affordable finance is difficult.  We also hear concerns from firms regarding less than transparent public procurement processes, issues of non-payment, and weak enforcement of laws.<\/p>\n<p>As a development partner, the U.S. government is supportive of efforts to build local capacity; however, we are concerned that Ghana’s local content regulations may make it more difficult for U.S. companies to do business here.  American companies support Ghana’s desire to manufacture and invest in its growing oil\/gas industry.  They are ready to discuss how Ghana might develop that capacity in a way that does not constrain trade and investment.  We encourage the government to work more with the American Chamber of Commerce in Ghana and other private sector groups representing sources for potential increased foreign direct investment.<\/p>\n<p>As I have said before, Ghana has much to be proud of in making this nation open for business.  Yet I am concerned about corruption and lack of transparency, not only as investment deterrents for Ghana, but also for the negative impact that they have on average Ghanaians who pay the economic consequences of those crimes.  American businesses are waiting to invest in Ghana, but want to ensure that their investments are not wasted lining pockets and contributing to graft rather than growth and investment.  Corruption also hinders the ability of Ghanaian entrepreneurs and innovators to realize their true potential, further stymieing growth.  We urge the government to expedite reforms in this area, and applaud its stated desire to do so.<\/p>\n<p>If passed, the Right to Information Bill, which has languished in parliament after parliament for 17 years, would tap the potential of Ghana’s citizenry by making them partners in the fight to promote government transparency and effective use of government resources.  A truly independent Office of the Special Prosecutor would ensure those who would betray the public trust and steal from their fellow citizens are held criminally accountable.<\/p>\n<p>Additional steps should be taken to increase transparency in public procurements, so Ghanaians get the best-value, highest-quality services.  Plans for a publicly accessible government procurement website that allows citizens to view opportunities to bid on government contracts, provides names of all bidders, details the timeline of the bid, and allows citizens to make anonymous formal complaints need to be finalized and implemented.  Initiatives such as these that seek to combat graft, promote government efficiency, and increase transparency would send a strong signal that Ghana is truly “open for business.”<\/p>\n<p>Private sector collaboration and dialogue with the government are critical to addressing these and other challenges, and fostering a robust trade and investment relationship that spurs growth and creates jobs for both Americans and Ghanaians.<\/p>\n<p>I look forward today to a constructive conversation on improving Ghana’s competitiveness, and underscore once again the United States of America’s strong interest in investing in this nation.<\/p>\n<p>Thank you.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Honorable Ministers, BCIU President Tichansky, Colleagues, Distinguished Ladies and Gentlemen, Thank you and good morning.  This Forum is a testament to the determination of the United States and Ghana to increase official bilateral and business collaborations between our nations.  Our businesses and investors have long been at the forefront of deepening ties between our countries, and &#8230;<\/p>\n","protected":false},"author":1058,"featured_media":18122,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"_gpalab_slo_mission_select":"","footnotes":""},"categories":[4,37,54],"tags":[4068],"class_list":["post-18119","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-ambassador","category-news","category-speeches","tag-trade"],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v23.1 (Yoast SEO v23.1) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Ghana Competitiveness Forum Remarks by Ambassador Robert P. Jackson - U.S. Embassy in Ghana<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/gh.usembassy.gov\/ghana-competitiveness-forum-remarks-ambassador-robert-p-jackson\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Ghana Competitiveness Forum Remarks by Ambassador Robert P. Jackson\" \/>\n<meta property=\"og:description\" content=\"Honorable Ministers, BCIU President Tichansky, Colleagues, Distinguished Ladies and Gentlemen, Thank you and good morning.  This Forum is a testament to\" \/>\n<meta property=\"og:url\" content=\"https:\/\/gh.usembassy.gov\/ghana-competitiveness-forum-remarks-ambassador-robert-p-jackson\/\" \/>\n<meta property=\"og:site_name\" content=\"U.S. Embassy in Ghana\" \/>\n<meta property=\"article:publisher\" content=\"http:\/\/facebook.com\/USEmbassyGhana\" \/>\n<meta property=\"article:published_time\" content=\"2017-10-30T09:39:12+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/d2v9ipibika81v.cloudfront.net\/uploads\/sites\/175\/BUCI_2-e1509356300962.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"3142\" \/>\n\t<meta property=\"og:image:height\" content=\"2052\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"author\" content=\"U.S. Embassy in Ghana\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@USEmbassyGhana\" \/>\n<meta name=\"twitter:site\" content=\"@USEmbassyGhana\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"U.S. Embassy in Ghana\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"10 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/gh.usembassy.gov\/ghana-competitiveness-forum-remarks-ambassador-robert-p-jackson\/\",\"url\":\"https:\/\/gh.usembassy.gov\/ghana-competitiveness-forum-remarks-ambassador-robert-p-jackson\/\",\"name\":\"Ghana Competitiveness Forum Remarks by Ambassador Robert P. Jackson - U.S. Embassy in Ghana\",\"isPartOf\":{\"@id\":\"https:\/\/gh.usembassy.gov\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/gh.usembassy.gov\/ghana-competitiveness-forum-remarks-ambassador-robert-p-jackson\/#primaryimage\"},\"image\":{\"@id\":\"https:\/\/gh.usembassy.gov\/ghana-competitiveness-forum-remarks-ambassador-robert-p-jackson\/#primaryimage\"},\"thumbnailUrl\":\"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/BUCI_2-e1509356300962.jpg\",\"datePublished\":\"2017-10-30T09:39:12+00:00\",\"dateModified\":\"2017-10-30T09:39:12+00:00\",\"author\":{\"@id\":\"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193\"},\"breadcrumb\":{\"@id\":\"https:\/\/gh.usembassy.gov\/ghana-competitiveness-forum-remarks-ambassador-robert-p-jackson\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/gh.usembassy.gov\/ghana-competitiveness-forum-remarks-ambassador-robert-p-jackson\/\"]}]},{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/gh.usembassy.gov\/ghana-competitiveness-forum-remarks-ambassador-robert-p-jackson\/#primaryimage\",\"url\":\"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/BUCI_2-e1509356300962.jpg\",\"contentUrl\":\"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/BUCI_2-e1509356300962.jpg\",\"width\":3142,\"height\":2052,\"caption\":\"Men and a woman standing\"},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/gh.usembassy.gov\/ghana-competitiveness-forum-remarks-ambassador-robert-p-jackson\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/gh.usembassy.gov\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Ghana Competitiveness Forum Remarks by Ambassador Robert P. Jackson\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/gh.usembassy.gov\/#website\",\"url\":\"https:\/\/gh.usembassy.gov\/\",\"name\":\"U.S. Embassy in Ghana\",\"description\":\"U.S. Embassy in Ghana\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/gh.usembassy.gov\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193\",\"name\":\"U.S. Embassy in Ghana\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/gh.usembassy.gov\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g\",\"caption\":\"U.S. Embassy in Ghana\"},\"url\":\"https:\/\/gh.usembassy.gov\/author\/usembassyinghana\/\"}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"Ghana Competitiveness Forum Remarks by Ambassador Robert P. Jackson - U.S. Embassy in Ghana","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/gh.usembassy.gov\/ghana-competitiveness-forum-remarks-ambassador-robert-p-jackson\/","og_locale":"en_US","og_type":"article","og_title":"Ghana Competitiveness Forum Remarks by Ambassador Robert P. Jackson","og_description":"Honorable Ministers, BCIU President Tichansky, Colleagues, Distinguished Ladies and Gentlemen, Thank you and good morning.  This Forum is a testament to","og_url":"https:\/\/gh.usembassy.gov\/ghana-competitiveness-forum-remarks-ambassador-robert-p-jackson\/","og_site_name":"U.S. Embassy in Ghana","article_publisher":"http:\/\/facebook.com\/USEmbassyGhana","article_published_time":"2017-10-30T09:39:12+00:00","og_image":[{"width":3142,"height":2052,"url":"https:\/\/d2v9ipibika81v.cloudfront.net\/uploads\/sites\/175\/BUCI_2-e1509356300962.jpg","type":"image\/jpeg"}],"author":"U.S. Embassy in Ghana","twitter_card":"summary_large_image","twitter_creator":"@USEmbassyGhana","twitter_site":"@USEmbassyGhana","twitter_misc":{"Written by":"U.S. Embassy in Ghana","Est. reading time":"10 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/gh.usembassy.gov\/ghana-competitiveness-forum-remarks-ambassador-robert-p-jackson\/","url":"https:\/\/gh.usembassy.gov\/ghana-competitiveness-forum-remarks-ambassador-robert-p-jackson\/","name":"Ghana Competitiveness Forum Remarks by Ambassador Robert P. Jackson - U.S. Embassy in Ghana","isPartOf":{"@id":"https:\/\/gh.usembassy.gov\/#website"},"primaryImageOfPage":{"@id":"https:\/\/gh.usembassy.gov\/ghana-competitiveness-forum-remarks-ambassador-robert-p-jackson\/#primaryimage"},"image":{"@id":"https:\/\/gh.usembassy.gov\/ghana-competitiveness-forum-remarks-ambassador-robert-p-jackson\/#primaryimage"},"thumbnailUrl":"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/BUCI_2-e1509356300962.jpg","datePublished":"2017-10-30T09:39:12+00:00","dateModified":"2017-10-30T09:39:12+00:00","author":{"@id":"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193"},"breadcrumb":{"@id":"https:\/\/gh.usembassy.gov\/ghana-competitiveness-forum-remarks-ambassador-robert-p-jackson\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/gh.usembassy.gov\/ghana-competitiveness-forum-remarks-ambassador-robert-p-jackson\/"]}]},{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/gh.usembassy.gov\/ghana-competitiveness-forum-remarks-ambassador-robert-p-jackson\/#primaryimage","url":"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/BUCI_2-e1509356300962.jpg","contentUrl":"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/BUCI_2-e1509356300962.jpg","width":3142,"height":2052,"caption":"Men and a woman standing"},{"@type":"BreadcrumbList","@id":"https:\/\/gh.usembassy.gov\/ghana-competitiveness-forum-remarks-ambassador-robert-p-jackson\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/gh.usembassy.gov\/"},{"@type":"ListItem","position":2,"name":"Ghana Competitiveness Forum Remarks by Ambassador Robert P. Jackson"}]},{"@type":"WebSite","@id":"https:\/\/gh.usembassy.gov\/#website","url":"https:\/\/gh.usembassy.gov\/","name":"U.S. Embassy in Ghana","description":"U.S. Embassy in Ghana","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/gh.usembassy.gov\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Person","@id":"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193","name":"U.S. Embassy in Ghana","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/gh.usembassy.gov\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g","caption":"U.S. Embassy in Ghana"},"url":"https:\/\/gh.usembassy.gov\/author\/usembassyinghana\/"}]}},"lang":"en","translations":{"en":18119},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts\/18119"}],"collection":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/users\/1058"}],"replies":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/comments?post=18119"}],"version-history":[{"count":2,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts\/18119\/revisions"}],"predecessor-version":[{"id":18125,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts\/18119\/revisions\/18125"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/media\/18122"}],"wp:attachment":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/media?parent=18119"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/categories?post=18119"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/tags?post=18119"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}