{"id":18543,"date":"2018-03-18T13:09:53","date_gmt":"2018-03-18T13:09:53","guid":{"rendered":"http:\/\/gh.usembassy.gov\/?p=18543"},"modified":"2018-03-18T13:31:54","modified_gmt":"2018-03-18T13:31:54","slug":"remarks-ambassador-robert-p-jackson-amcham-farewell-luncheon","status":"publish","type":"post","link":"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-amcham-farewell-luncheon\/","title":{"rendered":"Remarks by Ambassador Robert P. Jackson: AMCHAM Farewell Luncheon"},"content":{"rendered":"<div style=\"margin-top: 0px; margin-bottom: 20px;\" class=\"sharethis-inline-share-buttons\" ><\/div><p style=\"text-align: center\"><strong>AMCHAM Farewell Luncheon<br \/>\n<\/strong><strong style=\"font-family: arial;font-size: 14px\">Remarks by Ambassador Robert P. Jackson<br \/>\n<\/strong><strong>Labadi Beach Hotel<br \/>\n<\/strong><strong>Friday, March 16, 2018 | 12 noon<\/strong><\/p>\n<p>AMCHAM President Joe Mensah and members of the Board,<br \/>\nAMCHAM Executive Secretary Simon Madjie,<br \/>\nRepresentatives from the American business community,<br \/>\nColleagues from the U.S. Embassy,<\/p>\n<p>Good afternoon, and thank you once again for such a warm welcome. It is bittersweet to be here today to participate in a “farewell luncheon.” I always welcome the opportunity to engage with the American business community, but it is sad that it’s already time to start thinking about saying goodbye to Ghana. While travel, scheduling conflicts, and the imminent departure of many of my team led us to convene this “farewell” event in March, just know that “I am not leaving yet!”<\/p>\n<p>We still have lots of work to do! I am committed to remaining active and fully engaged on matters that advance U.S. business and national security interests, right up until the day Babs and I officially depart Ghana — in late July.<\/p>\n<p>We still have a big party to host! We are looking forward to hosting another grand Independence Day celebration on the U.S. Embassy grounds — and on the actual Fourth of July this year. I want to thank those of you who have already made your contributions for this year’s event. I know that others of you in the room are working closely with my team and will be making donations over the coming weeks. Please allow me to take a moment to express my sincere appreciation to you.<\/p>\n<p>It is thanks to your generosity and support that the Embassy is able to organize what I proudly consider to be the flagship national day event, among all the diplomatic missions here in Ghana. We have historically had the largest crowds, the most festive decorations, the tastiest food, the best drinks, and the liveliest entertainment — thanks to you — the American business community. This year, we plan to celebrate with a New Orleans-inspired theme. I do hope you will all mark your calendars and make plans to join us. We’ll celebrate America and we’ll “Laissez les bon temps rouler” as Babs and I host our final major embassy function. We’re going out with a big bang!<\/p>\n<p>That is still a few months down the road. Today, I want to take a few moments to reflect upon my experience as ambassador here in Ghana. It is hard to believe that Babs and I have already been here more than two years!<\/p>\n<p>Relations between Ghana and the United States are excellent, and our nations mutually benefit from a friendship that goes back more than 60 years. We cooperate closely on health, education, agriculture, energy, and security. Thousands of Americans live and work in Ghana and vice versa.<\/p>\n<p>We enjoyed a good relationship with the previous government and with President Mahama, who was in office when I first arrived in Accra, and I feel our relationship with President Akufo-Addo and his cabinet is equally strong. President Akufo-Addo just completed two visits to the United States, speaking to senior administration officials, Members of Congress, the Atlantic Council, and the National Governors Association. In fact, he is the first African president to speak to that organization.<\/p>\n<p>My embassy team and I have consistently worked hand in hand with our Ghanaian counterparts to strengthen our bilateral partnership and work toward a “Ghana Beyond Aid,” as President Akufo-Addo likes to say — a Ghana where all citizens live in dignity, and are able to provide for themselves, their families, and their communities — and where the government can provide for its citizens.<\/p>\n<p>Someone asked me the other day what I considered to be my major achievements since becoming ambassador. In looking over my tenure to date, I am especially proud of three major accomplishments:<\/p>\n<ul>\n<li>Improving literacy and healthcare;<\/li>\n<li>Supporting democracy; and<\/li>\n<li>Increasing trade.<\/li>\n<\/ul>\n<p>First, as a former educator myself — and with more than three decades of diplomatic service around the world — I know the role literacy plays in transforming lives. A literate population is more socially, politically, and peacefully engaged. Literacy is a necessary ingredient for national development in the modern world. Sadly, however, less than 2 percent of Ghanaian primary Grade 2 children are able to read with fluency and comprehension, even in their own languages, much less in English. I am thrilled with the work USAID is doing to make improvements in this area. We have trained more than 30,000 Ghanaian primary school teachers, head teachers, and curriculum leads in phonics and reading. We have provided public primary schools with approximately five <em>million<\/em> books and teacher training aids to help children learn to read in 11 indigenous languages and English. I witnessed this first-hand when I traveled to the Upper West Region a few weeks ago. Local school children read to me using the phonics-based materials provided by the American taxpayers through USAID. Combined with the decision to offer free senior high school, I have a renewed sense of hope for the future of Ghana’s children.<\/p>\n<p>Alongside education, we’ve worked with the government to invest in the health of Ghanaians, with significant results. Malaria deaths declined 52 percent between 2016 and 2017. Under-five mortality and neonatal mortality are also on the decline. In the north, where most of our assistance is targeted, skilled delivery has increased from 36 to 59 percent. Last year I participated in inaugurating the first phase of the Greater Accra Regional Hospital at Ridge. This 420-bed expansion project, financed by the Government of Ghana with a credit facility from U.S. ExImBank and HSBC, provides a thoroughly modern health facility in the heart of Accra. But we are putting our efforts behind rural health facilities, too: USAID has supported the construction and delivery of eight Community-based Health Planning and Services compounds, with 18 more currently under construction. We have also supported pre-service training for more than 10,000 health workers.<\/p>\n<p>Through ongoing work at the national, regional and district levels, we’re strengthened Ghana’s capacity to respond to Ebola, AIDS, and other pandemics focused both on human health and preventing zoonotic disease. One of the most interesting sites I’ve visited during my time here is the Boabeng-Fiema Monkey Sanctuary in the Brong-Ahafo Region, home to our PREDICT project. The local Mona monkeys are revered, and often enter people’s homes. By conducting disease surveillance on the monkeys, scientists are strengthening Ghana’s biosecurity and its national surveillance and laboratory systems. Another favorite project is the Digni-Loo. USAID has partnered with private sector innovators to design an affordable, hygienic, easy-to-install and durable household latrine. To date, 539 Digni-Loos have been installed in rural Ghana. With a healthy, educated population, Ghana’s potential is limitless.<\/p>\n<p>Second, I think we can all be proud of the role we played in the 2016 elections. The U.S. government, mostly through USAID, provided approximately $7.3 million for nonpartisan, technical assistance for the elections. Our investments in the Electoral Commission, the National Peace Council, civil society efforts, and observer missions resulted in the best possible return on investment: a peaceful, transparent election that made Ghanaians proud and set this country apart from many other African nations. Perhaps most importantly, a $2 million USAID grant enabled the Centre for Democratic Development — an independent Ghanaian NGO — to deploy observers to 7,000 of the 29,000 polling stations to conduct a parallel vote tabulation. Using data gathered from these observers they were able to independently verify the officially declared results. The PVT results were spot on, showing less than one-tenth of a percent variation from the official results.<\/p>\n<p>Relentless traditional diplomatic engagement with the Electoral Commission, party flagbearers, and the ruling government underpinned our technical support. Assistant Secretary of State for African Affairs Linda Thomas-Greenfield and I urged the Electoral Commission to expedite the counting process, while maintaining transparency. We also encouraged the two party flagbearers to accept the final results, dissuade their supporters from violence and, ultimately for President Mahama, to concede defeat. We used our public diplomacy messaging to call for calm and for all parties to avoid violence, and we coordinated messages with other diplomatic missions. Our election engagement here in Ghana was a lot of work, took significant resources, and was time consuming. However, I think the outcome was positive and once again portrayed Ghana as a shining example of political stability and maturity for the rest of the continent.<\/p>\n<p>Third (and this is the area that I know is likely most exciting for you), I am proud of what we have done to increase our bilateral trade from $1.2 billion in 2015 to $1.6 billion in 2017. As a strong advocate for American businesses, I <em><u>really<\/u><\/em> enjoy seeing you succeed. I like to see us sell more American products, goods, and services here in Ghana. I like knowing that we are working to create and sustain jobs for our American citizens back home. U.S. exports to Ghana increased last year to $885.7 million, reversing a two-year decline and maintaining our positive trade balance. This is good news. But the really exciting story in trade is what has happened with Ghana’s exports to the United States during my tenure.<\/p>\n<p>Taking greater advantage of the African Growth and Opportunity Act (AGOA), Ghanaian non-oil exports to the United States <strong><u>doubled <\/u><\/strong>in 2017. We saw continued growth in apparel, as well as new products such as frozen orange juice and dried mango. Ghana’s apparel exports increased from approximately $500,000 in 2010 to $8.5 <em>million<\/em> in 2017. That number is expected to double again over the next two years. Diversifying Ghana’s exports beyond cocoa, gold, and oil is good for Ghana. Developing the manufacturing sector is good for Ghana. In fact, those two things are essential for Ghana! And what’s good for Ghana is also good for the United States. An economically independent Ghana that is thriving and creating new jobs for its citizens maintains regional stability and is in America’s national security interest.<\/p>\n<p>Moving forward, I am confident that our bilateral trade and investment will continue to flourish. Since I arrived in Accra in January 2016, ten new American companies have launched businesses here, and I know more are coming soon. Simon, I hope you have signed them all up to be paying AMCHAM Board members already!<\/p>\n<p>We are also excited about potential Ghanaian investments <strong><em><u>into<\/u><\/em><\/strong> America. In June 2017, eight Ghanaian businesses travelled to the United States for the SelectUSA Summit, the highest profile event to promote foreign direct investment in the United States. This was not just the first time a delegation from Ghana attended this Summit. It was the first time a delegation from <em>Africa<\/em> attended this Summit. Tyrena Holley and our Commercial Service Office at the Embassy continuously strive to assist Ghanaian investors as they explore opportunities in the United States. Tyrena and her team are planning on leading a second delegation of potential Ghanaian investors to the SelectUSA Summit in Washington, D.C., in June of this year.<\/p>\n<p>We have done a lot over the past few years! But there is so much more work to be done, and so many more achievements to look forward to in the coming months.<\/p>\n<p>Our Millennium Challenge Corporation compact continues to move forward. The $1 billion that the American people and the new consortium of Ghanaian and foreign investors put into ECG will create jobs and ensure that Ghanaians have reliable and affordable power for decades.<\/p>\n<p>We applaud the government’s crackdown on illegal mining that was destroying the nation’s rivers. creation of the Office of the Special Prosecutor, and the appointment of the first incumbent to that office. However, we await actual prosecutions. Impunity will continue until there is accountability. Pervasive corruption and weak accountability have a direct impact on economic growth and development — you know this as well as (or better!) than we do. Rest assured we will continue to actively engage in this area.<\/p>\n<p>I know we will continue to receive a steady stream of official visitors from the United States. In July, we will welcome a trade delegation led by Nevada Governor Brian Sandoval, focused on higher education, mining, water technology and services, and drone technology with agricultural applications.<\/p>\n<p>In closing, I trust that Ghanaians and Americans will agree: During my time here I have constantly endeavored to strengthen the bilateral relationship and to support Ghanaians as they seek to build a more democratic, healthy, educated, prosperous, and secure nation. When Ghana thrives, the United States benefits as well. It has been a pleasure to serve here. I appreciate the opportunities my team and I have had to work with you over the past few years. Thank you!<\/p>\n","protected":false},"excerpt":{"rendered":"<p>AMCHAM Farewell Luncheon Remarks by Ambassador Robert P. Jackson Labadi Beach Hotel Friday, March 16, 2018 | 12 noon AMCHAM President Joe Mensah and members of the Board, AMCHAM Executive Secretary Simon Madjie, Representatives from the American business community, Colleagues from the U.S. Embassy, Good afternoon, and thank you once again for such a warm &#8230;<\/p>\n","protected":false},"author":1058,"featured_media":18555,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"_gpalab_slo_mission_select":"","footnotes":""},"categories":[4,7,10,3996,19,75,4000,54,1161,61,4007],"tags":[],"class_list":["post-18543","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-ambassador","category-business","category-commercial-affairs","category-economic-issues","category-education","category-exclude","category-health-issues","category-speeches","category-trade","category-us-and-gh","category-usaid"],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v23.1 (Yoast SEO v23.1) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Remarks by Ambassador Robert P. Jackson: AMCHAM Farewell Luncheon - U.S. Embassy in Ghana<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-amcham-farewell-luncheon\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Remarks by Ambassador Robert P. Jackson: AMCHAM Farewell Luncheon\" \/>\n<meta property=\"og:description\" content=\"AMCHAM Farewell Luncheon Remarks by Ambassador Robert P. Jackson Labadi Beach Hotel Friday, March 16, 2018 | 12 noon AMCHAM President Joe Mensah and\" \/>\n<meta property=\"og:url\" content=\"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-amcham-farewell-luncheon\/\" \/>\n<meta property=\"og:site_name\" content=\"U.S. Embassy in Ghana\" \/>\n<meta property=\"article:publisher\" content=\"http:\/\/facebook.com\/USEmbassyGhana\" \/>\n<meta property=\"article:published_time\" content=\"2018-03-18T13:09:53+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2018-03-18T13:31:54+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/d2v9ipibika81v.cloudfront.net\/uploads\/sites\/175\/Ambassador-and-Babs-Jackson-2.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"2320\" \/>\n\t<meta property=\"og:image:height\" content=\"1365\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"author\" content=\"U.S. Embassy in Ghana\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@USEmbassyGhana\" \/>\n<meta name=\"twitter:site\" content=\"@USEmbassyGhana\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"U.S. Embassy in Ghana\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"10 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-amcham-farewell-luncheon\/\",\"url\":\"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-amcham-farewell-luncheon\/\",\"name\":\"Remarks by Ambassador Robert P. Jackson: AMCHAM Farewell Luncheon - U.S. Embassy in Ghana\",\"isPartOf\":{\"@id\":\"https:\/\/gh.usembassy.gov\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-amcham-farewell-luncheon\/#primaryimage\"},\"image\":{\"@id\":\"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-amcham-farewell-luncheon\/#primaryimage\"},\"thumbnailUrl\":\"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/Ambassador-and-Babs-Jackson-2.jpg\",\"datePublished\":\"2018-03-18T13:09:53+00:00\",\"dateModified\":\"2018-03-18T13:31:54+00:00\",\"author\":{\"@id\":\"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193\"},\"breadcrumb\":{\"@id\":\"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-amcham-farewell-luncheon\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-amcham-farewell-luncheon\/\"]}]},{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-amcham-farewell-luncheon\/#primaryimage\",\"url\":\"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/Ambassador-and-Babs-Jackson-2.jpg\",\"contentUrl\":\"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/Ambassador-and-Babs-Jackson-2.jpg\",\"width\":2320,\"height\":1365,\"caption\":\"Ambassador Jackson and his wife decorated in Kente by Amcham Ghana\"},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-amcham-farewell-luncheon\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/gh.usembassy.gov\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Remarks by Ambassador Robert P. Jackson: AMCHAM Farewell Luncheon\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/gh.usembassy.gov\/#website\",\"url\":\"https:\/\/gh.usembassy.gov\/\",\"name\":\"U.S. Embassy in Ghana\",\"description\":\"U.S. Embassy in Ghana\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/gh.usembassy.gov\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193\",\"name\":\"U.S. Embassy in Ghana\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/gh.usembassy.gov\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g\",\"caption\":\"U.S. Embassy in Ghana\"},\"url\":\"https:\/\/gh.usembassy.gov\/author\/usembassyinghana\/\"}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"Remarks by Ambassador Robert P. Jackson: AMCHAM Farewell Luncheon - U.S. Embassy in Ghana","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-amcham-farewell-luncheon\/","og_locale":"en_US","og_type":"article","og_title":"Remarks by Ambassador Robert P. Jackson: AMCHAM Farewell Luncheon","og_description":"AMCHAM Farewell Luncheon Remarks by Ambassador Robert P. Jackson Labadi Beach Hotel Friday, March 16, 2018 | 12 noon AMCHAM President Joe Mensah and","og_url":"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-amcham-farewell-luncheon\/","og_site_name":"U.S. Embassy in Ghana","article_publisher":"http:\/\/facebook.com\/USEmbassyGhana","article_published_time":"2018-03-18T13:09:53+00:00","article_modified_time":"2018-03-18T13:31:54+00:00","og_image":[{"width":2320,"height":1365,"url":"https:\/\/d2v9ipibika81v.cloudfront.net\/uploads\/sites\/175\/Ambassador-and-Babs-Jackson-2.jpg","type":"image\/jpeg"}],"author":"U.S. Embassy in Ghana","twitter_card":"summary_large_image","twitter_creator":"@USEmbassyGhana","twitter_site":"@USEmbassyGhana","twitter_misc":{"Written by":"U.S. Embassy in Ghana","Est. reading time":"10 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-amcham-farewell-luncheon\/","url":"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-amcham-farewell-luncheon\/","name":"Remarks by Ambassador Robert P. Jackson: AMCHAM Farewell Luncheon - U.S. Embassy in Ghana","isPartOf":{"@id":"https:\/\/gh.usembassy.gov\/#website"},"primaryImageOfPage":{"@id":"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-amcham-farewell-luncheon\/#primaryimage"},"image":{"@id":"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-amcham-farewell-luncheon\/#primaryimage"},"thumbnailUrl":"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/Ambassador-and-Babs-Jackson-2.jpg","datePublished":"2018-03-18T13:09:53+00:00","dateModified":"2018-03-18T13:31:54+00:00","author":{"@id":"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193"},"breadcrumb":{"@id":"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-amcham-farewell-luncheon\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-amcham-farewell-luncheon\/"]}]},{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-amcham-farewell-luncheon\/#primaryimage","url":"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/Ambassador-and-Babs-Jackson-2.jpg","contentUrl":"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/Ambassador-and-Babs-Jackson-2.jpg","width":2320,"height":1365,"caption":"Ambassador Jackson and his wife decorated in Kente by Amcham Ghana"},{"@type":"BreadcrumbList","@id":"https:\/\/gh.usembassy.gov\/remarks-ambassador-robert-p-jackson-amcham-farewell-luncheon\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/gh.usembassy.gov\/"},{"@type":"ListItem","position":2,"name":"Remarks by Ambassador Robert P. Jackson: AMCHAM Farewell Luncheon"}]},{"@type":"WebSite","@id":"https:\/\/gh.usembassy.gov\/#website","url":"https:\/\/gh.usembassy.gov\/","name":"U.S. Embassy in Ghana","description":"U.S. Embassy in Ghana","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/gh.usembassy.gov\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Person","@id":"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193","name":"U.S. Embassy in Ghana","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/gh.usembassy.gov\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g","caption":"U.S. Embassy in Ghana"},"url":"https:\/\/gh.usembassy.gov\/author\/usembassyinghana\/"}]}},"lang":"en","translations":{"en":18543},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts\/18543"}],"collection":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/users\/1058"}],"replies":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/comments?post=18543"}],"version-history":[{"count":5,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts\/18543\/revisions"}],"predecessor-version":[{"id":18556,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts\/18543\/revisions\/18556"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/media\/18555"}],"wp:attachment":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/media?parent=18543"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/categories?post=18543"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/tags?post=18543"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}