{"id":18677,"date":"2018-05-08T14:49:11","date_gmt":"2018-05-08T14:49:11","guid":{"rendered":"http:\/\/gh.usembassy.gov\/?p=18677"},"modified":"2018-05-08T14:49:12","modified_gmt":"2018-05-08T14:49:12","slug":"remarks-by-political-chief-thomas-lyons-stakeholders-conference-on-the-right-to-information-bill","status":"publish","type":"post","link":"https:\/\/gh.usembassy.gov\/remarks-by-political-chief-thomas-lyons-stakeholders-conference-on-the-right-to-information-bill\/","title":{"rendered":"Remarks by Political Chief Thomas Lyons: Stakeholders’ Conference on the Right to Information Bill"},"content":{"rendered":"<div style=\"margin-top: 0px; margin-bottom: 20px;\" class=\"sharethis-inline-share-buttons\" ><\/div><p style=\"text-align: center\"><strong>Stakeholders’ Conference on the Right to Information Bill<br \/>\n<\/strong><strong>Remarks by Political Chief Thomas Lyons<br \/>\n<\/strong><strong>D.F. Annan Auditorium, JOB 600, Parliament House, Accra<br \/>\n<\/strong><strong>Tuesday, May 8, 2018 | 11:50 am<\/strong><\/p>\n<p>Honorable Ministers, Members of Parliament, I’d like to thank you for giving me the opportunity to speak to you about your proposed legislation to create a robust freedom of information regime. The United States, the United Kingdom, and Australia welcome Parliament’s renewed intention to pass the Right to Information Bill, and I’m sure I speak for all of the development and diplomatic partners when I say this is a positive and constructive step towards fighting corruption and ending impunity in Ghana.<\/p>\n<p>Just as we did with the legislation establishing the Office of the Special Prosecutor, the U.S., the UK, Australia and the other donor partners welcome the opportunity to share opinions and best practices related to the legislation currently before Parliament. And we believe the Right to Information Bill will complement the work that the Special Prosecutor’s office is set to undertake. Corruption thrives in darkness, and this legislation will arm citizens with the flashlight they need to seek out corruption where it exists, and to inform the Special Prosecutor, and feed his efforts to bring corruption into the sunshine.<\/p>\n<p>The United States became one of the first countries with a Freedom of Information Act in 1966, although our constitution instituted the right to a free press in 1789. That right to a free press was interpreted by many to mean that the public had a right to accurate and timely information about the dealings of government.<\/p>\n<p>But, like Ghana, whose constitution also guarantees citizens the right to information, we needed some legal mechanism to give that right meaning and provide a process through which citizens could access the information they require. With the passage of the RTI Bill, Ghana has the chance to join with more than 100 other countries — including Zimbabwe, Tanzania, Nigeria, and Liberia — that have incorporated similar legal protections and mechanisms to grant their citizens the right to public information.<\/p>\n<p>A second ago, I mentioned that America’s Freedom of Information Act is rooted in our constitutionally guaranteed freedom of the press. On May 2 and 3, Ghana hosted the 25th global celebration of UNESCO’s World Press Freedom Day in Accra. This event drew representatives from media, civil society, policy makers, the judiciary, and academia from around the world to discuss latest developments and pressing challenges related to press freedom and the safety of journalists. Your government used this event to once again state its commitment to the passage of the Right to Information Bill. I would like to invite all of you — lawmakers, ministers, judges, and those charged with implementing the RTI Bill — to make good on that promise, seize this opportunity and use these days following this momentous event to continue to engage with civil society to explore how the RTI Bill can be implemented in a judicious and practical way. I don’t need to remind you that this is also a good opportunity to educate the public on the limitations and benefits of the RTI Bill, and the mechanisms for its application.<\/p>\n<p>The education of the public is important because democracy depends on a knowledgeable citizenry. The public’s access to information enables them to participate fully in public life, help determine priorities for public spending, receive equal access to justice, and hold their public officials accountable.<\/p>\n<p>The only way to ensure accountability and honest government is through transparency. James Madison, the fourth President of the United States and a co-author of the First Amendment to the American Constitution, explained the need for the public’s right to information this way in 1822: “A popular Government, without popular information, or the means of acquiring it, is but a prologue to a farce or a tragedy; or, perhaps both. Knowledge will forever govern ignorance: and a people who mean to be their own governors must arm themselves with the power which knowledge gives.”<\/p>\n<p>Madison’s words are based on the premise that a government, run rightly, is an extension of the people. A government that is “by the people, of the people and for the people” should represent their interests. I challenge you, legislators — as you review this bill, modify it, and pass it — to view this bill from the perspective of your constituents. The public has a vested interest in the decisions taken by those they have elected, and deserve visibility into the finances and operations of government. Denial of this right to information is a denial of the citizen’s fundamental right to participate in the political activities of their government, as outlined in Ghana’s constitution, Ch. 5, paragraph 21.3, and which we in America would call an “inalienable right — endowed by our Creator.”<\/p>\n<p>But I do understand that this can be a frightening proposition. As James Madison noted in the quote earlier, knowledge grants power to those who possess it. It can be very tempting, as legislators, lawmakers, and government officials, to want to limit the amount of information given to the public, for fear they may mismanage it. But that’s why I challenge you to think from the perspective of your constituents.<\/p>\n<p>I implore you to remember that lawmakers ARE citizens, and as citizens, any control you exert over information rests solely on your status as a public trustee, and the use of that information must coincide with the terms of that trusteeship. The RTI Bill does not grant the public anything that wasn’t already theirs to begin with. In 1982, the Australian Law Reform Commission wrote, “The information holdings of the government are a national resource. Neither the particular Government of the day nor public officials collect or create information for their own benefit. They do so purely for public purposes…related to the discharge of their duties, and ultimately for the service of the public for whose benefit the institutions of Government exist.” In other words, any justification for limits on the public’s access to information should emanate only from the need to protect members of the general public, not the need to protect the custodians.<\/p>\n<p>But going further, the denial of public access to information not only denies citizens a fundamental right, it engenders mistrust of the government, the police, and other public institutions. When government agencies perform under a veil of secrecy, the public assumes the worst. Speculation fills the void. The press is only able to speculate; and publishes and foments rumors. And ultimately, this causes people to lose faith in their government, which manifests itself at the ballot box.<\/p>\n<p>As Ghana’s many civil society groups have expressed in consultations with your government, efforts to end corruption are built around empowering citizens. The intent of the RTI Bill is consistent with the emphasis the Government of Ghana has placed on fighting corruption.<\/p>\n<p>Quick passage of the bill now will assure the Ghanaian people of your resolve to fight corruption and uphold democratic traditions. Passing this bill also gives the public the means to learn about the work government does on its behalf. Some examples of information that the new law would make available are the budgets of ministries and agencies, public contract information, and asset disclosure declarations of public officials. You are also providing the public the tools to investigate and report on dishonesty, misappropriation, and the breach of public trust, thereby and encouraging the government to take action. This is what democratic governance, accountable to the people, really means.<\/p>\n<p>As with many of Ghana’s laws, which are typically well-crafted and consistent with international legal norms, implementation is the key. Therefore, in addition to passing the RTI Bill, Parliament must also ensure that the appropriate mechanisms are in place to carry out and enforce this law effectively. Effective application of the law would also avoid practices that would incur public and international scorn. Poor implementation of right to information bills can take many forms: prohibitive administrative costs passed on to requestors of information; the excessive use of denials; exemptions for providing information; the lack of a mechanism to appeal denial decisions; unnecessary bureaucracy and simple foot dragging and inaction by officials charged with carrying out the law. For example, I noted in reading the present bill, that there is no penalty prescribed for government’s failure to respond to a request for information. Should the government fail to respond to a valid request in 14 days, that inaction will constitute a denial. The petitioner may then appeal, but should the government delay again, the original “denial by inaction” stands and the petitioner must go to court. Practices such as this would effectively undermine any benefits the law is meant to bring, and I urge Parliament to consider this in the days ahead. But that is only one example, and my purpose here today is not to perform a line-by-line analysis of the bill. I believe that task belongs to Ghanaian citizens and lawmakers.<\/p>\n<p>The United States simply believes that the citizens of Ghana desire a more transparent government. Following the elections last December, the public’s expectations remain high that the government will fulfill its goal of ending corruption. In order to maintain the public’s trust in the government, government must be seen as willing to prosecute and punish corruption in all its forms. The people desire assurances of transparency, including the bill before you – the Right to Information Bill. We believe that in order to ensure a more effective transparency and anti-corruption framework, Ghana’s Parliament should pass the Right to Information Bill after swift deliberations. Once enacted, this law will make it easier for individuals to seek and obtain information from public institutions and provide penalties for those institutions that do not. The public also expects the government to fulfill its promises with respect to the establishment of the Office of Special Prosecutor, along with the staff and the resources to carry out its work, strictly enforce the Public Procurement Act, and work to end to sole sourcing of contracts. Ghana has the potential to make all these things happen, and the United States is here to help Ghana achieve that goal.<\/p>\n<p>Thank you for your time and attention.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Stakeholders’ Conference on the Right to Information Bill Remarks by Political Chief Thomas Lyons D.F. Annan Auditorium, JOB 600, Parliament House, Accra Tuesday, May 8, 2018 | 11:50 am Honorable Ministers, Members of Parliament, I’d like to thank you for giving me the opportunity to speak to you about your proposed legislation to create a &#8230;<\/p>\n","protected":false},"author":1058,"featured_media":10386,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"_gpalab_slo_mission_select":"","footnotes":""},"categories":[4002,1169,42,54,61],"tags":[],"class_list":["post-18677","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-fundamental-freedoms","category-human-rights","category-political-affairs","category-speeches","category-us-and-gh"],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v23.1 (Yoast SEO v23.1) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Remarks by Political Chief Thomas Lyons: Stakeholders’ Conference on the Right to Information Bill - U.S. Embassy in Ghana<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/gh.usembassy.gov\/remarks-by-political-chief-thomas-lyons-stakeholders-conference-on-the-right-to-information-bill\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Remarks by Political Chief Thomas Lyons: Stakeholders’ Conference on the Right to Information Bill\" \/>\n<meta property=\"og:description\" content=\"Stakeholders’ Conference on the Right to Information Bill Remarks by Political Chief Thomas Lyons D.F. Annan Auditorium, JOB 600, Parliament House, Accra\" \/>\n<meta property=\"og:url\" content=\"https:\/\/gh.usembassy.gov\/remarks-by-political-chief-thomas-lyons-stakeholders-conference-on-the-right-to-information-bill\/\" \/>\n<meta property=\"og:site_name\" content=\"U.S. Embassy in Ghana\" \/>\n<meta property=\"article:publisher\" content=\"http:\/\/facebook.com\/USEmbassyGhana\" \/>\n<meta property=\"article:published_time\" content=\"2018-05-08T14:49:11+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2018-05-08T14:49:12+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/d2v9ipibika81v.cloudfront.net\/uploads\/sites\/175\/2015\/12\/default-blog-seal.png\" \/>\n\t<meta property=\"og:image:width\" content=\"750\" \/>\n\t<meta property=\"og:image:height\" content=\"450\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/png\" \/>\n<meta name=\"author\" content=\"U.S. Embassy in Ghana\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@USEmbassyGhana\" \/>\n<meta name=\"twitter:site\" content=\"@USEmbassyGhana\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"U.S. Embassy in Ghana\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"9 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/gh.usembassy.gov\/remarks-by-political-chief-thomas-lyons-stakeholders-conference-on-the-right-to-information-bill\/\",\"url\":\"https:\/\/gh.usembassy.gov\/remarks-by-political-chief-thomas-lyons-stakeholders-conference-on-the-right-to-information-bill\/\",\"name\":\"Remarks by Political Chief Thomas Lyons: Stakeholders’ Conference on the Right to Information Bill - U.S. Embassy in Ghana\",\"isPartOf\":{\"@id\":\"https:\/\/gh.usembassy.gov\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/gh.usembassy.gov\/remarks-by-political-chief-thomas-lyons-stakeholders-conference-on-the-right-to-information-bill\/#primaryimage\"},\"image\":{\"@id\":\"https:\/\/gh.usembassy.gov\/remarks-by-political-chief-thomas-lyons-stakeholders-conference-on-the-right-to-information-bill\/#primaryimage\"},\"thumbnailUrl\":\"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/2015\/12\/default-blog-seal.png\",\"datePublished\":\"2018-05-08T14:49:11+00:00\",\"dateModified\":\"2018-05-08T14:49:12+00:00\",\"author\":{\"@id\":\"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193\"},\"breadcrumb\":{\"@id\":\"https:\/\/gh.usembassy.gov\/remarks-by-political-chief-thomas-lyons-stakeholders-conference-on-the-right-to-information-bill\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/gh.usembassy.gov\/remarks-by-political-chief-thomas-lyons-stakeholders-conference-on-the-right-to-information-bill\/\"]}]},{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/gh.usembassy.gov\/remarks-by-political-chief-thomas-lyons-stakeholders-conference-on-the-right-to-information-bill\/#primaryimage\",\"url\":\"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/2015\/12\/default-blog-seal.png\",\"contentUrl\":\"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/2015\/12\/default-blog-seal.png\",\"width\":750,\"height\":450,\"caption\":\"Great Seal of the United States\"},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/gh.usembassy.gov\/remarks-by-political-chief-thomas-lyons-stakeholders-conference-on-the-right-to-information-bill\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/gh.usembassy.gov\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Remarks by Political Chief Thomas Lyons: Stakeholders’ Conference on the Right to Information Bill\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/gh.usembassy.gov\/#website\",\"url\":\"https:\/\/gh.usembassy.gov\/\",\"name\":\"U.S. Embassy in Ghana\",\"description\":\"U.S. Embassy in Ghana\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/gh.usembassy.gov\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193\",\"name\":\"U.S. Embassy in Ghana\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/gh.usembassy.gov\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g\",\"caption\":\"U.S. Embassy in Ghana\"},\"url\":\"https:\/\/gh.usembassy.gov\/author\/usembassyinghana\/\"}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"Remarks by Political Chief Thomas Lyons: Stakeholders’ Conference on the Right to Information Bill - U.S. Embassy in Ghana","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/gh.usembassy.gov\/remarks-by-political-chief-thomas-lyons-stakeholders-conference-on-the-right-to-information-bill\/","og_locale":"en_US","og_type":"article","og_title":"Remarks by Political Chief Thomas Lyons: Stakeholders’ Conference on the Right to Information Bill","og_description":"Stakeholders’ Conference on the Right to Information Bill Remarks by Political Chief Thomas Lyons D.F. Annan Auditorium, JOB 600, Parliament House, Accra","og_url":"https:\/\/gh.usembassy.gov\/remarks-by-political-chief-thomas-lyons-stakeholders-conference-on-the-right-to-information-bill\/","og_site_name":"U.S. Embassy in Ghana","article_publisher":"http:\/\/facebook.com\/USEmbassyGhana","article_published_time":"2018-05-08T14:49:11+00:00","article_modified_time":"2018-05-08T14:49:12+00:00","og_image":[{"width":750,"height":450,"url":"https:\/\/d2v9ipibika81v.cloudfront.net\/uploads\/sites\/175\/2015\/12\/default-blog-seal.png","type":"image\/png"}],"author":"U.S. Embassy in Ghana","twitter_card":"summary_large_image","twitter_creator":"@USEmbassyGhana","twitter_site":"@USEmbassyGhana","twitter_misc":{"Written by":"U.S. Embassy in Ghana","Est. reading time":"9 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/gh.usembassy.gov\/remarks-by-political-chief-thomas-lyons-stakeholders-conference-on-the-right-to-information-bill\/","url":"https:\/\/gh.usembassy.gov\/remarks-by-political-chief-thomas-lyons-stakeholders-conference-on-the-right-to-information-bill\/","name":"Remarks by Political Chief Thomas Lyons: Stakeholders’ Conference on the Right to Information Bill - U.S. Embassy in Ghana","isPartOf":{"@id":"https:\/\/gh.usembassy.gov\/#website"},"primaryImageOfPage":{"@id":"https:\/\/gh.usembassy.gov\/remarks-by-political-chief-thomas-lyons-stakeholders-conference-on-the-right-to-information-bill\/#primaryimage"},"image":{"@id":"https:\/\/gh.usembassy.gov\/remarks-by-political-chief-thomas-lyons-stakeholders-conference-on-the-right-to-information-bill\/#primaryimage"},"thumbnailUrl":"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/2015\/12\/default-blog-seal.png","datePublished":"2018-05-08T14:49:11+00:00","dateModified":"2018-05-08T14:49:12+00:00","author":{"@id":"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193"},"breadcrumb":{"@id":"https:\/\/gh.usembassy.gov\/remarks-by-political-chief-thomas-lyons-stakeholders-conference-on-the-right-to-information-bill\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/gh.usembassy.gov\/remarks-by-political-chief-thomas-lyons-stakeholders-conference-on-the-right-to-information-bill\/"]}]},{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/gh.usembassy.gov\/remarks-by-political-chief-thomas-lyons-stakeholders-conference-on-the-right-to-information-bill\/#primaryimage","url":"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/2015\/12\/default-blog-seal.png","contentUrl":"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/2015\/12\/default-blog-seal.png","width":750,"height":450,"caption":"Great Seal of the United States"},{"@type":"BreadcrumbList","@id":"https:\/\/gh.usembassy.gov\/remarks-by-political-chief-thomas-lyons-stakeholders-conference-on-the-right-to-information-bill\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/gh.usembassy.gov\/"},{"@type":"ListItem","position":2,"name":"Remarks by Political Chief Thomas Lyons: Stakeholders’ Conference on the Right to Information Bill"}]},{"@type":"WebSite","@id":"https:\/\/gh.usembassy.gov\/#website","url":"https:\/\/gh.usembassy.gov\/","name":"U.S. Embassy in Ghana","description":"U.S. Embassy in Ghana","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/gh.usembassy.gov\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Person","@id":"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193","name":"U.S. Embassy in Ghana","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/gh.usembassy.gov\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g","caption":"U.S. Embassy in Ghana"},"url":"https:\/\/gh.usembassy.gov\/author\/usembassyinghana\/"}]}},"lang":"en","translations":{"en":18677},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts\/18677"}],"collection":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/users\/1058"}],"replies":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/comments?post=18677"}],"version-history":[{"count":2,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts\/18677\/revisions"}],"predecessor-version":[{"id":18678,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts\/18677\/revisions\/18678"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/media\/10386"}],"wp:attachment":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/media?parent=18677"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/categories?post=18677"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/tags?post=18677"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}