{"id":18862,"date":"2018-06-25T09:17:56","date_gmt":"2018-06-25T09:17:56","guid":{"rendered":"http:\/\/gh.usembassy.gov\/?p=18862"},"modified":"2018-06-25T10:09:48","modified_gmt":"2018-06-25T10:09:48","slug":"ambassador-jackson-lift-ghana-to-greater-heights-where-it-belongs","status":"publish","type":"post","link":"https:\/\/gh.usembassy.gov\/ambassador-jackson-lift-ghana-to-greater-heights-where-it-belongs\/","title":{"rendered":"Ambassador Jackson: “Lift Ghana to Greater Heights Where it Belongs”"},"content":{"rendered":"<div style=\"margin-top: 0px; margin-bottom: 20px;\" class=\"sharethis-inline-share-buttons\" ><\/div><p style=\"font-weight: 400\">On June 22, Ambassador Robert P. Jackson delivered remarks at the “Stanford Seed Transformation Network:  Turning Adversity into Growth” summit held at the Marriott Hotel in Accra.  The theme of the program was “Stories of Leadership in Challenging Times:  Perspectives on the State of Affairs in Ghana and What Will Be Required to Transform and Grow.”<\/p>\n<p style=\"font-weight: 400\">Ambassador Jackson observed that Ghanaians should be proud of the country’s transformation in democracy and human rights, highlighting the nation’s record of holding seven successful presidential elections and four successful presidential transitions since 1992.  He added: “In speaking about Ghana’s attributes and some of its challenges, I have highlighted Nkrumah and Rawlings’ legacies, democracy, human rights, justice, economic growth, migration, education, and health.  I have touched on corruption, migration, trafficking, and more.  I have certainly learned a great deal during my years in Ghana… I have always believed that I was doing what was right and what was in the best interest of both countries.  One must be courageous and take a stand.  Consistency and integrity win respect… I hope that you will agree that we are all interested in improving people’s lives.  I also trust that you will make a positive difference in your sphere of influence to further lift Ghana to the greater heights where it belongs.”<\/p>\n<p style=\"font-weight: 400\">Read the Ambassador’s full remarks below.<\/p>\n<p>&nbsp;<\/p>\n<p style=\"text-align: center\"><strong>Stanford Seed Transformation Network:  Turning Adversity into Growth<\/strong><\/p>\n<p style=\"text-align: center\"><strong>Stories of Leadership in Challenging Times:  Perspectives on the State of Affairs in Ghana and What Will Be Required to Transform and Grow<\/strong><\/p>\n<p style=\"text-align: center\"><strong>Remarks by Ambassador Robert P. Jackson<\/strong><\/p>\n<p style=\"text-align: center\"><strong>Accra Marriott Hotel<\/strong><\/p>\n<p style=\"text-align: center\"><strong>June 22, 2018, 8:45 – 10:45 AM<\/strong><\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>Good morning.  When I was asked to speak at this gathering, a lot of thoughts went through my mind.  What have I learned about leadership and Ghana over the last few years, over 36 years as a diplomat, and as someone who has traveled to every continent except Antarctica (and I intend to get there).  I decided to focus on political and economic issues, but some social issues should concern all of us.<\/p>\n<p>&nbsp;<\/p>\n<p>We all know that Ghana has abundant natural resources.  The economy grew by over eight percent in 2017 and should do so again in 2018.  The country is renowned for its stability, democracy, and peaceful transitions from one political party to another.  Ghana has a good record on human rights, an apolitical military, and a lively, free media.  Ghana is also an influential member of the Economic Community of West African States (ECOWAS) and the African Union (AU), and contributes to regional and global stability by providing peacekeepers.  Ghana has also made progress in reducing its fiscal deficit, combatting illegal mining (galamsey), and offering free senior high school.  However, Ghana faces major challenges, including poverty and inequality, corruption, human trafficking, uncontrolled population growth, substantial debt, and imminent collapse of the fishing industry.<\/p>\n<p>&nbsp;<\/p>\n<p>In working to address those challenges, I have learned a lot about Ghana and some things about myself that I would like to share this morning.  Beginning with the personal, during my time in Ghana, I have strived to learn constantly, model integrity, collaborate, communicate, be decisive and optimistic, take responsibility, manage conflict, plan strategically, and value and respect people.<\/p>\n<p>&nbsp;<\/p>\n<p>Looking at Ghana’s transformation, let’s begin with <strong>democracy and human rights<\/strong>.  Ghanaians really should be proud.  The country has held seven, successful presidential elections and has seen four successful presidential transitions since 1992.  Yet, Ghana maintains the 1992 Constitution with its weak Parliament and winner-take-all system that allows the head of state to appoint 5,000 people to different posts.  This patronage system contributes to the politicization of the civil service; this contrasts with the United States where civil servants are required by law to be apolitical.<\/p>\n<p>&nbsp;<\/p>\n<p>Moreover, Parliament’s limited ability to provide effective oversight makes government less accountable.  The Public Accounts Committee and the Auditor General work hard to provide oversight, but MPs should be able to introduce legislation, and local governments should be elected rather than appointed.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>Justice is also slow.<\/strong>  In spite of the remarkable “Justice for All” Program, more than 1,900 people languish in Ghana’s prisons without having been tried.  When I press for prosecutions for corruption and trafficking in persons – blots on Ghana’s human rights record – I am told to be patient.  However, I believe that one way to combat corruption and remove an estimated 100,000 Ghanaians from modern slavery is to prosecute people.  Legal action will get the attention of other wrongdoers, whereas inaction suggests tolerance.  While Ghana has done much more to combat trafficking over the last 18 months, you can still buy a child for 100 cedis to work on your fishing boat or in galamsey.  (And, child labor does not address shrinking fish stocks or environmental degradation.)<\/p>\n<p>&nbsp;<\/p>\n<p>Justice has also been slow when it comes to impeachment.  The top three Electoral Commissioners have been under investigation since last summer, paralyzing the Electoral Commission.  <strong>I took a lot of grief when I decided to proceed with recognizing Charlotte Osei, the Chairperson, as a Woman of Courage for the extraordinarily transparent and efficient conduct of Ghana’s 2016 elections.  <\/strong>I do not know what the impeachment commission will determine, but I do know that Ms. Osei did a remarkable job under very difficult circumstances, and I still believe that what she accomplished merits praise and recognition for her leadership.  In fact, when the United States speaks about the essential need to empower <strong>women and girls<\/strong> to promote development in Ghana as in all nations, it is not just a vision.  It is a reality.  Democracies cannot be effective with 49 percent citizen participation.  They must actively welcome women – 51 percent of citizens &#8212; to become 100 percent effective.  That means that women like Charlotte Osei and women Ministers should be as valued as their male counterparts.<\/p>\n<p>&nbsp;<\/p>\n<p>Ghana’s <strong>economy<\/strong> is growing.  It could grow faster if Ghana improved its doing business indicators and invested based on the merits of projects rather than perceived political loyalties.  Ghana needs to industrialize, and it has great potential for more agro-industry.  I am a great believer in <strong>Ghana Beyond Aid; one district\/one factory, and one village\/one dam<\/strong> – not because I support any political party but because this is a vision that makes sense to me.  I am not a believer in the COCOBOD or subsidies to small farmers.  Decades of helping small farmers have not grown the agricultural sector.  Commercial farms produce more rice, maize, palm oil, and other commodities because of efficiency and economies of scale.<\/p>\n<p>&nbsp;<\/p>\n<p>One of the things that has constrained Ghana’s development is the lack of <strong>reliable and affordable power<\/strong>.  Ghana now has reliable power, but it is not yet affordable.  Over the last four years, the United States has been a strong advocate for having a private company operate the Electricity Company of Ghana (ECG).  <strong>You would not believe how difficult it has been to give away $500 million, but I have never wavered as v<\/strong>ested interests have continued to raise the specter of privatization and suggest that ECG will no longer be owned by the people of Ghana or operated for the people of Ghana.  They do not want Ghanaians to know that lack of investment over decades has meant that almost 40 percent of electricity produced never reaches consumers and that 35 to 40 percent of the electricity that is distributed is never paid for.  No wonder ECG and other energy parastatals are in debt!  Reaching solutions to difficult challenges is not always easy, but that is why governments are elected.  It must be done with courage, clarity, dialogue, respect for facts, and commitment to better serve the public.<\/p>\n<p>&nbsp;<\/p>\n<p>Ghana must create more <strong>jobs<\/strong> to end not only the brain drain but dangerous, life-threatening <strong>migration<\/strong> by young people who believe they will have brighter futures abroad.  That is one of the challenges when the population is growing by 700,000 people per year.  Ghanaian youth must believe, as President Akufo-Addo has said, that they can enjoy bright futures at home.  My Embassy issues over 16,000 visas per years for business, study, and tourism, and another 4,500 Ghanaians legally emigrate to the United States each year.  However, Ghana has an obligation to provide travel documents to 7,000 Ghanaians who are in various stages of being deported from the U.S. for either overstaying their visas, working illegally, or committing other crimes.  Whenever I bring this up, people accuse the United States of violating the human rights of deportees.  However, we would end charter flights for deportees if the Ghanaian Embassy in Washington, DC would issue travel documents to Ghanaians within 30 days of requests.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>One of the hardest lessons for me to grasp was the tremendous influence that President Kwame Nkrumah still wields from the grave.<\/strong>  When I arrived in January 2016, the two Yemeni ex-detainees from Guantanamo had just arrived.  They were allegedly going to make Ghana a target for terrorists.  They did not.  When we signed the new Defense Cooperation Agreement – our fourth &#8212; a few months ago, I heard the same arguments.  The United States is not interested in establishing the kind of presence that colonial powers did; we never asked to build a base, and we only have “unfettered access” to two very small facilities at the Kotoka International Airport; so why was there so much fuss?  It was because of political opportunism.  The lessons I take from these experiences are to state the facts, explain the context, and identify allies and adversaries.  When you strip away all of the drama, the facts speak for themselves.<\/p>\n<p>&nbsp;<\/p>\n<p>In speaking about Ghana’s attributes and some of its challenges, I have highlighted Nkrumah and Rawlings’ legacies, democracy, human rights, justice, economic growth, migration, education, and health.  I have touched on corruption, migration, trafficking, and more.  I have certainly learned a great deal during my years in Ghana, and there are things I would do differently if I had the ability to redo them.  I believe that Elikem invited me here today to speak about the transformation that would make Ghana stronger and make Ghanaians happier, healthier, and more prosperous.  I have always believed that I was doing what was right and what was in the best interest of both countries.  One must be courageous and take a stand.  Consistency and integrity win respect.  Whether you agree with my recommendations or not, I hope that you will agree that we are all interested in improving people’s lives.  I also trust that you will make a positive difference in your sphere of influence to further lift Ghana to the greater heights where it belongs.<\/p>\n<p>&nbsp;<\/p>\n<p>Thank you.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>On June 22, Ambassador Robert P. Jackson delivered remarks at the “Stanford Seed Transformation Network:  Turning Adversity into Growth” summit held at the Marriott Hotel in Accra.  The theme of the program was “Stories of Leadership in Challenging Times:  Perspectives on the State of Affairs in Ghana and What Will Be Required to Transform and &#8230;<\/p>\n","protected":false},"author":1058,"featured_media":18861,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"_gpalab_slo_mission_select":"","footnotes":""},"categories":[37,54],"tags":[6104,6102,6106],"class_list":["post-18862","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-news","category-speeches","tag-ghana-us-relations","tag-stanford-seed","tag-turning-adversity-to-growth"],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v23.1 (Yoast SEO v23.1) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Ambassador Jackson: “Lift Ghana to Greater Heights Where it Belongs” - U.S. Embassy in Ghana<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/gh.usembassy.gov\/ambassador-jackson-lift-ghana-to-greater-heights-where-it-belongs\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Ambassador Jackson: “Lift Ghana to Greater Heights Where it Belongs”\" \/>\n<meta property=\"og:description\" content=\"On June 22, Ambassador Robert P. Jackson delivered remarks at the “Stanford Seed Transformation Network:  Turning Adversity into Growth” summit held at\" \/>\n<meta property=\"og:url\" content=\"https:\/\/gh.usembassy.gov\/ambassador-jackson-lift-ghana-to-greater-heights-where-it-belongs\/\" \/>\n<meta property=\"og:site_name\" content=\"U.S. Embassy in Ghana\" \/>\n<meta property=\"article:publisher\" content=\"http:\/\/facebook.com\/USEmbassyGhana\" \/>\n<meta property=\"article:published_time\" content=\"2018-06-25T09:17:56+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2018-06-25T10:09:48+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/d2v9ipibika81v.cloudfront.net\/uploads\/sites\/175\/MGM1453-e1529930873190.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"3887\" \/>\n\t<meta property=\"og:image:height\" content=\"1419\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"author\" content=\"U.S. Embassy in Ghana\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@USEmbassyGhana\" \/>\n<meta name=\"twitter:site\" content=\"@USEmbassyGhana\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"U.S. Embassy in Ghana\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"9 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/gh.usembassy.gov\/ambassador-jackson-lift-ghana-to-greater-heights-where-it-belongs\/\",\"url\":\"https:\/\/gh.usembassy.gov\/ambassador-jackson-lift-ghana-to-greater-heights-where-it-belongs\/\",\"name\":\"Ambassador Jackson: “Lift Ghana to Greater Heights Where it Belongs” - U.S. Embassy in Ghana\",\"isPartOf\":{\"@id\":\"https:\/\/gh.usembassy.gov\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/gh.usembassy.gov\/ambassador-jackson-lift-ghana-to-greater-heights-where-it-belongs\/#primaryimage\"},\"image\":{\"@id\":\"https:\/\/gh.usembassy.gov\/ambassador-jackson-lift-ghana-to-greater-heights-where-it-belongs\/#primaryimage\"},\"thumbnailUrl\":\"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/MGM1453-e1529930873190.jpg\",\"datePublished\":\"2018-06-25T09:17:56+00:00\",\"dateModified\":\"2018-06-25T10:09:48+00:00\",\"author\":{\"@id\":\"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193\"},\"breadcrumb\":{\"@id\":\"https:\/\/gh.usembassy.gov\/ambassador-jackson-lift-ghana-to-greater-heights-where-it-belongs\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/gh.usembassy.gov\/ambassador-jackson-lift-ghana-to-greater-heights-where-it-belongs\/\"]}]},{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/gh.usembassy.gov\/ambassador-jackson-lift-ghana-to-greater-heights-where-it-belongs\/#primaryimage\",\"url\":\"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/MGM1453-e1529930873190.jpg\",\"contentUrl\":\"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/MGM1453-e1529930873190.jpg\",\"width\":3887,\"height\":1419,\"caption\":\"man seated\"},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/gh.usembassy.gov\/ambassador-jackson-lift-ghana-to-greater-heights-where-it-belongs\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/gh.usembassy.gov\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Ambassador Jackson: “Lift Ghana to Greater Heights Where it Belongs”\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/gh.usembassy.gov\/#website\",\"url\":\"https:\/\/gh.usembassy.gov\/\",\"name\":\"U.S. Embassy in Ghana\",\"description\":\"U.S. Embassy in Ghana\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/gh.usembassy.gov\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193\",\"name\":\"U.S. Embassy in Ghana\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/gh.usembassy.gov\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g\",\"caption\":\"U.S. Embassy in Ghana\"},\"url\":\"https:\/\/gh.usembassy.gov\/author\/usembassyinghana\/\"}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"Ambassador Jackson: “Lift Ghana to Greater Heights Where it Belongs” - U.S. Embassy in Ghana","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/gh.usembassy.gov\/ambassador-jackson-lift-ghana-to-greater-heights-where-it-belongs\/","og_locale":"en_US","og_type":"article","og_title":"Ambassador Jackson: “Lift Ghana to Greater Heights Where it Belongs”","og_description":"On June 22, Ambassador Robert P. Jackson delivered remarks at the “Stanford Seed Transformation Network:  Turning Adversity into Growth” summit held at","og_url":"https:\/\/gh.usembassy.gov\/ambassador-jackson-lift-ghana-to-greater-heights-where-it-belongs\/","og_site_name":"U.S. Embassy in Ghana","article_publisher":"http:\/\/facebook.com\/USEmbassyGhana","article_published_time":"2018-06-25T09:17:56+00:00","article_modified_time":"2018-06-25T10:09:48+00:00","og_image":[{"width":3887,"height":1419,"url":"https:\/\/d2v9ipibika81v.cloudfront.net\/uploads\/sites\/175\/MGM1453-e1529930873190.jpg","type":"image\/jpeg"}],"author":"U.S. Embassy in Ghana","twitter_card":"summary_large_image","twitter_creator":"@USEmbassyGhana","twitter_site":"@USEmbassyGhana","twitter_misc":{"Written by":"U.S. Embassy in Ghana","Est. reading time":"9 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/gh.usembassy.gov\/ambassador-jackson-lift-ghana-to-greater-heights-where-it-belongs\/","url":"https:\/\/gh.usembassy.gov\/ambassador-jackson-lift-ghana-to-greater-heights-where-it-belongs\/","name":"Ambassador Jackson: “Lift Ghana to Greater Heights Where it Belongs” - U.S. Embassy in Ghana","isPartOf":{"@id":"https:\/\/gh.usembassy.gov\/#website"},"primaryImageOfPage":{"@id":"https:\/\/gh.usembassy.gov\/ambassador-jackson-lift-ghana-to-greater-heights-where-it-belongs\/#primaryimage"},"image":{"@id":"https:\/\/gh.usembassy.gov\/ambassador-jackson-lift-ghana-to-greater-heights-where-it-belongs\/#primaryimage"},"thumbnailUrl":"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/MGM1453-e1529930873190.jpg","datePublished":"2018-06-25T09:17:56+00:00","dateModified":"2018-06-25T10:09:48+00:00","author":{"@id":"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193"},"breadcrumb":{"@id":"https:\/\/gh.usembassy.gov\/ambassador-jackson-lift-ghana-to-greater-heights-where-it-belongs\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/gh.usembassy.gov\/ambassador-jackson-lift-ghana-to-greater-heights-where-it-belongs\/"]}]},{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/gh.usembassy.gov\/ambassador-jackson-lift-ghana-to-greater-heights-where-it-belongs\/#primaryimage","url":"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/MGM1453-e1529930873190.jpg","contentUrl":"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/MGM1453-e1529930873190.jpg","width":3887,"height":1419,"caption":"man seated"},{"@type":"BreadcrumbList","@id":"https:\/\/gh.usembassy.gov\/ambassador-jackson-lift-ghana-to-greater-heights-where-it-belongs\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/gh.usembassy.gov\/"},{"@type":"ListItem","position":2,"name":"Ambassador Jackson: “Lift Ghana to Greater Heights Where it Belongs”"}]},{"@type":"WebSite","@id":"https:\/\/gh.usembassy.gov\/#website","url":"https:\/\/gh.usembassy.gov\/","name":"U.S. Embassy in Ghana","description":"U.S. Embassy in Ghana","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/gh.usembassy.gov\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Person","@id":"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193","name":"U.S. Embassy in Ghana","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/gh.usembassy.gov\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g","caption":"U.S. Embassy in Ghana"},"url":"https:\/\/gh.usembassy.gov\/author\/usembassyinghana\/"}]}},"lang":"en","translations":{"en":18862},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts\/18862"}],"collection":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/users\/1058"}],"replies":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/comments?post=18862"}],"version-history":[{"count":5,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts\/18862\/revisions"}],"predecessor-version":[{"id":18867,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts\/18862\/revisions\/18867"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/media\/18861"}],"wp:attachment":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/media?parent=18862"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/categories?post=18862"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/tags?post=18862"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}