{"id":19475,"date":"2019-03-26T16:14:07","date_gmt":"2019-03-26T16:14:07","guid":{"rendered":"http:\/\/gh.usembassy.gov\/?p=19475"},"modified":"2019-03-27T08:28:43","modified_gmt":"2019-03-27T08:28:43","slug":"ambassador-sullivan-honors-stella-saaka-with-ghana-woman-of-courage-award","status":"publish","type":"post","link":"https:\/\/gh.usembassy.gov\/ambassador-sullivan-honors-stella-saaka-with-ghana-woman-of-courage-award\/","title":{"rendered":"Ambassador Sullivan Honors Stella Saaka with “Ghana Woman of Courage” Award"},"content":{"rendered":"<div style=\"margin-top: 0px; margin-bottom: 20px;\" class=\"sharethis-inline-share-buttons\" ><\/div><p style=\"font-weight: 400\"><strong>Accra, GHANA <\/strong>— U.S. Ambassador Stephanie S. Sullivan honored Ms. Stella Saaka, from the Talensi district in the Upper East Region, with the U.S. Embassy’s 2019 Ghana Woman of Courage Award during a breakfast ceremony hosted at the Ambassador’s residence.  Like the U.S. Secretary of State&#8217;s annual International Women of Courage Award, this award recognizes a Ghanaian woman whose efforts have exemplified exceptional courage and leadership in advocating for human rights, women’s equality, and social progress, often at great personal risk.<\/p>\n<p style=\"font-weight: 400\">The Minister of Gender, Children and Social Protection, Cynthia Morrison, attended the event, as did Chiefs of Mission and High Commissioners or their representatives from 16 diplomatic missions.<\/p>\n<p style=\"font-weight: 400\">The International Women of Courage Award is the only Department of State award that pays tribute to emerging women leaders worldwide, in the manner that the U.S. Embassy’s Woman of Courage Award recognizes emerging women leaders in Ghana.<\/p>\n<p style=\"font-weight: 400\">Stella Saaka is a powerful force for women’s rights in the Talensi District in northern Ghana.  She is the Regional Organizing Secretary for the Women in Agricultural Platforms (WAPs), a key component of U.S. Agency for International Development (USAID)’s Northern Ghana Governance Activity.  In addition to spearheading agricultural income-generating activities for women, Ms. Saaka continues to break barriers in the male-dominated political and traditional authority system prevalent in northern Ghana, convincing the Talensi political leadership to include women in the district’s development and decision-making process.<\/p>\n<p style=\"font-weight: 400\">While presenting the award to Ms. Saaka, Ambassador Sullivan said; “Stella’s actions actively empower the women in her community by helping them to access productive resources and to ensure their voices are heard by decision makers.  Her students call her a role model and the women she represents call her a woman of courage.  I hope that all Ghanaian women and girls learn about her story, so they can craft their own journey to make a difference.”<\/p>\n<p style=\"font-weight: 400\">Accepting her award, Ms. Saaka said, “I am happy that my work with women in rural Talensi has been recognized by the U.S. Mission in Ghana.  I dedicate this award to all my hard working women in Talensi and to all women working hard to empower themselves economically to take care of their families and homes in Ghana.”  In describing her approach to working with the local authorities on behalf of women, Stella said, “I come in peace but I mean business.”<\/p>\n<p style=\"font-weight: 400\">Ms. Saaka has distinguished herself among USAID’s Northern Ghana Governance Activity participants, who aim to address the broad issue of access to land in one of the most densely populated districts in the region per square area.  Foreseeing an opportunity for women to gain access to land, she was the only woman who successfully addressed long-held traditional customs by involving local chiefs and generating the conversation on why it is important for women to have access to land to generate economic development.  This is significant because land tenure consists of a layered system of traditional tribal ownership that has historically disenfranchised women.<\/p>\n<p style=\"font-weight: 400\">Ms. Saaka’s determination and persistence were rewarded when the Chief of Tongo allocated 29 acres of land to 30 women in the district.  She and the women started working on post-harvest processing and income-generating activities with sweet potatoes, peanuts, and other agricultural products. Ms. Saaka started processing sweet potatoes in 2014, and the women use the income they generate to support their children’s education.  As a means of alternative income generation, they produce a range of products from the orange sweet potato, including drinks, snacks, and flour for making pastries.  Due to these efforts, more women are finding ways to contribute to the economy in the district, which has led to a decrease in female migration during the dry season.<\/p>\n<p style=\"font-weight: 400\">Another area where Ms. Saaka stands out is in her civic engagement.  Specifically, she convinced the Talensi traditional leadership to include women in the district’s development and decision-making process.  As a result, she and her WAP colleagues represent their district at the assembly’s Medium Term Development Planning sessions, which affords these women an opportunity to contribute to their own advancement.  Because of their advocacy, the district assembly and traditional and political authorities have now prioritized land tenure security for women, the provision of a tractor for women, and training for female tractor operators.<\/p>\n<p style=\"font-weight: 400\">Ms. Stella Saaka wears many hats in her community: she is a mother, a teacher, an entrepreneur, a women’s leader, and a community icon.  Her lifetime achievements exemplified by her resilience and courage set an example for all Ghanaians, especially women and girls.<\/p>\n<p>Read the Ambassador’s full remarks below.<\/p>\n<p>&nbsp;<\/p>\n<p style=\"text-align: center\"><strong>Remarks for International Women of Courage Ceremony<\/strong><br \/>\n<strong>“Honoring U.S. Mission Accra’s 2019 Woman of Courage Nominee, Stella Saaka”<\/strong><br \/>\n<strong>March 26, 2019<\/strong><\/p>\n<p>Honorable Minister of Gender, Children and Social Protection of Ghana,<br \/>\nHonorable Cynthia Morrison;<br \/>\nHonorable Minister for Food and Agriculture, Honorable Owusu Afriyie Akoto;<br \/>\nHonorable Minister for Local Government and Rural Development, Honorable Hajia Alima Mahama;<br \/>\nRepresentatives of international organizations;<br \/>\nMembers of the media;<br \/>\nDistinguished ladies and gentlemen;<br \/>\nAll protocols observed.<\/p>\n<p>This morning we honor the highest traits of citizenship and courage, exemplified in the life of Ms. Stella Saaka, on whom the United States is proud to bestow our Woman of Courage Award for Ghana this year.<\/p>\n<p>I am deeply honored by your presence at today’s breakfast gathering to honor her achievements. I have always said that to truly promote women’s rights, we have to start by recognizing and celebrating the extraordinary achievements of women.<\/p>\n<p>I would like to tell you a bit more about the Secretary of State’s International Women of Courage Award. Now in its 13th year, this award recognizes women around the globe who have demonstrated exceptional courage and leadership in advocating for peace, justice, human rights, gender equality, and women’s<br \/>\nempowerment, often at great personal risk and sacrifice.  Since the inception of this award in March 2007, the State Department has recognized more than 120 women from more than 65 different countries.  This year’s 10 finalists were recognized by Secretary of State Mike Pompeo and First Lady Melania Trump at a ceremony on March 7 th at the Department of State in Washington, D.C. The finalists from sub- Saharan Africa include an anti-terror investigator from Djibouti who has put away numerous al-Shabaab terrorists and a Tanzanian lawyer who fights for human rights for women and girls and advocates for more female candidates for public office.<\/p>\n<p>Each year, U.S. diplomatic missions overseas may nominate only one woman of courage from their respective host countries.  That only 10 finalists can be selected worldwide in no way diminishes the exemplary achievements of all of the nominees. As Secretary Pompeo stated in his remarks, “We’re here today to honor women of courage from all around the world who are standing tall in the face of extraordinary adversity. Women of courage exist everywhere, they’re needed everywhere. Most will never be honored.” I agree with Secretary Pompeo’s assessment that too often women’s achievements are overlooked or not recognized, which is why it was so important for me and all of us to personally to recognize Stella today.<\/p>\n<p>Women’s economic empowerment is a key component of the U.S. government’s dedication to advancing gender equality. The untapped potential of women remains a lost opportunity for economic growth and development the world can ill afford. Women’s economic participation promotes agricultural productivity; enterprise development at the micro, small, and medium enterprise levels; and business management and returns on investment.<\/p>\n<p>In addition to boosting economic growth, investing in women produces a multiplier effect: women reinvest a large portion of their income in their families and communities. They also play key roles in creating peaceful and stable societies, important factors for economic growth.<\/p>\n<p>With that said, I would now like to invite Stella to join me at the podium while I tell you a bit more about the reasons why our Embassy nominated her for this award. Stella please come forward.<\/p>\n<ul>\n<li>Stella is a powerful force for women’s rights in the Talensi district in the Upper East region.  In a region where land is granted through patriarchal inheritance, Stella succeeded in persuading the local Chief to allocate 29 acres of land to 30 women in the district.  Access to the land for these women is a significant breakthrough bringing positive changes to their lives.<\/li>\n<li>She is the Regional Organizing Secretary for “Women in Agricultural Platforms,” a key component of our Northern Ghana Governance Activity through the U.S. Agency for International Development (USAID).  In this position Stella represents more than 1,170 women across several platforms, engaging political and traditional authorities on acquisition of productive lands and resources for women-led agricultural production.<\/li>\n<li>She is an exemplary leader who stands out among USAID’s Northern Ghana Governance Activity participants.  The activity aims to address the broad issue of access to land in one of the most densely populated districts in the region per square area.  Seeing an opportunity for women to gain access to land, Stella was the only woman who pushed the boundaries and long-held traditional customs by involving local chiefs and sparking the conversation on why it’s so important for women to have access to land. This is significant because land tenure consists of a layered system of traditional tribal ownership that has historically marginalized women.<\/li>\n<li>Another area where Stella stands out is in her civic engagement. Specifically, she convinced the Talensi leadership to include women in the district’s development and decision-making process. As a result, Stella and her Women in Agricultural Platform colleagues represent their district at the assembly’s Medium Term Development Planning sessions, which affords these women an opportunity to contribute to their own advancement. Through their advocacy, land tenure security for women, the provision of a tractor for women, and training for female tractor operators are now priorities for the district assembly and traditional and political authorities.<\/li>\n<\/ul>\n<p>These are but a few highlights of Stella’s remarkable record of achievement on behalf of improving lives in her district – not just for women – but for the families those women support. Stella’s accomplishments facilitated the U.S. Embassy’s recognition for what has been obvious to her community for a long time – that she wears many hats: Stella is a mother, a teacher, an entrepreneur, a women’s leader, and a community icon.  Her actions actively empower the women in her community by helping them to access productive resources and to ensure their voices are heard by decision makers. Her students call her a role model and the women she represents call her a woman of courage.  I hope that all Ghanaian women and girls learn about her story, so they can craft their own journey to make a difference.<\/p>\n<p>Stella – today the U.S. Embassy also recognizes you as our Ghanaian Woman of Courage. It is my honor to present you with this award and certificate that states:<\/p>\n<p>The Embassy of the United States presents the 2019 Woman of Courage award to Stella Saaka in recognition of her resiliency in promoting the voice of women in decision-making and enhancing their economic well-being in Northern Ghana.<\/p>\n<p>Congratulations!<\/p>\n<p>It is my pleasure to now introduce U.S. Embassy Ghana’s 2019 Woman of Courage: Stella Saaka.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Accra, GHANA — U.S. Ambassador Stephanie S. Sullivan honored Ms. Stella Saaka, from the Talensi district in the Upper East Region, with the U.S. Embassy’s 2019 Ghana Woman of Courage Award during a breakfast ceremony hosted at the Ambassador’s residence.  Like the U.S. Secretary of State&#8217;s annual International Women of Courage Award, this award recognizes a &#8230;<\/p>\n","protected":false},"author":1058,"featured_media":19482,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"_gpalab_slo_mission_select":"","footnotes":""},"categories":[4,37,44,54],"tags":[],"class_list":["post-19475","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-ambassador","category-news","category-press-releases","category-speeches"],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v23.1 (Yoast SEO v23.1) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Ambassador Sullivan Honors Stella Saaka with “Ghana Woman of Courage” Award - U.S. Embassy in Ghana<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/gh.usembassy.gov\/ambassador-sullivan-honors-stella-saaka-with-ghana-woman-of-courage-award\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Ambassador Sullivan Honors Stella Saaka with “Ghana Woman of Courage” Award\" \/>\n<meta property=\"og:description\" content=\"Accra, GHANA — U.S. Ambassador Stephanie S. Sullivan honored Ms. Stella Saaka, from the Talensi district in the Upper East Region, with the U.S. Embassy’s\" \/>\n<meta property=\"og:url\" content=\"https:\/\/gh.usembassy.gov\/ambassador-sullivan-honors-stella-saaka-with-ghana-woman-of-courage-award\/\" \/>\n<meta property=\"og:site_name\" content=\"U.S. Embassy in Ghana\" \/>\n<meta property=\"article:publisher\" content=\"http:\/\/facebook.com\/USEmbassyGhana\" \/>\n<meta property=\"article:published_time\" content=\"2019-03-26T16:14:07+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2019-03-27T08:28:43+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/d2v9ipibika81v.cloudfront.net\/uploads\/sites\/175\/Saaka.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"750\" \/>\n\t<meta property=\"og:image:height\" content=\"450\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"author\" content=\"U.S. Embassy in Ghana\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@USEmbassyGhana\" \/>\n<meta name=\"twitter:site\" content=\"@USEmbassyGhana\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"U.S. Embassy in Ghana\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"9 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/gh.usembassy.gov\/ambassador-sullivan-honors-stella-saaka-with-ghana-woman-of-courage-award\/\",\"url\":\"https:\/\/gh.usembassy.gov\/ambassador-sullivan-honors-stella-saaka-with-ghana-woman-of-courage-award\/\",\"name\":\"Ambassador Sullivan Honors Stella Saaka with “Ghana Woman of Courage” Award - U.S. Embassy in Ghana\",\"isPartOf\":{\"@id\":\"https:\/\/gh.usembassy.gov\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/gh.usembassy.gov\/ambassador-sullivan-honors-stella-saaka-with-ghana-woman-of-courage-award\/#primaryimage\"},\"image\":{\"@id\":\"https:\/\/gh.usembassy.gov\/ambassador-sullivan-honors-stella-saaka-with-ghana-woman-of-courage-award\/#primaryimage\"},\"thumbnailUrl\":\"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/Saaka.jpg\",\"datePublished\":\"2019-03-26T16:14:07+00:00\",\"dateModified\":\"2019-03-27T08:28:43+00:00\",\"author\":{\"@id\":\"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193\"},\"breadcrumb\":{\"@id\":\"https:\/\/gh.usembassy.gov\/ambassador-sullivan-honors-stella-saaka-with-ghana-woman-of-courage-award\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/gh.usembassy.gov\/ambassador-sullivan-honors-stella-saaka-with-ghana-woman-of-courage-award\/\"]}]},{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/gh.usembassy.gov\/ambassador-sullivan-honors-stella-saaka-with-ghana-woman-of-courage-award\/#primaryimage\",\"url\":\"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/Saaka.jpg\",\"contentUrl\":\"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/Saaka.jpg\",\"width\":750,\"height\":450,\"caption\":\"Stella Saaka delivering her remarks.\"},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/gh.usembassy.gov\/ambassador-sullivan-honors-stella-saaka-with-ghana-woman-of-courage-award\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/gh.usembassy.gov\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Ambassador Sullivan Honors Stella Saaka with “Ghana Woman of Courage” Award\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/gh.usembassy.gov\/#website\",\"url\":\"https:\/\/gh.usembassy.gov\/\",\"name\":\"U.S. Embassy in Ghana\",\"description\":\"U.S. Embassy in Ghana\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/gh.usembassy.gov\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193\",\"name\":\"U.S. Embassy in Ghana\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/gh.usembassy.gov\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g\",\"caption\":\"U.S. Embassy in Ghana\"},\"url\":\"https:\/\/gh.usembassy.gov\/author\/usembassyinghana\/\"}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"Ambassador Sullivan Honors Stella Saaka with “Ghana Woman of Courage” Award - U.S. Embassy in Ghana","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/gh.usembassy.gov\/ambassador-sullivan-honors-stella-saaka-with-ghana-woman-of-courage-award\/","og_locale":"en_US","og_type":"article","og_title":"Ambassador Sullivan Honors Stella Saaka with “Ghana Woman of Courage” Award","og_description":"Accra, GHANA — U.S. Ambassador Stephanie S. Sullivan honored Ms. Stella Saaka, from the Talensi district in the Upper East Region, with the U.S. Embassy’s","og_url":"https:\/\/gh.usembassy.gov\/ambassador-sullivan-honors-stella-saaka-with-ghana-woman-of-courage-award\/","og_site_name":"U.S. Embassy in Ghana","article_publisher":"http:\/\/facebook.com\/USEmbassyGhana","article_published_time":"2019-03-26T16:14:07+00:00","article_modified_time":"2019-03-27T08:28:43+00:00","og_image":[{"width":750,"height":450,"url":"https:\/\/d2v9ipibika81v.cloudfront.net\/uploads\/sites\/175\/Saaka.jpg","type":"image\/jpeg"}],"author":"U.S. Embassy in Ghana","twitter_card":"summary_large_image","twitter_creator":"@USEmbassyGhana","twitter_site":"@USEmbassyGhana","twitter_misc":{"Written by":"U.S. Embassy in Ghana","Est. reading time":"9 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/gh.usembassy.gov\/ambassador-sullivan-honors-stella-saaka-with-ghana-woman-of-courage-award\/","url":"https:\/\/gh.usembassy.gov\/ambassador-sullivan-honors-stella-saaka-with-ghana-woman-of-courage-award\/","name":"Ambassador Sullivan Honors Stella Saaka with “Ghana Woman of Courage” Award - U.S. Embassy in Ghana","isPartOf":{"@id":"https:\/\/gh.usembassy.gov\/#website"},"primaryImageOfPage":{"@id":"https:\/\/gh.usembassy.gov\/ambassador-sullivan-honors-stella-saaka-with-ghana-woman-of-courage-award\/#primaryimage"},"image":{"@id":"https:\/\/gh.usembassy.gov\/ambassador-sullivan-honors-stella-saaka-with-ghana-woman-of-courage-award\/#primaryimage"},"thumbnailUrl":"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/Saaka.jpg","datePublished":"2019-03-26T16:14:07+00:00","dateModified":"2019-03-27T08:28:43+00:00","author":{"@id":"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193"},"breadcrumb":{"@id":"https:\/\/gh.usembassy.gov\/ambassador-sullivan-honors-stella-saaka-with-ghana-woman-of-courage-award\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/gh.usembassy.gov\/ambassador-sullivan-honors-stella-saaka-with-ghana-woman-of-courage-award\/"]}]},{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/gh.usembassy.gov\/ambassador-sullivan-honors-stella-saaka-with-ghana-woman-of-courage-award\/#primaryimage","url":"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/Saaka.jpg","contentUrl":"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/Saaka.jpg","width":750,"height":450,"caption":"Stella Saaka delivering her remarks."},{"@type":"BreadcrumbList","@id":"https:\/\/gh.usembassy.gov\/ambassador-sullivan-honors-stella-saaka-with-ghana-woman-of-courage-award\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/gh.usembassy.gov\/"},{"@type":"ListItem","position":2,"name":"Ambassador Sullivan Honors Stella Saaka with “Ghana Woman of Courage” Award"}]},{"@type":"WebSite","@id":"https:\/\/gh.usembassy.gov\/#website","url":"https:\/\/gh.usembassy.gov\/","name":"U.S. Embassy in Ghana","description":"U.S. Embassy in Ghana","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/gh.usembassy.gov\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Person","@id":"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193","name":"U.S. Embassy in Ghana","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/gh.usembassy.gov\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g","caption":"U.S. Embassy in Ghana"},"url":"https:\/\/gh.usembassy.gov\/author\/usembassyinghana\/"}]}},"lang":"en","translations":{"en":19475},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts\/19475"}],"collection":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/users\/1058"}],"replies":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/comments?post=19475"}],"version-history":[{"count":10,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts\/19475\/revisions"}],"predecessor-version":[{"id":19489,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts\/19475\/revisions\/19489"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/media\/19482"}],"wp:attachment":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/media?parent=19475"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/categories?post=19475"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/tags?post=19475"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}