{"id":19490,"date":"2019-03-27T21:23:22","date_gmt":"2019-03-27T21:23:22","guid":{"rendered":"http:\/\/gh.usembassy.gov\/?p=19490"},"modified":"2019-03-28T13:44:06","modified_gmt":"2019-03-28T13:44:06","slug":"usa-and-ghana-partnership-for-solar-energy","status":"publish","type":"post","link":"https:\/\/gh.usembassy.gov\/usa-and-ghana-partnership-for-solar-energy\/","title":{"rendered":"USA and Ghana Partnership for Solar Energy"},"content":{"rendered":"<div style=\"margin-top: 0px; margin-bottom: 20px;\" class=\"sharethis-inline-share-buttons\" ><\/div><p style=\"font-weight: 400\"><strong>Accra, GHANA – <\/strong>U.S. Ambassador to Ghana Stephanie S. Sullivan led an event today in Kpone to mark the new partnership between the Ghanaian company Strategic Security Systems International, and its subsidiary Strategic Power Solutions, with the U.S. Company AEG International. Their initial objective will be to provide solar energy to six dioceses of the Ghana Catholic Church. The U.S. Trade and Development Agency (USTDA) is providing grant support for AEG International to work with Strategic Power Solutions to conduct a detailed feasibility study for the project.<\/p>\n<p style=\"font-weight: 400\">The energy for the project will be generated from solar panels assembled in Ghana and from inverters, batteries, and other equipment manufactured in the United States. The solar panels will be assembled at Strategic Power Solutions’ (SPS) manufacturing facility in Kpone, where today’s event was held.<\/p>\n<p style=\"font-weight: 400\">Bishops and their representatives were present from the six dioceses of Techiman, Greater Accra, Koforidua, Keta-Akatsi, Kumasi and Tamale. Within the six dioceses, there are 28 health clinics and 310 schools, amongst other facilities, that will be transitioned to solar power through the project. The decision to move to solar power is cost effective and will improve the lives of citizens throughout Ghana.<\/p>\n<p style=\"font-weight: 400\">The United States of America is a leader in clean energy and innovation, and understands the need for transforming energy systems.  Through Power Africa, the United States has catalyzed some $60 billion in energy investments that will provide modern energy services for roughly 300 million citizens across Africa by 2030.<\/p>\n<p style=\"font-weight: 400\">As Ambassador Sullivan said at today’s event, “This (solar energy) power will literally save lives by, for example, providing light and medical equipment during childbirth, providing the electricity needed for respirators, and providing refrigeration for vaccines and other important medicines.  It will also improve lives, allowing schoolchildren to do their homework, making sure the water pump is always working, and providing electricity for things like household refrigeration for teachers and others who live in these dioceses.”<\/p>\n<p style=\"font-weight: 400\">Echoing the Ambassador’s enthusiasm for the project USTDA’s Regional Director for Sub-Saharan Africa, Heathen Lanigan said “USTDA is proud to support the partnership between a U.S. company and a Ghanaian company. This project is expected to support jobs in both of our countries and to improve the quality of life for many Ghanaians.”<\/p>\n<p style=\"font-weight: 400\">USTDA provides grant funding for feasibility studies for public or private sector infrastructure projects in Ghana and in other middle or low income countries around the world. These grants help meet USTDA’s dual mission of helping ensure the development of sustainable infrastructure projects and helping support the use of U.S. equipment and services.<\/p>\n<p style=\"font-weight: 400\">Strategic Security Systems International Limited&#8217;s Chairman, Dr. Francis Akuamoah Boateng noted, “We hope this new partnership will mark the first of many projects together. Solar power is an incredible opportunity for Ghana.” The company’s subsidiary, SPS, has 150 Ghanaian employees, with 18 satellite offices throughout Ghana. SPS has an annual production capacity of 32MWp of solar panels, and, with an expansion underway, it will have the capacity to produce 165 MWp of solar panels annually.<\/p>\n<p style=\"font-weight: 400\">AEG International President Tod Skinner said: “This project will benefit [Ghanaians] by bringing solar power to schools, clinics, hospitals, and other facilities. AEG International is proud to partner with SPS and Strategic Security Systems International to create jobs in both of our countries and be part of a project expected to have such great impact in Ghana.” AEG International is based in Charlotte, North Carolina, where its engineers design and build products used in over 20 countries, including Tanzania, the Democratic Republic of the Congo, Kenya, Ethiopia, Liberia, Rwanda, and Nigeria, with plans to expand its presence in Africa.<\/p>\n<p>Read the Ambassador&#8217;s full remarks below.<\/p>\n<p style=\"text-align: center\"><b>U.S. Solar Partnership Event<\/b><b><br \/>\n<\/b><b>Remarks by Ambassador Stephanie S. Sullivan<\/b><b><br \/>\n<\/b><b>Kpone | Wednesday March 27, 2019, 11:00a.m.<\/b><\/p>\n<p><span style=\"font-weight: 400\">Minister of Energy, the Honorable John Peter Amewu,<\/span><br \/>\n<span style=\"font-weight: 400\">Our other distinguished guests from the Government of Ghana,<\/span><br \/>\n<span style=\"font-weight: 400\">Personnel of Strategic Security Systems International and Strategic Power Solutions, <\/span><br \/>\n<span style=\"font-weight: 400\">The Most Reverend Philip Naameh, the President of the Ghana Catholic Bishop’s Conference and the Archbishop of Tamale,<\/span><br \/>\n<span style=\"font-weight: 400\">Other Reverend Bishops and members of the Ghana Catholic Church,<\/span><br \/>\n<span style=\"font-weight: 400\">Members of the press,<\/span><br \/>\n<span style=\"font-weight: 400\">Ladies and gentlemen,<\/span><br \/>\n<span style=\"font-weight: 400\">All protocols observed. <\/span><\/p>\n<p><span style=\"font-weight: 400\">Good morning.  We’re here today to celebrate a new partnership between the Ghanaian company Strategic Security Systems International and its subsidiary solar energy company Strategic Power Solutions, and the U.S. company AEG International.  <\/span><\/p>\n<p><span style=\"font-weight: 400\">Solar power is an incredible opportunity for Ghana. The cost of solar panels has declined so dramatically over the last decade that choosing solar is less expensive than choosing almost any other solution. Solar can light up inaccessible, off-grid areas.  And sunshine is something that Ghana has in abundance. Indeed, the legendary Ghanaian music group Osibisa sang about a &#8220;Sunshine Day&#8221; long before this factory was a twinkle in anybody&#8217;s eye. <\/span><\/p>\n<p><span style=\"font-weight: 400\">I’m thrilled about this partnership for many reasons.  <\/span><\/p>\n<p>The first reason<span style=\"font-weight: 400\"> is that it will <\/span><span style=\"font-weight: 400\">contribute to prosperity in both our nations<\/span><span style=\"font-weight: 400\">. <\/span><\/p>\n<p><span style=\"font-weight: 400\">These two companies are teaming up to build small-scale solar power systems that will run on photovoltaic panels assembled here in Ghana and using U.S.-manufactured inverters, batteries, and other solar power equipment. This project will produce made-in-Ghana solar panels – assembled right here at this facility.  While Ghanaian workers in Kpone are assembling panels, American workers in the United States &#8211; in Washington State and elsewhere &#8211; are making the inverters and batteries that will come together here in Ghana to create solar power systems for the benefit of thousands of people. <\/span><\/p>\n<p>The second reason<span style=\"font-weight: 400\"> is that this is an excellent example of how companies in Ghana can increase local content and create jobs while engaging in smart international trade and <\/span><span style=\"font-weight: 400\">solving issues critical to Ghana’s long-term development<\/span><span style=\"font-weight: 400\">, such as accessible, reliable, and affordable energy. The Government of Ghana has made it a priority to move Beyond Aid and to increase industrialization, and this partnership supports those goals. <\/span><\/p>\n<p>The third reason<span style=\"font-weight: 400\"> is that this demonstrates an important example of a best-value procurement approach with a long-term vision. While this high-quality equipment might cost slightly more up-front, it will ultimately save money over its lifetime by avoiding costly breakdowns and poor performance that occur with lower-quality equipment. Purchasing managers call this “<\/span><span style=\"font-weight: 400\">best-value procurement<\/span><span style=\"font-weight: 400\">,” looking at factors other than just purchase price &#8211; such as quality, expertise, and warranties &#8211; when selecting equipment and services. I call it just being smart; and I hope that “best-value procurement” is an approach that the Government of Ghana and others will embrace as a way to improve the quality and performance of projects in the service of its citizens. <\/span><\/p>\n<p>The fourth reason<span style=\"font-weight: 400\"> is that the first project these companies are doing together is one that will <\/span><span style=\"font-weight: 400\">bring benefits to people<\/span> <span style=\"font-weight: 400\">across Ghana. It will bring solar power to three-hundred and ten (310) schools, twenty-eight (28) health facilities, and over five-hundred (500) other buildings and offices in six dioceses of the Ghana Catholic Church. <\/span><\/p>\n<p><span style=\"font-weight: 400\">We have representatives here from all six of the dioceses: Techiman, Greater Accra, Koforidua, Keta-Akatsi, Kumasi and, of course, Tamale where there is certainly lots of sunshine, as I experienced on my two recent trips. Thank you for being here today. I understand that part of your motivation to transition to solar power is to be “good stewards of the Earth.” I want to commend you for demonstrating this leadership. And, in this case, doing the right thing can also pay off economically. In addition to protecting the planet, there will be other benefits to using solar power, such as more reliable and less expensive energy for your hospitals and schools. <\/span><\/p>\n<p><span style=\"font-weight: 400\">This power will <\/span><span style=\"font-weight: 400\">literally save lives<\/span><span style=\"font-weight: 400\"> by, for example, providing light and medical equipment during childbirth, providing the electricity needed for respirators, and providing refrigeration for vaccines and other important medicines.  It will also <\/span><span style=\"font-weight: 400\">improve lives<\/span><span style=\"font-weight: 400\">, allowing schoolchildren to do their homework, making sure the water pump is always working, and providing electricity for things like household refrigeration for teachers and others who live in these dioceses. <\/span><\/p>\n<p><span style=\"font-weight: 400\">I have experienced the “<\/span><span style=\"font-weight: 400\">before<\/span><span style=\"font-weight: 400\">” version first hand, when I was a teacher at a remote Catholic mission school two hours outside Kinshasa, in the now DRC.  We had only three hours of expensive, and sometimes difficult to procure, diesel-fueled electricity a day. We had to either study, prepare our lessons, or correct the students&#8217; work before lights out at 9 pm.  We had a stovetop and a refrigerator that ran on petrol for our food and beer. And we warmed up expired batteries in the direct sunlight when we wanted to listen to the battery-operated record player. How many of you ever did that? It sure was difficult to recruit teachers to live and work under those conditions.<\/span><\/p>\n<p><span style=\"font-weight: 400\">Now, you may be wondering, <\/span><span style=\"font-weight: 400\">how is the United States supporting this energy production partnership<\/span><span style=\"font-weight: 400\">? Well, we know that it can be difficult and costly to properly design major infrastructure projects. It is important for infrastructure projects to have detailed feasibility studies to ensure that they are sized and priced properly; that the right equipment is being used; and that the proper economic, environmental, and financial analyses have been completed. Without a detailed feasibility study, you can end up with projects that go over budget, don’t perform well, or – sometimes &#8211; are never built at all. <\/span><\/p>\n<p><span style=\"font-weight: 400\">This is where <\/span><span style=\"font-weight: 400\">U.S. Trade and Development Agency (or USTDA) comes in<\/span><span style=\"font-weight: 400\">! USTDA provides grant funding for feasibility studies for public or private sector infrastructure projects in Ghana and in other middle or low income countries around the world. These grants help meet USTDA’s dual mission of facilitating the development of sustainable infrastructure projects and supporting the use of U.S. equipment and services. USTDA is part of the U.S. Power Africa team, and it has given a grant to Strategic Security Systems International to work with its new partner AEG International to carry out a detailed feasibility study on how best to transition the six dioceses represented here to solar power. Today is the official launch of this feasibility study.  <\/span><\/p>\n<p><span style=\"font-weight: 400\">This kind of cooperation is worth celebrating. The United States and Ghana are each bringing something to the table to help improve the lives of thousands of people through new solar energy. After all, it is about improving the lives of people so they can fulfill their potential and contribute to national development.  We hope this new partnership will mark the first of many projects together. I look forward to visiting the “<\/span><span style=\"font-weight: 400\">after<\/span><span style=\"font-weight: 400\">” version during my tenure in Ghana. <\/span><\/p>\n<p><span style=\"font-weight: 400\">Thanks very much to our West Africa Country Manager, Power Africa from USTDA, Clare Sierawski, whose very name means light in French.  <\/span><\/p>\n<p><span style=\"font-weight: 400\">Thank you all again for joining us here today.<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Accra, GHANA – U.S. Ambassador to Ghana Stephanie S. Sullivan led an event today in Kpone to mark the new partnership between the Ghanaian company Strategic Security Systems International, and its subsidiary Strategic Power Solutions, with the U.S. Company AEG International. Their initial objective will be to provide solar energy to six dioceses of the Ghana &#8230;<\/p>\n","protected":false},"author":1058,"featured_media":19492,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"_gpalab_slo_mission_select":"","footnotes":""},"categories":[4,37,44,54,1161],"tags":[],"class_list":["post-19490","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-ambassador","category-news","category-press-releases","category-speeches","category-trade"],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v23.1 (Yoast SEO v23.1) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>USA and Ghana Partnership for Solar Energy - U.S. Embassy in Ghana<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/gh.usembassy.gov\/usa-and-ghana-partnership-for-solar-energy\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"USA and Ghana Partnership for Solar Energy\" \/>\n<meta property=\"og:description\" content=\"Accra, GHANA – U.S. Ambassador to Ghana Stephanie S. Sullivan led an event today in Kpone to mark the new partnership between the Ghanaian company\" \/>\n<meta property=\"og:url\" content=\"https:\/\/gh.usembassy.gov\/usa-and-ghana-partnership-for-solar-energy\/\" \/>\n<meta property=\"og:site_name\" content=\"U.S. Embassy in Ghana\" \/>\n<meta property=\"article:publisher\" content=\"http:\/\/facebook.com\/USEmbassyGhana\" \/>\n<meta property=\"article:published_time\" content=\"2019-03-27T21:23:22+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2019-03-28T13:44:06+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/d2v9ipibika81v.cloudfront.net\/uploads\/sites\/175\/U.-S.-and-Ghana-signing-the-MOU.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"4695\" \/>\n\t<meta property=\"og:image:height\" content=\"2722\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"author\" content=\"U.S. Embassy in Ghana\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@USEmbassyGhana\" \/>\n<meta name=\"twitter:site\" content=\"@USEmbassyGhana\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"U.S. Embassy in Ghana\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"9 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/gh.usembassy.gov\/usa-and-ghana-partnership-for-solar-energy\/\",\"url\":\"https:\/\/gh.usembassy.gov\/usa-and-ghana-partnership-for-solar-energy\/\",\"name\":\"USA and Ghana Partnership for Solar Energy - U.S. Embassy in Ghana\",\"isPartOf\":{\"@id\":\"https:\/\/gh.usembassy.gov\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/gh.usembassy.gov\/usa-and-ghana-partnership-for-solar-energy\/#primaryimage\"},\"image\":{\"@id\":\"https:\/\/gh.usembassy.gov\/usa-and-ghana-partnership-for-solar-energy\/#primaryimage\"},\"thumbnailUrl\":\"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/U.-S.-and-Ghana-signing-the-MOU.jpg\",\"datePublished\":\"2019-03-27T21:23:22+00:00\",\"dateModified\":\"2019-03-28T13:44:06+00:00\",\"author\":{\"@id\":\"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193\"},\"breadcrumb\":{\"@id\":\"https:\/\/gh.usembassy.gov\/usa-and-ghana-partnership-for-solar-energy\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/gh.usembassy.gov\/usa-and-ghana-partnership-for-solar-energy\/\"]}]},{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/gh.usembassy.gov\/usa-and-ghana-partnership-for-solar-energy\/#primaryimage\",\"url\":\"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/U.-S.-and-Ghana-signing-the-MOU.jpg\",\"contentUrl\":\"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/U.-S.-and-Ghana-signing-the-MOU.jpg\",\"width\":4695,\"height\":2722},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/gh.usembassy.gov\/usa-and-ghana-partnership-for-solar-energy\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/gh.usembassy.gov\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"USA and Ghana Partnership for Solar Energy\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/gh.usembassy.gov\/#website\",\"url\":\"https:\/\/gh.usembassy.gov\/\",\"name\":\"U.S. Embassy in Ghana\",\"description\":\"U.S. Embassy in Ghana\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/gh.usembassy.gov\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193\",\"name\":\"U.S. Embassy in Ghana\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/gh.usembassy.gov\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g\",\"caption\":\"U.S. Embassy in Ghana\"},\"url\":\"https:\/\/gh.usembassy.gov\/author\/usembassyinghana\/\"}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"USA and Ghana Partnership for Solar Energy - U.S. Embassy in Ghana","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/gh.usembassy.gov\/usa-and-ghana-partnership-for-solar-energy\/","og_locale":"en_US","og_type":"article","og_title":"USA and Ghana Partnership for Solar Energy","og_description":"Accra, GHANA – U.S. Ambassador to Ghana Stephanie S. Sullivan led an event today in Kpone to mark the new partnership between the Ghanaian company","og_url":"https:\/\/gh.usembassy.gov\/usa-and-ghana-partnership-for-solar-energy\/","og_site_name":"U.S. Embassy in Ghana","article_publisher":"http:\/\/facebook.com\/USEmbassyGhana","article_published_time":"2019-03-27T21:23:22+00:00","article_modified_time":"2019-03-28T13:44:06+00:00","og_image":[{"width":4695,"height":2722,"url":"https:\/\/d2v9ipibika81v.cloudfront.net\/uploads\/sites\/175\/U.-S.-and-Ghana-signing-the-MOU.jpg","type":"image\/jpeg"}],"author":"U.S. Embassy in Ghana","twitter_card":"summary_large_image","twitter_creator":"@USEmbassyGhana","twitter_site":"@USEmbassyGhana","twitter_misc":{"Written by":"U.S. Embassy in Ghana","Est. reading time":"9 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/gh.usembassy.gov\/usa-and-ghana-partnership-for-solar-energy\/","url":"https:\/\/gh.usembassy.gov\/usa-and-ghana-partnership-for-solar-energy\/","name":"USA and Ghana Partnership for Solar Energy - U.S. Embassy in Ghana","isPartOf":{"@id":"https:\/\/gh.usembassy.gov\/#website"},"primaryImageOfPage":{"@id":"https:\/\/gh.usembassy.gov\/usa-and-ghana-partnership-for-solar-energy\/#primaryimage"},"image":{"@id":"https:\/\/gh.usembassy.gov\/usa-and-ghana-partnership-for-solar-energy\/#primaryimage"},"thumbnailUrl":"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/U.-S.-and-Ghana-signing-the-MOU.jpg","datePublished":"2019-03-27T21:23:22+00:00","dateModified":"2019-03-28T13:44:06+00:00","author":{"@id":"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193"},"breadcrumb":{"@id":"https:\/\/gh.usembassy.gov\/usa-and-ghana-partnership-for-solar-energy\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/gh.usembassy.gov\/usa-and-ghana-partnership-for-solar-energy\/"]}]},{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/gh.usembassy.gov\/usa-and-ghana-partnership-for-solar-energy\/#primaryimage","url":"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/U.-S.-and-Ghana-signing-the-MOU.jpg","contentUrl":"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/U.-S.-and-Ghana-signing-the-MOU.jpg","width":4695,"height":2722},{"@type":"BreadcrumbList","@id":"https:\/\/gh.usembassy.gov\/usa-and-ghana-partnership-for-solar-energy\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/gh.usembassy.gov\/"},{"@type":"ListItem","position":2,"name":"USA and Ghana Partnership for Solar Energy"}]},{"@type":"WebSite","@id":"https:\/\/gh.usembassy.gov\/#website","url":"https:\/\/gh.usembassy.gov\/","name":"U.S. Embassy in Ghana","description":"U.S. Embassy in Ghana","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/gh.usembassy.gov\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Person","@id":"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193","name":"U.S. Embassy in Ghana","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/gh.usembassy.gov\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g","caption":"U.S. Embassy in Ghana"},"url":"https:\/\/gh.usembassy.gov\/author\/usembassyinghana\/"}]}},"lang":"en","translations":{"en":19490},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts\/19490"}],"collection":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/users\/1058"}],"replies":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/comments?post=19490"}],"version-history":[{"count":6,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts\/19490\/revisions"}],"predecessor-version":[{"id":19498,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts\/19490\/revisions\/19498"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/media\/19492"}],"wp:attachment":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/media?parent=19490"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/categories?post=19490"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/tags?post=19490"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}