{"id":19558,"date":"2019-05-02T15:21:54","date_gmt":"2019-05-02T15:21:54","guid":{"rendered":"http:\/\/gh.usembassy.gov\/?p=19558"},"modified":"2019-05-02T15:47:14","modified_gmt":"2019-05-02T15:47:14","slug":"deputy-chief-of-mission-christopher-j-lamoras-remarks-on-the-foreign-policy-of-the-usa-and-its-impact-on-africa","status":"publish","type":"post","link":"https:\/\/gh.usembassy.gov\/deputy-chief-of-mission-christopher-j-lamoras-remarks-on-the-foreign-policy-of-the-usa-and-its-impact-on-africa\/","title":{"rendered":"Dep. Chief of Mission Christopher Lamora’s Remarks on “US Foreign Policy and its Impact on Africa”"},"content":{"rendered":"<div style=\"margin-top: 0px; margin-bottom: 20px;\" class=\"sharethis-inline-share-buttons\" ><\/div><p><span style=\"font-weight: 400\">Commandant of Ghana’s Armed Forces Command and Staff College, <\/span><br \/>\n<span style=\"font-weight: 400\">Rear Admiral M. Beick Baffour;<\/span><br \/>\n<span style=\"font-weight: 400\">Distinguished officers and students of this institution;<\/span><br \/>\n<span style=\"font-weight: 400\">Distinguished guests;<\/span><br \/>\n<span style=\"font-weight: 400\">Members of the media;<\/span><br \/>\n<span style=\"font-weight: 400\">All protocols observed. <\/span><\/p>\n<p><span style=\"font-weight: 400\">Good Afternoon, and thank you for welcoming me today.  I’m truly honored to be standing here in this center of excellence dedicated to developing military, security, and civilian leaders not just from Ghana but from throughout the region.  <\/span><\/p>\n<p><span style=\"font-weight: 400\">Although this is my first opportunity to visit the Command and Staff College since I arrived in Ghana not quite a year ago, it’s by no means the first time I’ve seen Ghana’s leadership and commitment to strengthening regional security cooperation and exporting peace far beyond Ghana’s borders.<\/span><\/p>\n<p><span style=\"font-weight: 400\">I’ve worked on Africa for much of my diplomatic career, including spending significant time and attention on the Democratic Republic of the Congo, and I know the tremendous work Ghanaian peacekeepers have done there, just as they have in Lebanon and Rwanda, in Cambodia and Bosnia, and many other places.<\/span><\/p>\n<p><span style=\"font-weight: 400\">I also represent the United States on the Governing Board of the Kofi Annan International Peacekeeping Training Centre, and I’ve spoken at several KAIPTC events and attended a graduation ceremony.  And I have to say, I’ve been so inspired by what I saw there, and by what I know you do here at the Command and Staff College, that I’m almost tempted to enroll. <\/span><\/p>\n<p><span style=\"font-weight: 400\">I just need to be sure no one misunderstands me and thinks I said <\/span><i><span style=\"font-weight: 400\">enlist<\/span><\/i><span style=\"font-weight: 400\">!<\/span><\/p>\n<p><span style=\"font-weight: 400\">But kidding aside, I’d actually be proud to serve with you in the Ghana Armed Forces, just as the United States government is proud of our partnership with the Ghana Armed Forces and with all of our African partners represented here today.  <\/span><\/p>\n<p><span style=\"font-weight: 400\">Because those partnerships are the basis on which we build the future – not just in the security sphere, but also economically, politically, culturally, and in countless other ways.<\/span><\/p>\n<p><span style=\"font-weight: 400\">And so I’m very pleased to speak with you today about how U.S. foreign policy in Africa is in fact all about partnership, and about the future.  <\/span><\/p>\n<p><span style=\"font-weight: 400\">Our Assistant Secretary of State for African Affairs, Ambassador Tibor Nagy, has remarked that we need to start looking at Africa “through the windshield” rather than “in the rearview mirror.”  And he’s right. For too long, we’ve focused on where African countries have been, rather than where you are, and what you want to achieve. So I’m going to focus on how we work together to get you there… to get us all there…  to what we all see, and want to see, out the windshield.<\/span><\/p>\n<p><span style=\"font-weight: 400\">In that vein, last December, President Trump’s National Security Advisor, Ambassador John Bolton, unveiled the Administration’s new Africa Strategy, which emphasizes that enduring stability, prosperity, independence, and security across Africa are in the national security interest of the United States.  And, to that end, our Africa Strategy incorporates three core themes:<\/span><\/p>\n<p><span style=\"font-weight: 400\">First, <\/span><b>advancing U.S. trade and commercial ties<\/b><span style=\"font-weight: 400\"> with African nations in ways that benefit both the United States and Africa.  We want our partners to thrive, prosper, and control their own destinies. We ask only for reciprocity.  <\/span><\/p>\n<p><span style=\"font-weight: 400\">Second, <\/span><b>countering the threat from terror networks and violent conflict<\/b><span style=\"font-weight: 400\">.  Any sound U.S. strategy toward Africa must address this serious threat in a comprehensive way.  <\/span><\/p>\n<p><span style=\"font-weight: 400\">And third, <\/span><b>ensuring that assistance provided with U.S. taxpayer dollars is used efficiently and effectively<\/b><span style=\"font-weight: 400\">.  Here in Ghana, we also often talk specifically about the goal of enhancing good governance, which is clearly related to the effective and efficient use of resources – be they ours, or those of the Ghanaian government and people.<\/span><\/p>\n<p><span style=\"font-weight: 400\">So let me take each of these three themes in turn.<\/span><\/p>\n<p><span style=\"font-weight: 400\">Our first priority, enhancing U.S. economic trade and investment ties, is a two-way street in which both you and we benefit.  <\/span><\/p>\n<p><span style=\"font-weight: 400\">To expand our economic relationships, we’ve developed a new initiative called “Prosper Africa,” which will support U.S. investment, expand Africa’s middle class, and improve the overall business climate.  We are encouraging African governments to choose high-quality, transparent, inclusive, and sustainable foreign investment projects, including those with support from the United States. The U.S. vision for the region is one of independence, self-reliance, and growth &#8211; not dependency, domination, and debt.  We want African nations, including Ghana, to succeed and to flourish.<\/span><\/p>\n<p><span style=\"font-weight: 400\">We are expanding and modernizing our development tools – such as the “BUILD Act” that was passed and signed into law last year – to support access to financing and provide strong alternatives to external, state-directed initiatives.  The BUILD Act establishes a new U.S. International Development Finance Corporation to consolidate, modernize and reform our “development finance” capabilities and help mobilize additional private sector investment. And Africa as a region has the greatest exposure, with a potential of up to $6 billion in financing.<\/span><\/p>\n<p><span style=\"font-weight: 400\">But increased investment is only one part of it.  Trade is another. The United States firmly believes that African nations and peoples can and should increasingly benefit from a refocusing from aid to trade.  In the coming months and years, we will pursue modern, comprehensive trade agreements that ensure fair and reciprocal exchanges. We will begin these negotiations bilaterally and focus on creating mutually beneficial partnerships that will help expand market access for U.S. exports, while promoting sustainable local growth.  And the African Growth and Opportunity Act, AGOA, has increased opportunities for African goods, including Ghanaian goods, to access the U.S. market. Africa’s share of global commerce is growing, and U.S. companies’ presence along with it. Everybody wins.<\/span><\/p>\n<p><span style=\"font-weight: 400\">But some of you may ask, “Why choose American companies over others?”<\/span><\/p>\n<p><span style=\"font-weight: 400\">American businesses emphasize rule of law, transparency, recourse for investors, and a level playing field… all critical to advancing an entrepreneurial culture and thriving economy.  When U.S. companies develop projects, they demonstrate good business practices others can follow and build upon. We call on U.S. business to take up this challenge, and to embrace the vast opportunities that Africa offers.  We seek to do business not just <\/span><i><span style=\"font-weight: 400\">in<\/span><\/i><span style=\"font-weight: 400\"> Africa, but <\/span><i><span style=\"font-weight: 400\">with<\/span><\/i><span style=\"font-weight: 400\"> Africa, and to invest in Africans.  <\/span><\/p>\n<p><span style=\"font-weight: 400\">As we look out that windshield that Assistant Secretary Nagy refers to, we have to acknowledge that one of the biggest challenges Africa will face is what has become known as the “youth bulge.”  By 2050, Africa’s population is predicted to double to more than two billion. More than 75 percent of those (or 1.5 billion people) will be under age 25, and they will rightly hope for good jobs and a good quality of life – no different than young people anywhere in the world.  <\/span><\/p>\n<p><span style=\"font-weight: 400\">It’s incumbent on all of us – across national boundaries, and in both government and the private sector – to create the enabling environment that will allow them to achieve those goals.  Today, six of the ten fastest growing economies in the world are in Africa, but this forward momentum has to become even stronger if we’re going to meet the employment demands of a billion and a half young people just 30 years from now.  <\/span><\/p>\n<p><span style=\"font-weight: 400\">Already, modern technology and social media are allowing people around the world to compare their own circumstances with those of their peers around the globe.  Farmers and herders in remote villages can now know how much cassava, potatoes, or goats will sell for in urban markets, thus empowering and emboldening them to seek better prices for their goods.  But if what they see – or, what they believe they see – is the possibility of a better life and better opportunities elsewhere, they’re going to pursue it.<\/span><\/p>\n<p><span style=\"font-weight: 400\">That’s why private sector growth through which African companies and entrepreneurs create jobs for their fellow Africans is so important.  Because if this doesn’t happen, I fear that we will see increases in dangerous migration patterns across the Sahara and the Mediterranean, as well as greater temptations to join violent extremist groups or turn to crime.  The economic and security aspects of our engagement are inextricably linked.<\/span><\/p>\n<p><span style=\"font-weight: 400\">And that brings me to the second pillar of our Africa Strategy, and perhaps the one that would seem most directly relevant to members of the armed forces, and students at the Command and Staff College:  the joint pursuit of greater regional stability and security.<\/span><\/p>\n<p><span style=\"font-weight: 400\">As countries grow economically, they become better prepared to address security threats, including terrorism and militant violence.  And so we will continue to help African governments build the capacity of their security services and institutions to provide effective, reliable security and law enforcement to their citizens.  <\/span><\/p>\n<p><span style=\"font-weight: 400\">Here in Ghana, we’ve partnered with a number of ministries as well as the Ghana Armed Forces through our “Security Governance Initiative” (or “SGI”) to enhance Ghana’s abilities in maritime security, cyber security, and border security – specific focal areas identified by the government of Ghana.  Next week, in fact, Ghana will host a U.S. delegation here in Accra for the semi-annual SGI Steering Committee meeting, at which we will take stock of our progress – really, <\/span><i><span style=\"font-weight: 400\">your<\/span><\/i><span style=\"font-weight: 400\"> progress – towards these goals.<\/span><\/p>\n<p><span style=\"font-weight: 400\">Through these political- and technical-level engagements, as well as facilitating joint military exercises and providing classroom training, the United States has worked to help our African partners further develop the necessary skills to provide security and stability to your own countries, and to project these beyond your borders.  <\/span><\/p>\n<p><span style=\"font-weight: 400\">At the beginning of my remarks, I mentioned the long and admirable tradition of Ghanaian participation in UN peacekeeping operations.  The United States has provided peacekeeper training to over 20 African countries. Ten years ago, Africans were 40 percent of the continent’s peacekeepers; now it is 60 percent.  Worldwide, as of March this year, the UN lists five African countries among the top ten troop-contributors. Ghana is ninth on that global list – an achievement, and a commitment, you should be proud of.<\/span><\/p>\n<p><span style=\"font-weight: 400\">We also support the African Union’s Peace and Security Architecture, with early warning and conflict prevention, maritime and border security, and mitigating trafficking in arms, drugs, and wildlife.  And we agree with the AU’s goal that African nations and institutions need to take greater ownership of peace and security on the continent. In Somalia, the AU-led AMISOM mission, which the United States supports, reflects the desire of regional states to bring stability and prosperity to their neighbor, and by extension, to the entire Horn.<\/span><\/p>\n<p><span style=\"font-weight: 400\">But in all of this, we must ensure that these operations are efficient and effective in carrying out their mandates…. Just as, in keeping with the Africa Strategy unveiled by National Security Advisor Bolton in December, we want to ensure efficiency and effectiveness in our foreign assistance – the third of the Strategy’s three pillars.<\/span><\/p>\n<p><span style=\"font-weight: 400\">We want to partner with governments that are striving towards improved governance, better service delivery to their citizens, and transparent business practices.  Countries receiving U.S. assistance must invest in health and education, encourage accountable and transparent governance, support fiscal transparency, and promote rule of law and human rights.  And, I’m happy to say, our partnership with Ghana has already fostered important and impressive strides in all of those areas. <\/span><\/p>\n<p><span style=\"font-weight: 400\">The United States is helping, on both the governmental and private sector levels.  <\/span><\/p>\n<p><span style=\"font-weight: 400\">One of the sectors where we have seen the greatest success is energy.  From hydroelectric dam projects (including Akosombo, here in Ghana), to the exploitation of off-shore oil and gas fields, to more recent forays into biofuels and solar, African countries and companies have been making important progress.  And this is critical, because although safe, reliable, and affordable electricity is a critical underpinning of economic development, it’s estimated that some 600 million people in Africa still lack access to electricity. That needs to change.<\/span><\/p>\n<p><span style=\"font-weight: 400\">The U.S. National Security Strategy focuses heavily on export promotion, energy security, and energy access.  Across Africa, within the framework of our Power Africa initiative, we’re working to broaden the economic and social benefits of free, fair, and transparent energy markets.  Free markets drive economic growth, and diversity in energy sources and routes protects countries against unexpected changes, be they market-driven or politically motivated. <\/span><\/p>\n<p><span style=\"font-weight: 400\">The recent concession transfer of the Electricity Company of Ghana (ECG) to the private consortium known as Power Distribution Services (PDS) is a great example.  This is part of our half-billion-dollar compact with Ghana through the U.S. Millennium Challenge Corporation, and the largest single transaction within the Power Africa context.  And it is an undertaking, in the context of the U.S. Africa Strategy, that goes directly to the idea of using U.S. taxpayer dollars efficiently and effectively for the common good.<\/span><\/p>\n<p><span style=\"font-weight: 400\">The common good.  Or, to put it differently, all the good things we have in common.  <\/span><\/p>\n<p><span style=\"font-weight: 400\">As I said at the outset, I’ve spent a good part of my nearly 28 years in the U.S. diplomatic service working in and on Africa, because I love this continent and all it has to offer.  I first landed in Douala, Cameroon, in 1992 at the age of 22 … Feel free to do the math… and I’ve served in or at least visited another 15 African countries since then. Africa has its challenges, no doubt.  So do we, in the United States. But more than any challenges, Africa has promise. African Affairs Assistant Secretary Nagy calls himself an “Afro-Optimist.” So am I. I look through that “windshield” he describes, and I’ll tell you what I see:<\/span><\/p>\n<p><span style=\"font-weight: 400\">Africa is at a critical crossroads, and the direction it takes in the next few years will have a major impact – not only on the continent, but throughout the world.<\/span><span style=\"font-weight: 400\">   <\/span><span style=\"font-weight: 400\">African countries are rapidly transitioning from donor-dependency to relationships increasingly based on cooperation, mutual respect, transparency, and self-reliance.  <\/span><\/p>\n<p><span style=\"font-weight: 400\">Our people-to-people ties are expanding.  I remember having college classmates who did semesters abroad in South Africa and Senegal.  They came back changed, with broadened world views they would never have developed otherwise.  We need more of that, and we need it in both directions. The Mandela Washington Fellowship program, part of our Young African Leaders Initiative (or YALI), helps African youth enhance their leadership skills, entrepreneurship, and networks that they can put into action back home.  As one Mandela Washington Fellow said, <\/span><b><i>“I went to America, and found Africa.”<\/i><\/b><\/p>\n<p><span style=\"font-weight: 400\">More and more Americans are finding Africa, too.  Through academic exchanges and business ties, serving with you in peacekeeping missions, and easier, direct air travel (not to mention the Internet), we’re building relationships that will increase understanding and change lives.  That’s the future I see through the windshield, and the United States will continue to be by your side to help us all get there. Thank you.<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Commandant of Ghana’s Armed Forces Command and Staff College, Rear Admiral M. Beick Baffour; Distinguished officers and students of this institution; Distinguished guests; Members of the media; All protocols observed. Good Afternoon, and thank you for welcoming me today.  I’m truly honored to be standing here in this center of excellence dedicated to developing military, &#8230;<\/p>\n","protected":false},"author":1058,"featured_media":19566,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"_gpalab_slo_mission_select":"","footnotes":""},"categories":[69,15,37,54],"tags":[7543],"class_list":["post-19558","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-africa","category-deputy-chief-of-mission","category-news","category-speeches","tag-gafsc"],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v23.1 (Yoast SEO v23.1) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Dep. Chief of Mission Christopher Lamora’s Remarks on “US Foreign Policy and its Impact on Africa” - U.S. Embassy in Ghana<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/gh.usembassy.gov\/deputy-chief-of-mission-christopher-j-lamoras-remarks-on-the-foreign-policy-of-the-usa-and-its-impact-on-africa\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Dep. Chief of Mission Christopher Lamora’s Remarks on “US Foreign Policy and its Impact on Africa”\" \/>\n<meta property=\"og:description\" content=\"Commandant of Ghana’s Armed Forces Command and Staff College, Rear Admiral M. Beick Baffour; Distinguished officers and students of this institution;\" \/>\n<meta property=\"og:url\" content=\"https:\/\/gh.usembassy.gov\/deputy-chief-of-mission-christopher-j-lamoras-remarks-on-the-foreign-policy-of-the-usa-and-its-impact-on-africa\/\" \/>\n<meta property=\"og:site_name\" content=\"U.S. Embassy in Ghana\" \/>\n<meta property=\"article:publisher\" content=\"http:\/\/facebook.com\/USEmbassyGhana\" \/>\n<meta property=\"article:published_time\" content=\"2019-05-02T15:21:54+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2019-05-02T15:47:14+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/d2v9ipibika81v.cloudfront.net\/uploads\/sites\/175\/DCM_Lecture.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"750\" \/>\n\t<meta property=\"og:image:height\" content=\"450\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"author\" content=\"U.S. Embassy in Ghana\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@USEmbassyGhana\" \/>\n<meta name=\"twitter:site\" content=\"@USEmbassyGhana\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"U.S. Embassy in Ghana\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"12 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/gh.usembassy.gov\/deputy-chief-of-mission-christopher-j-lamoras-remarks-on-the-foreign-policy-of-the-usa-and-its-impact-on-africa\/\",\"url\":\"https:\/\/gh.usembassy.gov\/deputy-chief-of-mission-christopher-j-lamoras-remarks-on-the-foreign-policy-of-the-usa-and-its-impact-on-africa\/\",\"name\":\"Dep. Chief of Mission Christopher Lamora’s Remarks on “US Foreign Policy and its Impact on Africa” - U.S. Embassy in Ghana\",\"isPartOf\":{\"@id\":\"https:\/\/gh.usembassy.gov\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/gh.usembassy.gov\/deputy-chief-of-mission-christopher-j-lamoras-remarks-on-the-foreign-policy-of-the-usa-and-its-impact-on-africa\/#primaryimage\"},\"image\":{\"@id\":\"https:\/\/gh.usembassy.gov\/deputy-chief-of-mission-christopher-j-lamoras-remarks-on-the-foreign-policy-of-the-usa-and-its-impact-on-africa\/#primaryimage\"},\"thumbnailUrl\":\"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/DCM_Lecture.jpg\",\"datePublished\":\"2019-05-02T15:21:54+00:00\",\"dateModified\":\"2019-05-02T15:47:14+00:00\",\"author\":{\"@id\":\"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193\"},\"breadcrumb\":{\"@id\":\"https:\/\/gh.usembassy.gov\/deputy-chief-of-mission-christopher-j-lamoras-remarks-on-the-foreign-policy-of-the-usa-and-its-impact-on-africa\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/gh.usembassy.gov\/deputy-chief-of-mission-christopher-j-lamoras-remarks-on-the-foreign-policy-of-the-usa-and-its-impact-on-africa\/\"]}]},{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/gh.usembassy.gov\/deputy-chief-of-mission-christopher-j-lamoras-remarks-on-the-foreign-policy-of-the-usa-and-its-impact-on-africa\/#primaryimage\",\"url\":\"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/DCM_Lecture.jpg\",\"contentUrl\":\"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/DCM_Lecture.jpg\",\"width\":750,\"height\":450,\"caption\":\"Deputy Chief of Mission Christopher J. Lamora delivering his remarks\"},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/gh.usembassy.gov\/deputy-chief-of-mission-christopher-j-lamoras-remarks-on-the-foreign-policy-of-the-usa-and-its-impact-on-africa\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/gh.usembassy.gov\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Dep. Chief of Mission Christopher Lamora’s Remarks on “US Foreign Policy and its Impact on Africa”\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/gh.usembassy.gov\/#website\",\"url\":\"https:\/\/gh.usembassy.gov\/\",\"name\":\"U.S. Embassy in Ghana\",\"description\":\"U.S. Embassy in Ghana\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/gh.usembassy.gov\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193\",\"name\":\"U.S. Embassy in Ghana\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/gh.usembassy.gov\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g\",\"caption\":\"U.S. Embassy in Ghana\"},\"url\":\"https:\/\/gh.usembassy.gov\/author\/usembassyinghana\/\"}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"Dep. Chief of Mission Christopher Lamora’s Remarks on “US Foreign Policy and its Impact on Africa” - U.S. Embassy in Ghana","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/gh.usembassy.gov\/deputy-chief-of-mission-christopher-j-lamoras-remarks-on-the-foreign-policy-of-the-usa-and-its-impact-on-africa\/","og_locale":"en_US","og_type":"article","og_title":"Dep. Chief of Mission Christopher Lamora’s Remarks on “US Foreign Policy and its Impact on Africa”","og_description":"Commandant of Ghana’s Armed Forces Command and Staff College, Rear Admiral M. Beick Baffour; Distinguished officers and students of this institution;","og_url":"https:\/\/gh.usembassy.gov\/deputy-chief-of-mission-christopher-j-lamoras-remarks-on-the-foreign-policy-of-the-usa-and-its-impact-on-africa\/","og_site_name":"U.S. Embassy in Ghana","article_publisher":"http:\/\/facebook.com\/USEmbassyGhana","article_published_time":"2019-05-02T15:21:54+00:00","article_modified_time":"2019-05-02T15:47:14+00:00","og_image":[{"width":750,"height":450,"url":"https:\/\/d2v9ipibika81v.cloudfront.net\/uploads\/sites\/175\/DCM_Lecture.jpg","type":"image\/jpeg"}],"author":"U.S. Embassy in Ghana","twitter_card":"summary_large_image","twitter_creator":"@USEmbassyGhana","twitter_site":"@USEmbassyGhana","twitter_misc":{"Written by":"U.S. Embassy in Ghana","Est. reading time":"12 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/gh.usembassy.gov\/deputy-chief-of-mission-christopher-j-lamoras-remarks-on-the-foreign-policy-of-the-usa-and-its-impact-on-africa\/","url":"https:\/\/gh.usembassy.gov\/deputy-chief-of-mission-christopher-j-lamoras-remarks-on-the-foreign-policy-of-the-usa-and-its-impact-on-africa\/","name":"Dep. Chief of Mission Christopher Lamora’s Remarks on “US Foreign Policy and its Impact on Africa” - U.S. Embassy in Ghana","isPartOf":{"@id":"https:\/\/gh.usembassy.gov\/#website"},"primaryImageOfPage":{"@id":"https:\/\/gh.usembassy.gov\/deputy-chief-of-mission-christopher-j-lamoras-remarks-on-the-foreign-policy-of-the-usa-and-its-impact-on-africa\/#primaryimage"},"image":{"@id":"https:\/\/gh.usembassy.gov\/deputy-chief-of-mission-christopher-j-lamoras-remarks-on-the-foreign-policy-of-the-usa-and-its-impact-on-africa\/#primaryimage"},"thumbnailUrl":"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/DCM_Lecture.jpg","datePublished":"2019-05-02T15:21:54+00:00","dateModified":"2019-05-02T15:47:14+00:00","author":{"@id":"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193"},"breadcrumb":{"@id":"https:\/\/gh.usembassy.gov\/deputy-chief-of-mission-christopher-j-lamoras-remarks-on-the-foreign-policy-of-the-usa-and-its-impact-on-africa\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/gh.usembassy.gov\/deputy-chief-of-mission-christopher-j-lamoras-remarks-on-the-foreign-policy-of-the-usa-and-its-impact-on-africa\/"]}]},{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/gh.usembassy.gov\/deputy-chief-of-mission-christopher-j-lamoras-remarks-on-the-foreign-policy-of-the-usa-and-its-impact-on-africa\/#primaryimage","url":"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/DCM_Lecture.jpg","contentUrl":"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/DCM_Lecture.jpg","width":750,"height":450,"caption":"Deputy Chief of Mission Christopher J. Lamora delivering his remarks"},{"@type":"BreadcrumbList","@id":"https:\/\/gh.usembassy.gov\/deputy-chief-of-mission-christopher-j-lamoras-remarks-on-the-foreign-policy-of-the-usa-and-its-impact-on-africa\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/gh.usembassy.gov\/"},{"@type":"ListItem","position":2,"name":"Dep. Chief of Mission Christopher Lamora’s Remarks on “US Foreign Policy and its Impact on Africa”"}]},{"@type":"WebSite","@id":"https:\/\/gh.usembassy.gov\/#website","url":"https:\/\/gh.usembassy.gov\/","name":"U.S. Embassy in Ghana","description":"U.S. Embassy in Ghana","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/gh.usembassy.gov\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Person","@id":"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193","name":"U.S. Embassy in Ghana","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/gh.usembassy.gov\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g","caption":"U.S. Embassy in Ghana"},"url":"https:\/\/gh.usembassy.gov\/author\/usembassyinghana\/"}]}},"lang":"en","translations":{"en":19558},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts\/19558"}],"collection":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/users\/1058"}],"replies":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/comments?post=19558"}],"version-history":[{"count":4,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts\/19558\/revisions"}],"predecessor-version":[{"id":19571,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts\/19558\/revisions\/19571"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/media\/19566"}],"wp:attachment":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/media?parent=19558"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/categories?post=19558"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/tags?post=19558"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}