{"id":20084,"date":"2019-10-03T12:18:36","date_gmt":"2019-10-03T12:18:36","guid":{"rendered":"http:\/\/gh.usembassy.gov\/?p=20084"},"modified":"2019-10-07T09:29:00","modified_gmt":"2019-10-07T09:29:00","slug":"united-states-and-ghana-partner-to-reach-hiv-aids-epidemic-control-in-western-region","status":"publish","type":"post","link":"https:\/\/gh.usembassy.gov\/united-states-and-ghana-partner-to-reach-hiv-aids-epidemic-control-in-western-region\/","title":{"rendered":"U.S. and Ghana Partner to Reach HIV\/AIDS Epidemic Control in Western Region by 2020."},"content":{"rendered":"<div style=\"margin-top: 0px; margin-bottom: 20px;\" class=\"sharethis-inline-share-buttons\" ><\/div><p><strong>Takoradi and Aboadze, GHANA<\/strong>— From September 30-October 2, U.S. Ambassador to Ghana Stephanie S. Sullivan traveled to the Western Region to join Government of Ghana representatives and the UNAIDS Country Director for Ghana Angela Trenton-Mbonde to launch the multi-stakeholder strategy to achieve HIV\/AIDS epidemic control in the Western Region. The Government of Ghana and the U.S. government have set an ambitious target to reach epidemic control, fewer number of new HIV infections than HIV-related deaths, in the Western Region by September 2020. In order to achieve this goal, Ghana adopted the UNAIDS’ 90\/90\/90 Fast-Track goals to ensure that 90% of people living with HIV know their status; 90% of those who know their positive status receive treatment; and 90% of people on treatment are virally suppressed, meaning their HIV virus is controlled so they cannot transmit the virus, through consistent use of HIV drugs.<\/p>\n<p>Out of the 334,000 Ghanaians who live with HIV, only 73% know their status, and fewer than half (45%) are on treatment. The Western Region has the largest population of female sex workers (20,000) in Ghana. This is due in part to a rise in natural resource extraction industries. The region also has the largest gap between the percentage of people living with HIV who know their status and the percentage of people with HIV who know their positive status and are on treatment.<\/p>\n<p>During her trip, Ambassador Sullivan met with the Western Regional Minister Kwabena Okyere Darko-Mensah and selected Queen Mothers to discuss the new HIV epidemic control strategy and other development priorities. Ambassador Sullivan also visited Effia Nkwanta Regional Hospital, the 2nd Battalion Military Hospital, and the HIV clinic at Nana Hima Dekye District Hospital. She emphasized the importance of removing formal and informal user fees, which often prevent HIV positive patients from accessing services. The Ambassador interacted with “Heart to Heart Ambassadors,” people living with HIV who publicly share their life stories to address stigma and discrimination against people living with HIV and encourage others to be more tolerant and accepting. She also met with “Models of Hope,” peer counselors who help other people living with HIV\/AIDS navigate through care and treatment services. “Models of Hope” play a critical role in linking individuals to treatment in an environment where stigma and discrimination remain significant barriers to access to HIV\/AIDS services.<\/p>\n<figure id=\"attachment_20077\" aria-labelledby=\"figcaption_attachment_20077\" class=\"wp-caption aligncenter\" style=\"width: 760px\"><img loading=\"lazy\" decoding=\"async\" class=\"size-large wp-image-20077\" title=\"Ambo Taadi Trip-59\" src=\"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/Ambo-Taadi-Trip-59-750x422.jpg\" alt=\"\" width=\"750\" height=\"422\" srcset=\"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/Ambo-Taadi-Trip-59-750x422.jpg 750w, https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/Ambo-Taadi-Trip-59-350x197.jpg 350w, https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/Ambo-Taadi-Trip-59-768x432.jpg 768w, https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/Ambo-Taadi-Trip-59-200x113.jpg 200w, https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/Ambo-Taadi-Trip-59.jpg 2048w\" sizes=\"(max-width: 750px) 100vw, 750px\" \/><figcaption id=\"figcaption_attachment_20077\" class=\"wp-caption-text\">U.S. Ambassador to Ghana Stephanie S. Sullivan pictured with the Western Regional Minister Kwabena Okyere Darko-Mensah and Queen Mothers on Monday, September 30, 2019.<\/figcaption><\/figure>\n<p>Following her visit to the Western Region, the Ambassador visited the Amandi Energy Power Plant in Aboadze, which receives support from its American parent company, Endeavor. The power plant runs on natural gas and light crude oil and is preparing to generate power for the country. The Ambassador also visited the University of Cape Coast, where the U.S. government supports students to conduct practical research programs on fisheries and coastal management.<\/p>\n<p>The Ambassador’s trip to the Western and Central Regions reinforced the strong partnership between the U.S. government and the Government of Ghana to promote health, education, good governance, and economic development in Ghana.<\/p>\n<p>Read Ambassador Stephanie Sullivan&#8217;s remarks at the launch below.<\/p>\n<p style=\"text-align: center\"><strong>Remarks by U.S. Ambassador Stephanie Sullivan at the<\/strong><\/p>\n<p style=\"text-align: center\"><strong>Launch of the Western Regional Strategy <\/strong><\/p>\n<p style=\"text-align: center\"><strong>Effia Nkwanta Regional Hospital in Sekondi, Western Region<\/strong><\/p>\n<p style=\"text-align: center\"><strong>Tuesday, October 1, 2018 | 10:00 a.m.<\/strong><\/p>\n<p><strong> <\/strong><\/p>\n<p>Deputy Western Regional Minister, Honorable Eugenia Gifty Kusi;<\/p>\n<p>Representative of the Honorable Minister of Health, Kwaku Agymang-Manu;<\/p>\n<p>Acting Director General of the Ghana AIDS Commission, Mr. Kyeremeh Atuahene;<\/p>\n<p>Director of Public Health at Ghana Health Service, Dr. Badu Sarkodie;<\/p>\n<p>UNAIDS Country Coordinator, Mrs. Angela Trenton-Mbonde;<\/p>\n<p>Regional Director of Health Services, Dr. Jacob Mahama;<\/p>\n<p>Irum Zaidi, Deputy Coordinator and other colleagues from the Office of the U.S. Global AIDS Coordinator,<\/p>\n<p>Nananoom;<\/p>\n<p>Distinguished Guests;<\/p>\n<p>Friends from the Media;<\/p>\n<p>Ladies and Gentlemen,<\/p>\n<p>Good morning!<\/p>\n<p>Today’s gathering is an important sign of the partnership between the Republic of Ghana and the United States of America, as we launch our joint strategy to achieve HIV epidemic control in the Western Region. Together, we will significantly decrease HIV transmission, provide lifesaving drugs for those who are HIV-positive, and promote prevention activities to reduce transmission.<\/p>\n<p>We are confident this is possible, through the collaboration of committed stakeholders, including from both our governments, civil society, traditional leaders, key populations, and most importantly, all Ghanaians. Together, we will focus like a laser to achieve the UNAIDS 90\/90\/90 fast-track goal here in the Western Region over the next year.<\/p>\n<p>90\/90\/90 aims to ensure that: 90 percent of people living with HIV know their status; 90 percent of the people who know their positive status receive treatment; and 90 percent of the people on treatment are virally suppressed, with a low enough level of the virus in their blood for them to live healthy and productive lives, and prevent them from passing the virus to other people who are HIV negative.<\/p>\n<p>We believe the Western Region can achieve the 90-90-90 goal by September 2020, thereby setting a pathway that other regions can follow.  Achieving the 90-90-90 goal will demonstrate Ghana’s leadership in the fight against HIV\/AIDS.<\/p>\n<p>Why did our governments choose the Western Region?  This region is blessed with lush green hills, fertile soils, and high-value natural resources.<\/p>\n<p>Over the past decade, the Region has seen a rapid growth of natural resource extraction industries.  The expansion of such industries, including mining, often brings increased sex work and risky behaviors.  In fact, the Western Region now has the largest population of female sex workers, estimated at 20,000. The United States supports the Government of Ghana to address the HIV epidemic among key populations such as female sex workers, since we know that the HIV prevalence among these groups of people is much higher than among the general population.  Indeed, HIV prevalence is 7% among female sex workers, compared to 1.7% in the general population.<\/p>\n<p>The Western Region also has challenges identifying people living with HIV and linking them to treatment – the first two “90”s I just described.  Everyone has a role to play, from policymakers who ensure correct guidelines exist, and health workers who deliver life-saving health services, to peer counselors, who play the key role of linking people living with HIV to care, and helping them stay on treatment. We must all collaborate to eliminate this disease that has killed over 32 million people around the world since the beginning of the epidemic and cut deeply into economic productivity.<\/p>\n<p>To cite an Akan proverb: “<strong>When you remove one broomstick it breaks, but when you put them together they do not break<\/strong>.” We have a lot of work ahead to address the barriers that prevent people – our sisters and brothers &#8211; from accessing quality HIV services.<\/p>\n<p>For example, when laboratory equipment breaks down, patients can’t obtain the lab work needed to monitor the level of the virus.  Clinic hours do not always accommodate all people we are trying to reach, such as men who may not come in during typical clinic hours. In Ghana, only 25% of adult men living with HIV are accessing treatment, compared with 40% of adult women.  Collecting and analyzing data help define and address such challenges.  How do we find innovative ways to extend HIV services to those who are hard to reach, such as men and youth? Offering additional days or hours for patients to access health services is one potential solution.<\/p>\n<p>Ghana’s commendably strong national policies and guidelines for service provision do not always translate into the reality on the ground.  For instance, according to policy, there are no fees for HIV testing, treatment, and related services.  Yet, in reality, people sometimes do pay fees for services that should be free for patients.  Some end up paying fees for patient folders or for transporting their blood samples to laboratories. As a result, some people – our sisters and brothers &#8211; are unable to access life-saving services due to financial barriers.  We must work together to monitor and eliminate all user fees for HIV\/AIDS-related services.<\/p>\n<p>We must identify new cases, link those who are tested HIV positive to treatment, and ensure that they stay on treatment.  We have an ambitious target over the next year: To control the epidemic will mean increasing <u>six-fold<\/u> the number of people linked and retained in treatment here in the Western Region.<\/p>\n<p>Along these lines, the United States makes the following commitments in partnership with Ghana: 1) We will continue to implement proven strategies, such as index testing, by which peer counselors and health providers actively follow up and offer testing to family members and partners of people diagnosed with HIV;  2) We will tap into existing local networks, including collaborating with Queenmothers to help raise awareness about HIV in communities and encourage individuals to get tested, treated, and remain on treatment; 3) We will continue working with the Ministry of Health and the Ghana Health Service to ensure drugs reach facilities and patients by using an electronic system to monitor the delivery of health commodities; and 4) We will train health providers to use the “e-tracker,” an electronic register which helps track patients’ services through an anonymous patient number and ensure they stay on treatment.<\/p>\n<p>The good news is that an HIV diagnosis is no longer a death sentence, but we must not be complacent!  Stigma and discrimination remain significant barriers that keep people living with HIV from accessing services that can both save their lives and also help prevent the spread of the virus to others.  Sadly, people at risk of or living with HIV may not seek services because of fear of being shunned by their communities.<\/p>\n<p>Fortunately, we have advocates in place to help overcome stigma and discrimination.  I call them everyday heroes and “sheroes,” who model service to their fellow citizens.<\/p>\n<p>I had the honor of meeting  “Models of Hope” and “Heart-to-Heart Ambassadors,” people living with HIV who encourage, mentor, and inspire people living with HIV to realize that they can: lead full, happy, and productive lives; prevent the spread of the virus to others; and live to see their children and their children’s children grow up and succeed.<\/p>\n<p>The United States, through the U.S. President’s Emergency Plan for AIDS Relief known as PEPFAR, supports the efforts of these heroes and sheroes.  We deeply appreciate their dedication to offering others love, hope, and a path to a better life. They provide a human face to demystify and de-stigmatize HIV.  We will continue to engage with people like Sarah, who works with a community-based organization, “Life Relief Foundation,” to link female sex workers to health care in the Sekondi-Takoradi Metropolitan district.<\/p>\n<p>When Sarah first began her work as a counselor, she found it hard to build trust with HIV-positive patients.  Understandably, many women were uncomfortable sharing personal information and seeking services.  Referring clients to services and ensuring they were linked to care was a nearly impossible task.<\/p>\n<p>Sarah’s organization eventually changed its approach to better link patients who tested HIV positive during outreach visits to treatment.  To build a stronger rapport with newly tested individuals, the organization created a new cadre of workers called “referral chain managers,” dedicated to following up with clients after referrals to link them to care.  In her new position as a referral chain manager, Sarah gained her peers’ trust to support them as they enrolled in care and treatment.<\/p>\n<p>After only one month, she linked nine out of ten newly identified HIV-positive clients to care. Sarah is committed to this work because of her firm belief that “everyone deserves the right to a healthy life.” When I see the dedication and passion of people like Sarah, with her determination to make a difference, I am confident we will achieve our shared 90\/90\/90 goal to achieve epidemic control.<\/p>\n<p>I would like to extend my sincere thanks to everyone who works day in and day out to ensure that every Ghanaian living with HIV receives treatment and in an equal way, so all those who are HIV negative remain so.  As advocates, health workers, peer counselors, you have dedicated your lives to helping others. Not only do you inspire your peers, you also inspire my compatriots and me.<\/p>\n<p>Let me conclude by commending the Government of Ghana for its steadfast support for the 90-90-90 goals and for our ongoing collaboration to promote an HIV\/AIDS-free generation in Ghana.  As U.S. Secretary of State Mike Pompeo has said: “Together we can, and we will, control this pandemic – one community, one country at a time.”  We are doing just that together, right here in the Western Region.<\/p>\n<p>Thank you, and let’s get to work!<\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Takoradi and Aboadze, GHANA— From September 30-October 2, U.S. Ambassador to Ghana Stephanie S. Sullivan traveled to the Western Region to join Government of Ghana representatives and the UNAIDS Country Director for Ghana Angela Trenton-Mbonde to launch the multi-stakeholder strategy to achieve HIV\/AIDS epidemic control in the Western Region. The Government of Ghana and the &#8230;<\/p>\n","protected":false},"author":1058,"featured_media":20075,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"_gpalab_slo_mission_select":"","footnotes":""},"categories":[4,4000,37,1167,44,4007],"tags":[7038,8555,7036],"class_list":["post-20084","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-ambassador","category-health-issues","category-news","category-pepfar","category-press-releases","category-usaid","tag-90-90-90","tag-hiv-aids-strategy","tag-pepfar"],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v23.1 (Yoast SEO v23.1) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>U.S. and Ghana Partner to Reach HIV\/AIDS Epidemic Control in Western Region by 2020. - U.S. Embassy in Ghana<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/gh.usembassy.gov\/united-states-and-ghana-partner-to-reach-hiv-aids-epidemic-control-in-western-region\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"U.S. and Ghana Partner to Reach HIV\/AIDS Epidemic Control in Western Region by 2020.\" \/>\n<meta property=\"og:description\" content=\"Takoradi and Aboadze, GHANA— From September 30-October 2, U.S. Ambassador to Ghana Stephanie S. Sullivan traveled to the Western Region to join Government\" \/>\n<meta property=\"og:url\" content=\"https:\/\/gh.usembassy.gov\/united-states-and-ghana-partner-to-reach-hiv-aids-epidemic-control-in-western-region\/\" \/>\n<meta property=\"og:site_name\" content=\"U.S. Embassy in Ghana\" \/>\n<meta property=\"article:publisher\" content=\"http:\/\/facebook.com\/USEmbassyGhana\" \/>\n<meta property=\"article:published_time\" content=\"2019-10-03T12:18:36+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2019-10-07T09:29:00+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/d2v9ipibika81v.cloudfront.net\/uploads\/sites\/175\/Ambo-Taadi-Trip-33.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"2048\" \/>\n\t<meta property=\"og:image:height\" content=\"1152\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"author\" content=\"U.S. Embassy in Ghana\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@USEmbassyGhana\" \/>\n<meta name=\"twitter:site\" content=\"@USEmbassyGhana\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"U.S. Embassy in Ghana\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"11 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/gh.usembassy.gov\/united-states-and-ghana-partner-to-reach-hiv-aids-epidemic-control-in-western-region\/\",\"url\":\"https:\/\/gh.usembassy.gov\/united-states-and-ghana-partner-to-reach-hiv-aids-epidemic-control-in-western-region\/\",\"name\":\"U.S. and Ghana Partner to Reach HIV\/AIDS Epidemic Control in Western Region by 2020. - U.S. Embassy in Ghana\",\"isPartOf\":{\"@id\":\"https:\/\/gh.usembassy.gov\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/gh.usembassy.gov\/united-states-and-ghana-partner-to-reach-hiv-aids-epidemic-control-in-western-region\/#primaryimage\"},\"image\":{\"@id\":\"https:\/\/gh.usembassy.gov\/united-states-and-ghana-partner-to-reach-hiv-aids-epidemic-control-in-western-region\/#primaryimage\"},\"thumbnailUrl\":\"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/Ambo-Taadi-Trip-33.jpg\",\"datePublished\":\"2019-10-03T12:18:36+00:00\",\"dateModified\":\"2019-10-07T09:29:00+00:00\",\"author\":{\"@id\":\"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193\"},\"breadcrumb\":{\"@id\":\"https:\/\/gh.usembassy.gov\/united-states-and-ghana-partner-to-reach-hiv-aids-epidemic-control-in-western-region\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/gh.usembassy.gov\/united-states-and-ghana-partner-to-reach-hiv-aids-epidemic-control-in-western-region\/\"]}]},{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/gh.usembassy.gov\/united-states-and-ghana-partner-to-reach-hiv-aids-epidemic-control-in-western-region\/#primaryimage\",\"url\":\"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/Ambo-Taadi-Trip-33.jpg\",\"contentUrl\":\"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/Ambo-Taadi-Trip-33.jpg\",\"width\":2048,\"height\":1152,\"caption\":\"U.S. Ambassador to Ghana Stephine S. Sullivan in a group photo with Government of Ghana and international partners after the launch of the new Joint Strategy for Achieving HIV\/AIDS Epidemic Control for the Western Region in Sekondi on Tuesday, October 1, 2019.\"},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/gh.usembassy.gov\/united-states-and-ghana-partner-to-reach-hiv-aids-epidemic-control-in-western-region\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/gh.usembassy.gov\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"U.S. and Ghana Partner to Reach HIV\/AIDS Epidemic Control in Western Region by 2020.\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/gh.usembassy.gov\/#website\",\"url\":\"https:\/\/gh.usembassy.gov\/\",\"name\":\"U.S. Embassy in Ghana\",\"description\":\"U.S. Embassy in Ghana\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/gh.usembassy.gov\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193\",\"name\":\"U.S. Embassy in Ghana\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/gh.usembassy.gov\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g\",\"caption\":\"U.S. Embassy in Ghana\"},\"url\":\"https:\/\/gh.usembassy.gov\/author\/usembassyinghana\/\"}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"U.S. and Ghana Partner to Reach HIV\/AIDS Epidemic Control in Western Region by 2020. - U.S. Embassy in Ghana","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/gh.usembassy.gov\/united-states-and-ghana-partner-to-reach-hiv-aids-epidemic-control-in-western-region\/","og_locale":"en_US","og_type":"article","og_title":"U.S. and Ghana Partner to Reach HIV\/AIDS Epidemic Control in Western Region by 2020.","og_description":"Takoradi and Aboadze, GHANA— From September 30-October 2, U.S. Ambassador to Ghana Stephanie S. Sullivan traveled to the Western Region to join Government","og_url":"https:\/\/gh.usembassy.gov\/united-states-and-ghana-partner-to-reach-hiv-aids-epidemic-control-in-western-region\/","og_site_name":"U.S. Embassy in Ghana","article_publisher":"http:\/\/facebook.com\/USEmbassyGhana","article_published_time":"2019-10-03T12:18:36+00:00","article_modified_time":"2019-10-07T09:29:00+00:00","og_image":[{"width":2048,"height":1152,"url":"https:\/\/d2v9ipibika81v.cloudfront.net\/uploads\/sites\/175\/Ambo-Taadi-Trip-33.jpg","type":"image\/jpeg"}],"author":"U.S. Embassy in Ghana","twitter_card":"summary_large_image","twitter_creator":"@USEmbassyGhana","twitter_site":"@USEmbassyGhana","twitter_misc":{"Written by":"U.S. Embassy in Ghana","Est. reading time":"11 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/gh.usembassy.gov\/united-states-and-ghana-partner-to-reach-hiv-aids-epidemic-control-in-western-region\/","url":"https:\/\/gh.usembassy.gov\/united-states-and-ghana-partner-to-reach-hiv-aids-epidemic-control-in-western-region\/","name":"U.S. and Ghana Partner to Reach HIV\/AIDS Epidemic Control in Western Region by 2020. - U.S. Embassy in Ghana","isPartOf":{"@id":"https:\/\/gh.usembassy.gov\/#website"},"primaryImageOfPage":{"@id":"https:\/\/gh.usembassy.gov\/united-states-and-ghana-partner-to-reach-hiv-aids-epidemic-control-in-western-region\/#primaryimage"},"image":{"@id":"https:\/\/gh.usembassy.gov\/united-states-and-ghana-partner-to-reach-hiv-aids-epidemic-control-in-western-region\/#primaryimage"},"thumbnailUrl":"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/Ambo-Taadi-Trip-33.jpg","datePublished":"2019-10-03T12:18:36+00:00","dateModified":"2019-10-07T09:29:00+00:00","author":{"@id":"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193"},"breadcrumb":{"@id":"https:\/\/gh.usembassy.gov\/united-states-and-ghana-partner-to-reach-hiv-aids-epidemic-control-in-western-region\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/gh.usembassy.gov\/united-states-and-ghana-partner-to-reach-hiv-aids-epidemic-control-in-western-region\/"]}]},{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/gh.usembassy.gov\/united-states-and-ghana-partner-to-reach-hiv-aids-epidemic-control-in-western-region\/#primaryimage","url":"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/Ambo-Taadi-Trip-33.jpg","contentUrl":"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/Ambo-Taadi-Trip-33.jpg","width":2048,"height":1152,"caption":"U.S. Ambassador to Ghana Stephine S. Sullivan in a group photo with Government of Ghana and international partners after the launch of the new Joint Strategy for Achieving HIV\/AIDS Epidemic Control for the Western Region in Sekondi on Tuesday, October 1, 2019."},{"@type":"BreadcrumbList","@id":"https:\/\/gh.usembassy.gov\/united-states-and-ghana-partner-to-reach-hiv-aids-epidemic-control-in-western-region\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/gh.usembassy.gov\/"},{"@type":"ListItem","position":2,"name":"U.S. and Ghana Partner to Reach HIV\/AIDS Epidemic Control in Western Region by 2020."}]},{"@type":"WebSite","@id":"https:\/\/gh.usembassy.gov\/#website","url":"https:\/\/gh.usembassy.gov\/","name":"U.S. Embassy in Ghana","description":"U.S. Embassy in Ghana","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/gh.usembassy.gov\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Person","@id":"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193","name":"U.S. Embassy in Ghana","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/gh.usembassy.gov\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g","caption":"U.S. Embassy in Ghana"},"url":"https:\/\/gh.usembassy.gov\/author\/usembassyinghana\/"}]}},"lang":"en","translations":{"en":20084},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts\/20084"}],"collection":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/users\/1058"}],"replies":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/comments?post=20084"}],"version-history":[{"count":5,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts\/20084\/revisions"}],"predecessor-version":[{"id":20089,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts\/20084\/revisions\/20089"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/media\/20075"}],"wp:attachment":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/media?parent=20084"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/categories?post=20084"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/tags?post=20084"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}