{"id":20107,"date":"2019-10-25T08:58:03","date_gmt":"2019-10-25T08:58:03","guid":{"rendered":"http:\/\/gh.usembassy.gov\/?p=20107"},"modified":"2019-10-25T09:10:59","modified_gmt":"2019-10-25T09:10:59","slug":"usa-partners-with-ghana-to-promote-healthier-behaviors","status":"publish","type":"post","link":"https:\/\/gh.usembassy.gov\/usa-partners-with-ghana-to-promote-healthier-behaviors\/","title":{"rendered":"USA Partners with Ghana to Promote Healthier Behaviors"},"content":{"rendered":"<div style=\"margin-top: 0px; margin-bottom: 20px;\" class=\"sharethis-inline-share-buttons\" ><\/div><p><strong>Accra, GHANA<\/strong>— The United States of America is partnering with Ghana’s Ministry of Health and the Ghana Health Service to encourage all Ghanaians to “Live a Good Life!” In 2016, the Ghana Health Service revived the GoodLife brand, a mass media campaign to promote healthy lifestyle messages through television, radio, posters, and brochures.  The United States Agency for International Development (USAID) supported the Ghana Health Service to reach 17.5 million people with messages on reproductive health and family planning; nutrition; malaria prevention; maternal, neonatal, and child health; and water, sanitation, and hygiene.  The Ghana Health Service aired 14,900 television and 62,600 radio spots promoting healthy behaviors to improve the health and well-being of Ghanaians.  In 2018, the First Lady of Ghana, Mrs. Rebecca Akufo-Addo, officially endorsed the “Slice of Life” campaign, lending her powerful voice to the GoodLife brand.  The “Slice of Life” campaign built on the GoodLife campaign by welcoming celebrities and influential figures as participants and spokespersons.<\/p>\n<p>On October 22, the Ghana Health Service and USAID gathered in Accra to celebrate the GoodLife campaign and many other accomplishments at the USAID Communicate for Health learning event.  USAID also supported the National Population Council, the Ghana Health Service, and others to develop three seasons of the hit series “You Only Live Once,” an educational and entertainment drama series promoting positive health behaviors directed at youth, including reproductive health, malaria prevention, and nutrition.  Its positive living messages successfully trend in social media platforms among the youth in Ghana.  The series currently has 12 million views on YouTube and increases daily.  One youth noted, <em>“Overall, if there&#8217;s any youth edutainment show on TV now, it is YOLO. It is so refreshing and informative.”<\/em><\/p>\n<p>USAID\/Ghana Acting Deputy Mission Director, Ms. Janean Davis, joined the Ghana Health Service Director General, Dr. Anthony Nsiah-Asare to commemorate this event.  She congratulated all partners present, including the health promotion officers, community health officers, and community health volunteers who work tirelessly to bring health messages to each doorstep in Ghana. USAID and the Ghana Health Service Health Promotion Division (HPD) worked hand in hand to make this project a success.  From 2014-2017, USAID supported the renovation of the HPD office space, including a theater which is now rented for income generation.  In April 2019, with USAID support, HPD launched the National Social and Behavioral Change Communication Resource Center, an electronic library with hundreds of television, radio, and print materials produced in Ghana.  The center also serves as a repository of information for the generation and dissemination of future social and behavior change communication materials.<\/p>\n<p>Social and behavioral change drive healthy behavior, and healthy citizens are productive citizens.  Simon, a fisherman from Avate Tornu in the Volta Region, heard a GoodLife radio program, which pushed him to construct a latrine for his household to avoid open defecation.  Since constructing the latrine, diarrhea has significantly decreased in his household. <em>“It is only when the messages are put into practice that the GoodLife can be truly realized.”<\/em><\/p>\n<p>Read USAID\/Ghana Health Office Director, Janean Davis&#8217;s remarks at the ceremony below:<\/p>\n<p>&nbsp;<\/p>\n<p style=\"text-align: center\"><strong>Communicate for Health Lessons Learned Event<\/strong><\/p>\n<p style=\"text-align: center\"><strong>Remarks by USAID\/Ghana Health Office Director, Janean Davis<\/strong><\/p>\n<p style=\"text-align: center\"><strong>Mensvic Grand Hotel, East Legon, Accra<\/strong><\/p>\n<p style=\"text-align: center\"><strong>Tuesday, October 22, 2019 | 9:00 a.m.<\/strong><\/p>\n<p><strong> <\/strong><\/p>\n<p><strong>Dr. Anthony Nsiah-Asare <\/strong>Director General, Ghana Health Service;<\/p>\n<p><strong>Development partner colleagues;<\/strong><\/p>\n<p><strong>Members of the Press<\/strong>;<\/p>\n<p><strong>Colleagues from Communicate for Health and other implementing partners;<\/strong><\/p>\n<p><strong>Ladies and Gentlemen: <\/strong><\/p>\n<p>Good morning. I would like to open my remarks with the story of Adwoa.<\/p>\n<p>Adwoa is a market seller. She is the main breadwinner for her family of three children. One day she felt weak and feverish so she went to the nearest health center to get a malaria test. It turned out she had malaria and had to go home to recover. She missed a week of work and lost earnings that were vital for her family’s survival. This wasn’t the first time. Adowa gets malaria every few months and worries about her children increasingly falling ill to malaria and missing days of school.<\/p>\n<p>The following month, as part of a national campaign, a health worker came to her household and gave her a bed net. Adwoa was thankful but unsure if she really wanted to sleep under it. She had a bed net years ago but over time it fell apart because she was using it to sieve her cassava to make gari. Recently, Adwoa heard radio jingles about the importance of sleeping under bed nets. In fact, they are so catchy that she couldn’t help but sing along: “Sleep under treated nets to avoid mosquitoes. Malaria away! GoodLife, live it well!” When she went to the clinic last month she saw posters and brochures with the same message. These messages, along with the advice of the health worker, encourage Adwoa to hang the bed net every night on the bed where she sleeps with her three children.<\/p>\n<p>The 2014 Demographic Health Survey revealed that while 59% of the population has access to bed nets, only 37% sleep under them. To reach individuals like Adwoa every day, we need multiple channels to reinforce our messages. We need interpersonal communication at the community level as well as mass media messages. We live in a world where misinformation spreads fast. It is all the more important that correct messages spread faster.<\/p>\n<p>For decades, the American people through the partnership between USAID and the Government of Ghana, have shared a common vision to improve the health and well-being of Ghanaians.  In 2014, USAID made a concerted effort to plan and implement harmonized activities that tackle Ghana’s complex health challenges. WASH for Health works with the Government to improve water, sanitation, and hygiene in Ghana. People for Health works with civil society organizations and community members to advocate for quality health services from providers and increased funding for basic social services from districts. Evaluate for Health collects data, conducts targeted research, and works with the Government to build a robust health information system. Systems for Health works with Ghana Health Service and Ministry of Health and five focus regions to improve the quality of health services. Communicate for Health, or “C4H,” has the mandate to work with the Government to strengthen social and behavior change communication across the country, working across many USAID activities and in close partnership with the Health Promotion Division of the Ghana Health Service. C4H worked hand-in-hand with the Ghana Health Service to tap into the positive spirit of Ghanaians and encourage all citizens to “live the GoodLife.”<\/p>\n<p>In February 2016, the Ghana Health Service launched the refreshed “GoodLife, Live it Well” brand. I am sure each one of us has seen or heard these catchy messages on TV, radio, posters, or in brochures. We supported the broadcast of 77,000 GoodLife spots on television and radio stations across the country in English and seven local languages. Last year, her Excellency, the First Lady of Ghana, added her voice, officially endorsing the GoodLife brand through the “Slice of Life” campaign.<\/p>\n<p>In a quickly evolving world, we are harnessing the vast potential of social media. The GoodLife campaign addressed many misconceptions online. Olivia, a facebook follower, shared her challenges; “<em>People discouraged me from doing family planning because they said it was not good and I will not be able to have any more children, but I had read about it before starting so I knew all they were saying was not true. I did not listen to them.” <\/em><\/p>\n<p>In addition to the GoodLife campaign, we focused on youth through a megahit series that generated ripples across the country and around the world. USAID worked with the National Population Council and many others to air three new exciting seasons of the television show YOLO, or “You Only Live Once.” This hit series resonated with youth, with self-declared YOLO ambassadors across the nation. Each episode keeps us on the edge of our seats, while weaving in positive and healthy living messages to educate the youth on reproductive health, malaria prevention, and nutrition messages.<\/p>\n<p>Paul, a vibrant young Ghanaian, expressed how his life and attitudes changed thanks to YOLO. He commented, “YOLO<em> is helping me to make informed choices about my well-being. Overall, if there&#8217;s any youth edutainment show on TV now, it is <\/em>YOLO<em>. So refreshing, incisive, and informing.”<\/em><\/p>\n<p>All of these great achievements and learning would not have been possible without our close partnership with the Health Promotion Division of the Ghana Health Service. We have walked together every step of the way. We applaud the Health Promotion Division, also known as the HPD, for your recent promotion to a Division. You have worked tirelessly, honing your technical skills and organizational capacity to rise to a Division and affect positive change across the country.<\/p>\n<p>We are proud to have supported the renovation of your facilities at Korle-Bu. HPD now has a modern well-equipped working space, including a refurbished theater which can serve as a space for Ghana Health Service meetings, or can be rented out to generate income. For three years, our Communicate for Health staff were co-located with HPD at Korle-Bu and we appreciate the great rapport and collaboration that took place.<\/p>\n<p>The HPD office is now home to the National Social and Behavioral Change Communication Resource Center, an electronic library storing hundreds of TV, radio, and print materials produced in Ghana over the past ten years. In April 2019, the Health Promotion Division set up the Health Sector Social and Behavioral Change Communication Technical Review Committee to review and approve all materials produced in-country. This ensures accurate content, branding, quality production, and local ownership of all radio, audio-visual, and print materials. To boost local talent, USAID supported performance-based grants to Health Promotion Officers to implement innovative social and behavior change initiatives. I know a few of you are here today and I am excited to hear your stories.<\/p>\n<p>I would like to end with a story from Avate Tornu  in the Volta region. For the people in Avate Tornu, open defecation has been the norm. Few households have toilets and people generally do not understand the link between unsanitary conditions and the incidence of diarrhea in young children. While some people believe that defecating by the lake can support a bumper catch of fish, others who defecate in the bushes and outskirts of the town believe fecal matter can serve as manure for crops.<\/p>\n<p>Simon—a fisherman from Avate Tornu, who is married and has one child—is helping to change this norm. Simon heard a <em>GoodLife, Live it Well<\/em> program on Radio Dayi , a community radio station. The program discussed the importance of using household latrines and handwashing with soap after using the toilet to prevent diarrhea. He found the messages so convincing that he constructed a latrine for his family. Then he helped another six households who wanted to follow his example. Simon noted how the GoodLife campaign changed his life. He commented, “<em>Some of the benefits that touched me were the fact that, if one owned a household latrine, women and children are saved from the spread of diseases such as diarrhea.  Also, we are able to save money as my son no longer falls sick frequently. As I speak to you now it has been a while since anyone in my household had diarrhea. It is only when the messages are put into practice that the GoodLife can be truly realized.” <\/em><\/p>\n<p>I would like to thank all of you gathered here today who have made our collaboration our success. Thank you to the Ministry of Health and the Ghana Health Service for being such steadfast partners. Finally, a special thanks goes to the health promotion officers, community health officers, and all the community health volunteers who do the hard job of bringing health messages to each doorstep in Ghana. You are working tirelessly for all Ghanaians to have a Good Life… and Live it Well! Thank you.<\/p>\n<p>&nbsp;<\/p>\n<p style=\"text-align: center\"><strong><em> ############################<\/em><\/strong><\/p>\n<p><strong><em>About USAID <\/em><\/strong><\/p>\n<p>The United States Agency for International Development (USAID) is the lead U.S. Government agency that works to end extreme global poverty and enable resilient, democratic societies to realize their potential.  USAID&#8217;s activities and strategic partnerships support Ghana&#8217;s journey to self-reliance. Our work advances an integrated approach to development.  It promotes accountability, sustainable systems, and inclusive development.<\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Accra, GHANA— The United States of America is partnering with Ghana’s Ministry of Health and the Ghana Health Service to encourage all Ghanaians to “Live a Good Life!” In 2016, the Ghana Health Service revived the GoodLife brand, a mass media campaign to promote healthy lifestyle messages through television, radio, posters, and brochures.  The United &#8230;<\/p>\n","protected":false},"author":1058,"featured_media":20106,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"_gpalab_slo_mission_select":"","footnotes":""},"categories":[4000,44,4007],"tags":[8609,8611,8613,4060,6711],"class_list":["post-20107","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-health-issues","category-press-releases","category-usaid","tag-communicate-4-health","tag-goodlife","tag-live-it-well","tag-usaid","tag-usaid-ghana"],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v23.1 (Yoast SEO v23.1) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>USA Partners with Ghana to Promote Healthier Behaviors - U.S. Embassy in Ghana<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/gh.usembassy.gov\/usa-partners-with-ghana-to-promote-healthier-behaviors\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"USA Partners with Ghana to Promote Healthier Behaviors\" \/>\n<meta property=\"og:description\" content=\"Accra, GHANA— The United States of America is partnering with Ghana’s Ministry of Health and the Ghana Health Service to encourage all Ghanaians to “Live\" \/>\n<meta property=\"og:url\" content=\"https:\/\/gh.usembassy.gov\/usa-partners-with-ghana-to-promote-healthier-behaviors\/\" \/>\n<meta property=\"og:site_name\" content=\"U.S. Embassy in Ghana\" \/>\n<meta property=\"article:publisher\" content=\"http:\/\/facebook.com\/USEmbassyGhana\" \/>\n<meta property=\"article:published_time\" content=\"2019-10-25T08:58:03+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2019-10-25T09:10:59+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/d2v9ipibika81v.cloudfront.net\/uploads\/sites\/175\/goodlife-1.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"2786\" \/>\n\t<meta property=\"og:image:height\" content=\"2048\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"author\" content=\"U.S. Embassy in Ghana\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@USEmbassyGhana\" \/>\n<meta name=\"twitter:site\" content=\"@USEmbassyGhana\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"U.S. Embassy in Ghana\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"10 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/gh.usembassy.gov\/usa-partners-with-ghana-to-promote-healthier-behaviors\/\",\"url\":\"https:\/\/gh.usembassy.gov\/usa-partners-with-ghana-to-promote-healthier-behaviors\/\",\"name\":\"USA Partners with Ghana to Promote Healthier Behaviors - U.S. Embassy in Ghana\",\"isPartOf\":{\"@id\":\"https:\/\/gh.usembassy.gov\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/gh.usembassy.gov\/usa-partners-with-ghana-to-promote-healthier-behaviors\/#primaryimage\"},\"image\":{\"@id\":\"https:\/\/gh.usembassy.gov\/usa-partners-with-ghana-to-promote-healthier-behaviors\/#primaryimage\"},\"thumbnailUrl\":\"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/goodlife-1.jpg\",\"datePublished\":\"2019-10-25T08:58:03+00:00\",\"dateModified\":\"2019-10-25T09:10:59+00:00\",\"author\":{\"@id\":\"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193\"},\"breadcrumb\":{\"@id\":\"https:\/\/gh.usembassy.gov\/usa-partners-with-ghana-to-promote-healthier-behaviors\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/gh.usembassy.gov\/usa-partners-with-ghana-to-promote-healthier-behaviors\/\"]}]},{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/gh.usembassy.gov\/usa-partners-with-ghana-to-promote-healthier-behaviors\/#primaryimage\",\"url\":\"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/goodlife-1.jpg\",\"contentUrl\":\"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/goodlife-1.jpg\",\"width\":2786,\"height\":2048,\"caption\":\"From left to right: Prof. Gadzekpo, Chairperson of the Inter Agency Coordinating Committee for Health Promotion; Ms. Schubert, Communicate for Health; Dr. Nsiah -Asare, Director Gen. of the Ghana Health Service; Ms. Janean Davis, USAID\/Ghana Acting Dep. Mission Director; Mr. Pennas, Technical Advisor, FHI 360\"},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/gh.usembassy.gov\/usa-partners-with-ghana-to-promote-healthier-behaviors\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/gh.usembassy.gov\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"USA Partners with Ghana to Promote Healthier Behaviors\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/gh.usembassy.gov\/#website\",\"url\":\"https:\/\/gh.usembassy.gov\/\",\"name\":\"U.S. Embassy in Ghana\",\"description\":\"U.S. Embassy in Ghana\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/gh.usembassy.gov\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193\",\"name\":\"U.S. Embassy in Ghana\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/gh.usembassy.gov\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g\",\"caption\":\"U.S. Embassy in Ghana\"},\"url\":\"https:\/\/gh.usembassy.gov\/author\/usembassyinghana\/\"}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"USA Partners with Ghana to Promote Healthier Behaviors - U.S. Embassy in Ghana","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/gh.usembassy.gov\/usa-partners-with-ghana-to-promote-healthier-behaviors\/","og_locale":"en_US","og_type":"article","og_title":"USA Partners with Ghana to Promote Healthier Behaviors","og_description":"Accra, GHANA— The United States of America is partnering with Ghana’s Ministry of Health and the Ghana Health Service to encourage all Ghanaians to “Live","og_url":"https:\/\/gh.usembassy.gov\/usa-partners-with-ghana-to-promote-healthier-behaviors\/","og_site_name":"U.S. Embassy in Ghana","article_publisher":"http:\/\/facebook.com\/USEmbassyGhana","article_published_time":"2019-10-25T08:58:03+00:00","article_modified_time":"2019-10-25T09:10:59+00:00","og_image":[{"width":2786,"height":2048,"url":"https:\/\/d2v9ipibika81v.cloudfront.net\/uploads\/sites\/175\/goodlife-1.jpg","type":"image\/jpeg"}],"author":"U.S. Embassy in Ghana","twitter_card":"summary_large_image","twitter_creator":"@USEmbassyGhana","twitter_site":"@USEmbassyGhana","twitter_misc":{"Written by":"U.S. Embassy in Ghana","Est. reading time":"10 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/gh.usembassy.gov\/usa-partners-with-ghana-to-promote-healthier-behaviors\/","url":"https:\/\/gh.usembassy.gov\/usa-partners-with-ghana-to-promote-healthier-behaviors\/","name":"USA Partners with Ghana to Promote Healthier Behaviors - U.S. Embassy in Ghana","isPartOf":{"@id":"https:\/\/gh.usembassy.gov\/#website"},"primaryImageOfPage":{"@id":"https:\/\/gh.usembassy.gov\/usa-partners-with-ghana-to-promote-healthier-behaviors\/#primaryimage"},"image":{"@id":"https:\/\/gh.usembassy.gov\/usa-partners-with-ghana-to-promote-healthier-behaviors\/#primaryimage"},"thumbnailUrl":"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/goodlife-1.jpg","datePublished":"2019-10-25T08:58:03+00:00","dateModified":"2019-10-25T09:10:59+00:00","author":{"@id":"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193"},"breadcrumb":{"@id":"https:\/\/gh.usembassy.gov\/usa-partners-with-ghana-to-promote-healthier-behaviors\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/gh.usembassy.gov\/usa-partners-with-ghana-to-promote-healthier-behaviors\/"]}]},{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/gh.usembassy.gov\/usa-partners-with-ghana-to-promote-healthier-behaviors\/#primaryimage","url":"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/goodlife-1.jpg","contentUrl":"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/goodlife-1.jpg","width":2786,"height":2048,"caption":"From left to right: Prof. Gadzekpo, Chairperson of the Inter Agency Coordinating Committee for Health Promotion; Ms. Schubert, Communicate for Health; Dr. Nsiah -Asare, Director Gen. of the Ghana Health Service; Ms. Janean Davis, USAID\/Ghana Acting Dep. Mission Director; Mr. Pennas, Technical Advisor, FHI 360"},{"@type":"BreadcrumbList","@id":"https:\/\/gh.usembassy.gov\/usa-partners-with-ghana-to-promote-healthier-behaviors\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/gh.usembassy.gov\/"},{"@type":"ListItem","position":2,"name":"USA Partners with Ghana to Promote Healthier Behaviors"}]},{"@type":"WebSite","@id":"https:\/\/gh.usembassy.gov\/#website","url":"https:\/\/gh.usembassy.gov\/","name":"U.S. Embassy in Ghana","description":"U.S. Embassy in Ghana","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/gh.usembassy.gov\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Person","@id":"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193","name":"U.S. Embassy in Ghana","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/gh.usembassy.gov\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g","caption":"U.S. Embassy in Ghana"},"url":"https:\/\/gh.usembassy.gov\/author\/usembassyinghana\/"}]}},"lang":"en","translations":{"en":20107},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts\/20107"}],"collection":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/users\/1058"}],"replies":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/comments?post=20107"}],"version-history":[{"count":5,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts\/20107\/revisions"}],"predecessor-version":[{"id":20113,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts\/20107\/revisions\/20113"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/media\/20106"}],"wp:attachment":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/media?parent=20107"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/categories?post=20107"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/tags?post=20107"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}