{"id":21436,"date":"2021-03-29T09:38:39","date_gmt":"2021-03-29T09:38:39","guid":{"rendered":"http:\/\/gh.usembassy.gov\/?p=21436"},"modified":"2021-03-29T09:39:30","modified_gmt":"2021-03-29T09:39:30","slug":"the-u-s-ghana-alumni-association-elects-a-new-executive-board","status":"publish","type":"post","link":"https:\/\/gh.usembassy.gov\/the-u-s-ghana-alumni-association-elects-a-new-executive-board\/","title":{"rendered":"The U.S.-Ghana Alumni Association Elects a New Executive Board"},"content":{"rendered":"<div style=\"margin-top: 0px; margin-bottom: 20px;\" class=\"sharethis-inline-share-buttons\" ><\/div><p><b>Accra, GHANA–<\/b> The U.S.-Ghana Alumni Association (USGHAA) met on Saturday March 27, 2021, to announce the results of a national election among Ghanaian alumni of U.S. government-sponsored programs.  The election of a USGHAA board represents a new beginning for an association that aims to gather 3,000 Ghanaian alumni of exchange programs administered by the U.S. Department of State under a national umbrella.<\/p>\n<p><a name=\"m_-2855127321257353755_x__Hlk67640108\"><\/a>U.S. Ambassador Stephanie Sullivan presided over the conference, which assembled a small group of distinguished alumni, including the Speaker of Parliament, Right Honorable Alban Bagbin, and former Speaker, Right Honorable Mike Ocquaye, at the Labadi Beach Hotel gardens.  The virtual ceremony was broadcast live on the U.S. Embassy Facebook page to the Embassy’s 450,000 followers.<\/p>\n<p>Ambassador Sullivan welcomed the revitalization of the association, stating, “The USGHAA is a microcosm of Ghana, like a mosaic, with all the individual pieces coming together to form a magnificent masterpiece that represents our shared ideals of democratic peace and progress, respect for human rights and rule of law, and inclusive economic prosperity.”<\/p>\n<p>The new executive board members of the USGHAA are: Hilda Mantebea Boye, President; Priscilla Zangina, General Secretary; Mavis Owureku-Asare, Organizing Secretary; Matilda Payne Boakye-Ansah, Public Relations Secretary; and Feruzah Salisu, Programs &amp; Projects Secretary.  A Financial Secretary and Member-at-Large will be appointed by the executive board.<\/p>\n<figure id=\"attachment_21433\" aria-labelledby=\"figcaption_attachment_21433\" class=\"wp-caption aligncenter\" style=\"width: 760px\"><img loading=\"lazy\" decoding=\"async\" class=\"size-large wp-image-21433\" title=\"Alumni Conference 2021-5\" src=\"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/Alumni-Conference-2021-5-750x468.jpg\" alt=\"\" width=\"750\" height=\"468\" srcset=\"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/Alumni-Conference-2021-5-750x468.jpg 750w, https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/Alumni-Conference-2021-5-350x219.jpg 350w, https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/Alumni-Conference-2021-5-768x480.jpg 768w, https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/Alumni-Conference-2021-5-1536x959.jpg 1536w, https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/Alumni-Conference-2021-5-2048x1279.jpg 2048w, https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/Alumni-Conference-2021-5-200x125.jpg 200w\" sizes=\"(max-width: 750px) 100vw, 750px\" \/><figcaption id=\"figcaption_attachment_21433\" class=\"wp-caption-text\">U.S. Ambassador to Ghana Stephanie S. Sullivan, Speaker of Parliament Rt. Hon. Alban Bagbin and former Speaker of Parliament Prof. Mike Oquaye with the new elected executive board of the U.S. &#8211; Ghana Alumni Association.<\/figcaption><\/figure>\n<p>&nbsp;<\/p>\n<p>The inaugural board will serve on an interim basis for one year with the option of re-election for an additional year. The board is mandated with establishing a mission and vision for the association, revising the constitution and other regulatory documents, and setting up key posts and committees to re-establish the USGHAA as an independent, non-partisan organization that represents its members across Ghana and strengthens the U.S.-Ghana partnership.<\/p>\n<p>The U.S. Department of State and the Embassy’s Public Affairs Section manage a wide array of exchange programs.  These exchange programs engage youth, students, educators, artists, athletes, and rising leaders in the United States and more than 160 countries.  To learn more, visit <a href=\"https:\/\/eca.state.gov\/programs-and-initiatives\" target=\"_blank\" rel=\"noopener\" data-saferedirecturl=\"https:\/\/www.google.com\/url?q=https:\/\/eca.state.gov\/programs-and-initiatives&amp;source=gmail&amp;ust=1617096327776000&amp;usg=AFQjCNE5xs8mqofsfDtO8EpcybjqWCO8vg\">https:\/\/eca.state.gov\/programs-and-initiatives<\/a>.<\/p>\n<blockquote>\n<p style=\"text-align: center\"><strong>Ambassador Stephanie Sullivan’s Remarks at the U.S. &#8211; Ghana Alumni Association (USGHAA) <\/strong><\/p>\n<p style=\"text-align: center\"><strong>Hybrid In-Person\/Virtual Conference <\/strong><\/p>\n<p style=\"text-align: center\"><strong>Saturday March 27, 2021; 4:00 p.m. – 6:00 p.m.<\/strong><\/p>\n<p style=\"text-align: center\"><strong>Live Broadcast on U.S. Embassy Ghana Facebook page from Labadi Beach Hotel<\/strong><\/p>\n<p><strong> <\/strong><\/p>\n<p>Good afternoon!  I’m pleased to be with you at this long-awaited event.  The election of a new executive board for the U.S.-Ghana Alumni Association is indeed something to celebrate.  I’m proud to launch this effort to rebuild, redesign, and renew the USGHAA.  This association showcases the best of the longstanding partnership between the United States and Ghana as we navigate complex global challenges as friends and allies.<\/p>\n<p>I want to thank our Embassy Public Affairs team and our independent consultant team from Pozitiv Communications for shepherding this conference over a prolonged period, and for pivoting to a mostly virtual event that allows the important work to go on, while maintaining COVID-19 protocols.<\/p>\n<p>I’m also delighted to be joined in person today by a small, distinguished group of alumni “elders” who have come in solidarity to support the launch of the association under a new executive board.  Thank you for being here today.  We welcome and appreciate your moral support and encouragement.<\/p>\n<p>The United States has been fostering mutual understanding with partners worldwide for over 80 years through a variety of exchange programs.  The International Visitor Leadership Program, or IVLP, celebrated its 80th anniversary in 2020.  The Fulbright program is celebrating its 75th anniversary this year.  Ghana already had participants in both the IVLP and Fulbright programs in 1958, just one year after independence.<\/p>\n<p>Later, the U.S. Department of State broadened the range of exchange programs to reach new and diverse audiences and to respond to new global challenges, such as cybersecurity, global health, and the rising influence of civil society as a force for good.<\/p>\n<p>Other U.S. government agencies, such as the Department of Agriculture’s Foreign Agricultural Service and the Department of Defense, also created exchange programs to spur collaboration between the United States and our partners around the world on agricultural and security issues.  Some exchange programs grew out of Presidential initiatives and had a regional focus, as with the Young African Leaders Initiative (YALI) created by President Obama in 2010.<\/p>\n<p>Similar programs followed for Asia and Latin America to harness the energy of young people as a new generation of leaders who have grown up with the internet and have a global mindset when it comes to solving challenges at home.<\/p>\n<p>At the heart of these exchanges are the concepts of partnership, networking, professional development, leadership, and cultural understanding on both sides.  At U.S. embassies across the world, participants of U.S.-government funded exchange programs are referred to both professionally and affectionately as alumni.  Professionally, because you are key partners for advancing mutually beneficial goals, and affectionately, because we trust that after spending some time in the United States and getting to know us, you feel a bond of kindred friendship.<\/p>\n<p>As an alumna myself of the Peace Corps, through which I taught English in the now-Democratic Republic of Congo, I learned so much about another country, and also about myself. That exchange experience shaped the course of my professional journey.<\/p>\n<p>Whether you were on a three-week program about the rule of law, explored hip-hop for youth engagement, developed teaching pedagogy, were paired with a mentor from a Fortune 500 company, were on a 6-week fellowship, a multi-year PhD program, or lived with an American family while attending an American public high school, you all were selected for your demonstrated competence and leadership qualities.  And you broadened the horizons of the Americans with whom you interacted. As alumni of the U.S. Embassy’s civilian exchange programs, you are an impressive group.<\/p>\n<p>Numbering over 3,000 from 50 programs, you represent the U.S.-Ghana relationship across all 16 regions, hail from varied professional sectors, and include Ghana’s full diversity.  Each of you has contributed to making Ghana great and strong.<\/p>\n<p>Ghana’s alumni are 65% male, and 35% female.  This lopsidedness reflects that in the early years, most participants were males.  In fact, most of the people making the decisions about the participants were also males.<\/p>\n<p>As times changed and women’s equality advanced, we included ever greater numbers of women in exchange programs, as well as in the selection process. Though we still have a ways to go, I have taken note of the overwhelming female presence among the executive board candidates!<\/p>\n<p>Our two oldest programs, IVLP (which includes the African Women’s Entrepreneurship program – AWEP) and Fulbright, have generated just over half of all alumni from Ghana, with one-quarter from the Youth Exchange and Study (or YES) program, the YALI Mandela Washington Fellowship, and the Community College Initiative combined.  Smaller programs such as the Fortune Women’s Mentoring program, Teaching Excellence and Achievement, International Leaders in Education, and the Community Solutions program, have contributed the remaining quarter.<\/p>\n<p>So while there are big programs and small programs, no single program claims an outright majority of alumni, which is why having an inclusive national association is so important.<\/p>\n<p>Collectively, you are stronger than all your individual associations.  Among our alumni, just under one-third come from Accra, with two thirds from outside of the capital.  The Embassy makes a concerted effort to offer these opportunities to all qualified Ghanaians from throughout the country, recruiting for many programs on a regional rotating basis annually.<\/p>\n<p>The USGHAA is a microcosm of Ghana, like a mosaic, with all the individual pieces coming together to form a magnificent masterpiece that represents our shared ideals of democratic peace and progress, respect for human rights and rule of law, and inclusive economic prosperity.<\/p>\n<p>I’d like to offer my hearty congratulations to those who stood for positions on the alumni association board.  I admire your drive, ambition, and courage to give back and serve in a leadership position for an association that holds enormous potential for shaping Ghana’s future, both in numbers and in influence.  I know we are all looking forward to the announcement of the winning candidates at this ceremony today!<\/p>\n<p>Whoever emerges victorious for the executive board will need the support and collaboration of all the association’s members.  I’m confident that we can count on alumni in your numbers to play a role to nurture this association.  It will not be easy to lead a large national association comprised of different groups spread throughout Ghana; it will require determination, dedication, and a spirit of unity.<\/p>\n<p>It’s important to build on the foundation for the association that was established a few years ago.  I’d like to recognize Nana Yaa Appiah for her dedicated service and leadership in the early days of the association.  Nana Yaa – your focus on providing structure has given the association both an alumni database and a website.  These valuable contributions have helped guide the process for taking the association to the next level.<\/p>\n<p>And we know that with your lessons learned and continued support and wisdom, the USGHAA will continue to grow from strength to strength.   In recognition of your efforts, on behalf of the U.S. Embassy, we have a token of our appreciation – Nana Yaa, will you please approach the podium?<\/p>\n<p>I’m honored to present this award of appreciation to Nana Yaa Appiah. The citation reads, “in recognition of service and exemplary leadership to the U.S. &#8211; Ghana Alumni Association.” Medaase paa!<\/p>\n<p>With gratitude for past efforts to establish this national association, today we’re marking a turning point and looking to the future of the USGHAA.  The U.S. Embassy is committed to an even more active national association that joins all the various alumni groups under one banner.<\/p>\n<p>The Embassy will remain in a supporting role, but after today’s announcement, we’re entrusting the leadership to the new executive board.  To the soon-to-be-announced executive board members, I urge you to take on this responsibility with integrity, honesty, and a strong work ethic.<\/p>\n<p>Your mandate is to set up the governing rules and regulations of the association over the next year.  This will require collaboration, compromise, and decision-making to ensure the best outcome and the path forward for the USGHAA.  You’ll be asked to define a clear mission and vision for the association, to set achievable goals that promote the mission and vision, to establish a structure for leadership and committees, to communicate openly with your member stakeholders, and to uphold transparency and accountability.  All of this will require time, dedication, and practice.  We will support you, as a trusted Embassy partner.<\/p>\n<p>To alumni here today and joining us virtually from across Ghana, we welcome your participation and constructive contributions to the effort to rebuild, redesign, and renew <u>your<\/u> alumni association.<\/p>\n<p>I urge you to grant patience and grace to your newly elected board who face the task of uniting thousands of alumni from different regions and exchange programs under the banner of the USGHAA.  As with any voluntary action, what you receive is directly correlated to what you pour in.  Sometimes you will be called upon to step up and lead, other times you may be asked to demonstrate your leadership by following the decisions of others.<\/p>\n<p>Remember that even in times of disagreement, you have many more commonalities than differences; you have so much more that unites you than divides you.<\/p>\n<p>You are all Ghanaian, you are all seeking the best for your country, you all have skills and talents to bring forth as needed, and you are all U.S. alumni!<\/p>\n<p>On behalf of the entire U.S. Mission in Accra, we’re proud of you &#8211; our Ghana exchange program alumni.  We know that you are all amazing and doing great work in your respective professions and communities.  We hope you will all join and support the USGHAA.<\/p>\n<p>As the African proverb goes, “If you want to go fast, go alone; if you want to go far, go together.” Let’s go far together.  Together we will rebuild, redesign, and renew the U.S.- Ghana Alumni Association! Thank you. <strong> <\/strong><\/p><\/blockquote>\n","protected":false},"excerpt":{"rendered":"<p>Accra, GHANA– The U.S.-Ghana Alumni Association (USGHAA) met on Saturday March 27, 2021, to announce the results of a national election among Ghanaian alumni of U.S. government-sponsored programs.  The election of a USGHAA board represents a new beginning for an association that aims to gather 3,000 Ghanaian alumni of exchange programs administered by the U.S. Department of State &#8230;<\/p>\n","protected":false},"author":1058,"featured_media":21432,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"_gpalab_slo_mission_select":"","footnotes":""},"categories":[4,44,45,54,57,61],"tags":[7136,7917,5076,5882],"class_list":["post-21436","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-ambassador","category-press-releases","category-public-affairs","category-speeches","category-success-stories","category-us-and-gh","tag-ambassador-sullivan","tag-exchange-alumni","tag-exchange-program","tag-us-embassy-ghana"],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v23.1 (Yoast SEO v23.1) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>The U.S.-Ghana Alumni Association Elects a New Executive Board - U.S. Embassy in Ghana<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/gh.usembassy.gov\/the-u-s-ghana-alumni-association-elects-a-new-executive-board\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"The U.S.-Ghana Alumni Association Elects a New Executive Board\" \/>\n<meta property=\"og:description\" content=\"Accra, GHANA– The U.S.-Ghana Alumni Association (USGHAA) met on Saturday March 27, 2021, to announce the results of a national election among Ghanaian\" \/>\n<meta property=\"og:url\" content=\"https:\/\/gh.usembassy.gov\/the-u-s-ghana-alumni-association-elects-a-new-executive-board\/\" \/>\n<meta property=\"og:site_name\" content=\"U.S. Embassy in Ghana\" \/>\n<meta property=\"article:publisher\" content=\"http:\/\/facebook.com\/USEmbassyGhana\" \/>\n<meta property=\"article:published_time\" content=\"2021-03-29T09:38:39+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2021-03-29T09:39:30+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/d2v9ipibika81v.cloudfront.net\/uploads\/sites\/175\/Alumni-Conference-2021-2-scaled.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"2560\" \/>\n\t<meta property=\"og:image:height\" content=\"1843\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"author\" content=\"U.S. Embassy in Ghana\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@USEmbassyGhana\" \/>\n<meta name=\"twitter:site\" content=\"@USEmbassyGhana\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"U.S. Embassy in Ghana\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"10 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/gh.usembassy.gov\/the-u-s-ghana-alumni-association-elects-a-new-executive-board\/\",\"url\":\"https:\/\/gh.usembassy.gov\/the-u-s-ghana-alumni-association-elects-a-new-executive-board\/\",\"name\":\"The U.S.-Ghana Alumni Association Elects a New Executive Board - U.S. Embassy in Ghana\",\"isPartOf\":{\"@id\":\"https:\/\/gh.usembassy.gov\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/gh.usembassy.gov\/the-u-s-ghana-alumni-association-elects-a-new-executive-board\/#primaryimage\"},\"image\":{\"@id\":\"https:\/\/gh.usembassy.gov\/the-u-s-ghana-alumni-association-elects-a-new-executive-board\/#primaryimage\"},\"thumbnailUrl\":\"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/Alumni-Conference-2021-2-scaled.jpg\",\"datePublished\":\"2021-03-29T09:38:39+00:00\",\"dateModified\":\"2021-03-29T09:39:30+00:00\",\"author\":{\"@id\":\"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193\"},\"breadcrumb\":{\"@id\":\"https:\/\/gh.usembassy.gov\/the-u-s-ghana-alumni-association-elects-a-new-executive-board\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/gh.usembassy.gov\/the-u-s-ghana-alumni-association-elects-a-new-executive-board\/\"]}]},{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/gh.usembassy.gov\/the-u-s-ghana-alumni-association-elects-a-new-executive-board\/#primaryimage\",\"url\":\"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/Alumni-Conference-2021-2-scaled.jpg\",\"contentUrl\":\"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/Alumni-Conference-2021-2-scaled.jpg\",\"width\":2560,\"height\":1843,\"caption\":\"U.S. Ambassador to Ghana Stephanie S. Sullivan delivering her address at the U.S. - Ghana Alumni Conference held on March 27.\"},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/gh.usembassy.gov\/the-u-s-ghana-alumni-association-elects-a-new-executive-board\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/gh.usembassy.gov\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"The U.S.-Ghana Alumni Association Elects a New Executive Board\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/gh.usembassy.gov\/#website\",\"url\":\"https:\/\/gh.usembassy.gov\/\",\"name\":\"U.S. Embassy in Ghana\",\"description\":\"U.S. Embassy in Ghana\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/gh.usembassy.gov\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193\",\"name\":\"U.S. Embassy in Ghana\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/gh.usembassy.gov\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g\",\"caption\":\"U.S. Embassy in Ghana\"},\"url\":\"https:\/\/gh.usembassy.gov\/author\/usembassyinghana\/\"}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"The U.S.-Ghana Alumni Association Elects a New Executive Board - U.S. Embassy in Ghana","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/gh.usembassy.gov\/the-u-s-ghana-alumni-association-elects-a-new-executive-board\/","og_locale":"en_US","og_type":"article","og_title":"The U.S.-Ghana Alumni Association Elects a New Executive Board","og_description":"Accra, GHANA– The U.S.-Ghana Alumni Association (USGHAA) met on Saturday March 27, 2021, to announce the results of a national election among Ghanaian","og_url":"https:\/\/gh.usembassy.gov\/the-u-s-ghana-alumni-association-elects-a-new-executive-board\/","og_site_name":"U.S. Embassy in Ghana","article_publisher":"http:\/\/facebook.com\/USEmbassyGhana","article_published_time":"2021-03-29T09:38:39+00:00","article_modified_time":"2021-03-29T09:39:30+00:00","og_image":[{"width":2560,"height":1843,"url":"https:\/\/d2v9ipibika81v.cloudfront.net\/uploads\/sites\/175\/Alumni-Conference-2021-2-scaled.jpg","type":"image\/jpeg"}],"author":"U.S. Embassy in Ghana","twitter_card":"summary_large_image","twitter_creator":"@USEmbassyGhana","twitter_site":"@USEmbassyGhana","twitter_misc":{"Written by":"U.S. Embassy in Ghana","Est. reading time":"10 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/gh.usembassy.gov\/the-u-s-ghana-alumni-association-elects-a-new-executive-board\/","url":"https:\/\/gh.usembassy.gov\/the-u-s-ghana-alumni-association-elects-a-new-executive-board\/","name":"The U.S.-Ghana Alumni Association Elects a New Executive Board - U.S. Embassy in Ghana","isPartOf":{"@id":"https:\/\/gh.usembassy.gov\/#website"},"primaryImageOfPage":{"@id":"https:\/\/gh.usembassy.gov\/the-u-s-ghana-alumni-association-elects-a-new-executive-board\/#primaryimage"},"image":{"@id":"https:\/\/gh.usembassy.gov\/the-u-s-ghana-alumni-association-elects-a-new-executive-board\/#primaryimage"},"thumbnailUrl":"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/Alumni-Conference-2021-2-scaled.jpg","datePublished":"2021-03-29T09:38:39+00:00","dateModified":"2021-03-29T09:39:30+00:00","author":{"@id":"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193"},"breadcrumb":{"@id":"https:\/\/gh.usembassy.gov\/the-u-s-ghana-alumni-association-elects-a-new-executive-board\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/gh.usembassy.gov\/the-u-s-ghana-alumni-association-elects-a-new-executive-board\/"]}]},{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/gh.usembassy.gov\/the-u-s-ghana-alumni-association-elects-a-new-executive-board\/#primaryimage","url":"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/Alumni-Conference-2021-2-scaled.jpg","contentUrl":"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/Alumni-Conference-2021-2-scaled.jpg","width":2560,"height":1843,"caption":"U.S. Ambassador to Ghana Stephanie S. Sullivan delivering her address at the U.S. - Ghana Alumni Conference held on March 27."},{"@type":"BreadcrumbList","@id":"https:\/\/gh.usembassy.gov\/the-u-s-ghana-alumni-association-elects-a-new-executive-board\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/gh.usembassy.gov\/"},{"@type":"ListItem","position":2,"name":"The U.S.-Ghana Alumni Association Elects a New Executive Board"}]},{"@type":"WebSite","@id":"https:\/\/gh.usembassy.gov\/#website","url":"https:\/\/gh.usembassy.gov\/","name":"U.S. Embassy in Ghana","description":"U.S. Embassy in Ghana","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/gh.usembassy.gov\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Person","@id":"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193","name":"U.S. Embassy in Ghana","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/gh.usembassy.gov\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g","caption":"U.S. Embassy in Ghana"},"url":"https:\/\/gh.usembassy.gov\/author\/usembassyinghana\/"}]}},"lang":"en","translations":{"en":21436},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts\/21436"}],"collection":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/users\/1058"}],"replies":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/comments?post=21436"}],"version-history":[{"count":4,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts\/21436\/revisions"}],"predecessor-version":[{"id":21440,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts\/21436\/revisions\/21440"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/media\/21432"}],"wp:attachment":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/media?parent=21436"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/categories?post=21436"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/tags?post=21436"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}