{"id":21490,"date":"2021-04-20T14:45:36","date_gmt":"2021-04-20T14:45:36","guid":{"rendered":"https:\/\/gh.usembassy.gov\/?p=21490"},"modified":"2021-04-20T14:58:28","modified_gmt":"2021-04-20T14:58:28","slug":"ghana-armed-forces-command-and-staff-college-lecture-by-ambassador-stephanie-sullivan","status":"publish","type":"post","link":"https:\/\/gh.usembassy.gov\/ghana-armed-forces-command-and-staff-college-lecture-by-ambassador-stephanie-sullivan\/","title":{"rendered":"Ghana Armed Forces Command and Staff College &#8211; Lecture by Ambassador Stephanie Sullivan"},"content":{"rendered":"<div style=\"margin-top: 0px; margin-bottom: 20px;\" class=\"sharethis-inline-share-buttons\" ><\/div><p style=\"text-align: center\"><strong>Ambassador Sullivan’s As Prepared Remarks on  <\/strong><strong>“The Foreign Policy of the USA and its Impact on Africa”<\/strong><\/p>\n<p style=\"text-align: center\"><strong>at the Ghana Armed Forces Command and Staff College<\/strong><\/p>\n<p style=\"text-align: center\"><strong>Tuesday, April 20, 2021; 9:30am<\/strong><\/p>\n<p><strong> <\/strong><\/p>\n<p>Distinguished officers and students of this institution;<\/p>\n<p>Distinguished guests;<\/p>\n<p>All protocols observed.<\/p>\n<p>Good morning and thank you for the warm welcome.  My name is Stephanie Sullivan, and I serve as the U.S. Ambassador to Ghana.  I’ve dedicated most of my 35-year career to U.S.-Africa relations, and I graduated from the U.S. National War College.  I’m very familiar with the continent, and I appreciate how your studies here at the Command and Staff College will help inform your thinking and actions throughout your careers.  I hope you leave here today understanding just how valuable the U.S.-Africa partnership is for all of our countries.<\/p>\n<p>I last spoke to the Command and Staff College almost a year ago, during the early weeks of the COVID-19 pandemic.  Indeed, it was the first time I had ever delivered remarks while wearing a mask!  I’m happy to return today, as we are seeing hope for the future.  Over the last year we have learned to protect ourselves and each other, doctors have improved their ability to treat patients, and scientists have built on prior work to develop vaccines in record time.<\/p>\n<p>I’m hopeful that we are on the verge of a global breakthrough.  Ghana began its vaccination campaign on March 1 thanks to the COVAX Advance Market Commitment, a global initiative to support equitable access to COVID-19 vaccines.  President Biden’s pledge of $4 billion to support the multinational COVAX initiative demonstrates the U.S. commitment to collaborating with partners, governments, multilateral institutions, and the private sector to support global COVID-19 vaccination efforts.  Every day, we move closer to the post-pandemic world.  The United States, already the largest donor to the Global Fund to Fight AIDS, Tuberculosis, and Malaria, has also contributed an additional USD 3.5 Billion US Dollars to the Global Fund for COVID-related mitigation efforts.<\/p>\n<p>I’d like to stress just how emblematic this is of our approach.  Not only does the United States have some of the world’s foremost capabilities, vast resources, and most generous people, but we also have abiding respect for institutions, partnerships, and collaboration.  We must work together to address global challenges because no nation can do so alone.  And a pandemic is indeed a global problem that requires a global solution.<\/p>\n<p>Early last month, the Biden Administration issued its Interim National Security Strategy Guidance, which lays out this approach clearly.  Since I can’t say it any better myself, I’ll quote:<\/p>\n<blockquote><p>Our world is at an inflection point. Global dynamics have shifted. New crises demand our attention. And in this moment of accelerating global challenges — from the pandemic to the climate crisis to nuclear proliferation to the fourth industrial revolution — one thing is certain: we will only succeed in advancing American interests and upholding our universal values by working in common cause with our closest allies and partners, and by renewing our own enduring sources of national strength.   End quote.<\/p><\/blockquote>\n<p>We all know that African countries will play an even more pivotal role in global affairs the coming years.  Africa is a continent whose population will double over the next thirty years, and whose economies have grown at a rapid clip in recent years, and are expected to continue doing so.  And Africa will also be increasingly on the front lines fighting global challenges such as pandemics, terrorism, and climate change.<\/p>\n<p>I was happy to see that the Interim National Security Strategy Guidance also specifically addresses our approach to Africa.  Again, I’ll quote:<\/p>\n<blockquote><p>We will also continue to build partnerships in Africa, investing in civil society and strengthening long-standing political, economic, and cultural connections. We will partner with dynamic and fast-growing African economies, even as we provide assistance to countries suffering from poor governance, economic distress, health, and food insecurity exacerbated by the pandemic.  We will work to bring an end to the continent’s deadliest conflicts and prevent the onset of new ones, while strengthening our commitment to development, health security, environmental sustainability, democratic progress, and rule of law. We will help African nations combat the threats posed by climate change and violent extremism and support their economic and political independence in the face of undue foreign influence. End quote.<\/p><\/blockquote>\n<p>I really like how the U.S. Administration frames our approach in terms of investing in people.  Yes, the United States provides protective equipment, field hospitals, and vaccines.  But more importantly, we are investing in doctors, scientists, and public health personnel.  And to describe our approach to a military audience, the United States can bring to bear advanced capabilities, offer state-of-the-art military equipment, and leverage partnerships to confront threats.  But what makes me most proud and sets us apart from other partners is our training, exchanges, and dedication to people, embodied in a U.S. Army recruiting slogan that lasted over 20 years: “Be All You Can Be!” .  It’s our cooperation with you and your countries that will help us overcome our mutual enemies and threats, be they natural or manmade.<\/p>\n<p>The Biden Administration will continue to build upon this approach and further develop U.S.-Africa relations along these lines.  I’m looking forward to seeing new initiatives and programs that will help us partner with Africa’s talented people and unleash the continent’s great potential.  In the meantime, I know that our strategic efforts will continue to promote mutual prosperity, shared security, and accountable governance and democratic values.<\/p>\n<p>To advance mutual prosperity and eliminate the drivers of some conflicts, the United States will expand trade and commercial ties to create jobs in order to build wealth for Americans and citizens of African alike.  We will work with reform-oriented governments to establish the conditions that can transform Africa into a trading powerhouse.  And in that vein, I’m thrilled that the African Union selected Accra to host the Secretariat of the new African Continental Free Trade Area, making Ghana even more of a gateway to the rest of Africa than it already is.  Ghana’s continent-wide leadership, including respect for free speech and free trade, was precisely the reason U.S. technology giant Twitter announced just last week that it had chosen Ghana for its new headquarters in Africa.<\/p>\n<p>To strengthen security, we will continue to work to improve your ability to counter terrorism, piracy, human trafficking, and the illegal trade in arms and natural resources, including Illegal, Unreported, and Unregulated fishing. And we will increase our collaboration to defeat terrorist and violent extremist organizations such as those that have caused so much human suffering in Burkina Faso and the wider Sahel.<\/p>\n<p>To promote democratic values, we will work with African partner nations to defend human rights, boost effective governance, improve the rule of law, and support institutions to be accountable and responsive to the citizens they serve.  We will continue to respond to humanitarian needs while also working with committed governments and regional organizations to address the root causes of human suffering.<\/p>\n<p>Permit me to give you an example of what our partnership looks like.<\/p>\n<p>In February, we had the privilege to host AFRICOM Commander General Stephen Townsend here in Ghana.  A key theme of General Townsend’s visit while meeting with Ghanaian leaders, from the President, to the Minister of Defense, and to the Military High Command, was that West African security requires collaboration and partnership.  The challenges in Africa cannot be faced by one nation alone and require multinational collaboration.  AFRICOM supports this type of collaboration through exercises and conferences – with a focus on the officers, NCOs, and enlisted personnel of Africa’s security forces.  In fact, AFRICOM recently hosted its first exercise since the beginning of the COVID pandemic right here in Ghana.  Through its Naval component, U.S. Naval Forces Africa, AFRICOM and Ghana hosted Exercise OBANGAME Express just last month.  Thirty-two nations came together to improve regional cooperation that reinforced support to the Yaoundé Code of Conduct, Maritime Domain Awareness, information-sharing practices, and tactical interdiction at sea. Exercises like this strengthen our ability to cooperate and coordinate to tackle Africa’s biggest challenges together.<\/p>\n<p>During his visit, General Townsend noted that:<\/p>\n<blockquote><p>“Ghana is an African security leader and a key partner of U.S. Africa Command.  Ghana’s peacekeeping contributions, protection of vital sea lanes in the Gulf of Guinea, and regional leadership help prevent the advancement of violent extremism.  I look forward to exploring ways we can continue to deepen our partnership.” End quote.<\/p><\/blockquote>\n<p>And my staff here at the United States Embassy in Accra are doing just that. Through our Defense Attaché and Office of Security Cooperation, the United States is expanding our military cooperation with Ghana from the longstanding partnerships that we’ve enjoyed in peacekeeping and maritime security to areas such as countering violent extremism and enhancing military intelligence, in response to the Government of Ghana’s demand signals.   The United States is partnering with Ghana to bolster its defense against the spread of violent extremism from the Sahel, confront illicit activity in the Gulf of Guinea, and assist Ghanaian peacekeepers in preparing for the complex security environments of today’s peace support operations.<\/p>\n<p>We recognize that when Africa is strong, the world, including the United States, benefits.<\/p>\n<p>I’d like to thank each of you for your courageous service to your country.  Whether from Ghana, Benin, Burkina Faso, The Gambia, Côte d’Ivoire, Liberia, Nigeria, Sierra Leone, Tanzania, or Togo, (all but one of which I have visited… so far), I commend your honor, your sacrifice, and your commitment.  I wish you continued success during your remaining time here at the Command and Staff College. The lessons and skills you learn on this campus will help prepare you for the complex security and leadership challenges awaiting you upon graduation.<\/p>\n<p>Now, I would be pleased to respond to any questions.<\/p>\n<p>Thank you.<\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Ambassador Sullivan’s As Prepared Remarks on  “The Foreign Policy of the USA and its Impact on Africa” at the Ghana Armed Forces Command and Staff College Tuesday, April 20, 2021; 9:30am   Distinguished officers and students of this institution; Distinguished guests; All protocols observed. Good morning and thank you for the warm welcome.  My name &#8230;<\/p>\n","protected":false},"author":1058,"featured_media":21492,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"_gpalab_slo_mission_select":"","footnotes":""},"categories":[4,54],"tags":[7136],"class_list":["post-21490","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-ambassador","category-speeches","tag-ambassador-sullivan"],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v23.1 (Yoast SEO v23.1) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Ghana Armed Forces Command and Staff College - Lecture by Ambassador Stephanie Sullivan - U.S. Embassy in Ghana<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/gh.usembassy.gov\/ghana-armed-forces-command-and-staff-college-lecture-by-ambassador-stephanie-sullivan\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Ghana Armed Forces Command and Staff College - Lecture by Ambassador Stephanie Sullivan\" \/>\n<meta property=\"og:description\" content=\"Ambassador Sullivan’s As Prepared Remarks on  “The Foreign Policy of the USA and its Impact on Africa” at the Ghana Armed Forces Command and Staff College\" \/>\n<meta property=\"og:url\" content=\"https:\/\/gh.usembassy.gov\/ghana-armed-forces-command-and-staff-college-lecture-by-ambassador-stephanie-sullivan\/\" \/>\n<meta property=\"og:site_name\" content=\"U.S. Embassy in Ghana\" \/>\n<meta property=\"article:publisher\" content=\"http:\/\/facebook.com\/USEmbassyGhana\" \/>\n<meta property=\"article:published_time\" content=\"2021-04-20T14:45:36+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2021-04-20T14:58:28+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/Ambassador-Lecture-Armed-Forces-College-5.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"1\" \/>\n\t<meta property=\"og:image:height\" content=\"1\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"author\" content=\"U.S. Embassy in Ghana\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@USEmbassyGhana\" \/>\n<meta name=\"twitter:site\" content=\"@USEmbassyGhana\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"U.S. Embassy in Ghana\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"8 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/gh.usembassy.gov\/ghana-armed-forces-command-and-staff-college-lecture-by-ambassador-stephanie-sullivan\/\",\"url\":\"https:\/\/gh.usembassy.gov\/ghana-armed-forces-command-and-staff-college-lecture-by-ambassador-stephanie-sullivan\/\",\"name\":\"Ghana Armed Forces Command and Staff College - Lecture by Ambassador Stephanie Sullivan - U.S. Embassy in Ghana\",\"isPartOf\":{\"@id\":\"https:\/\/gh.usembassy.gov\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/gh.usembassy.gov\/ghana-armed-forces-command-and-staff-college-lecture-by-ambassador-stephanie-sullivan\/#primaryimage\"},\"image\":{\"@id\":\"https:\/\/gh.usembassy.gov\/ghana-armed-forces-command-and-staff-college-lecture-by-ambassador-stephanie-sullivan\/#primaryimage\"},\"thumbnailUrl\":\"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/Ambassador-Lecture-Armed-Forces-College-5.jpg\",\"datePublished\":\"2021-04-20T14:45:36+00:00\",\"dateModified\":\"2021-04-20T14:58:28+00:00\",\"author\":{\"@id\":\"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193\"},\"breadcrumb\":{\"@id\":\"https:\/\/gh.usembassy.gov\/ghana-armed-forces-command-and-staff-college-lecture-by-ambassador-stephanie-sullivan\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/gh.usembassy.gov\/ghana-armed-forces-command-and-staff-college-lecture-by-ambassador-stephanie-sullivan\/\"]}]},{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/gh.usembassy.gov\/ghana-armed-forces-command-and-staff-college-lecture-by-ambassador-stephanie-sullivan\/#primaryimage\",\"url\":\"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/Ambassador-Lecture-Armed-Forces-College-5.jpg\",\"contentUrl\":\"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/Ambassador-Lecture-Armed-Forces-College-5.jpg\",\"caption\":\"Ambassador Sullivan delivering remarks on The Foreign Policy of the USA and its Impact on Africa” at the Ghana Armed Forces Command and Staff College\"},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/gh.usembassy.gov\/ghana-armed-forces-command-and-staff-college-lecture-by-ambassador-stephanie-sullivan\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/gh.usembassy.gov\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Ghana Armed Forces Command and Staff College &#8211; Lecture by Ambassador Stephanie Sullivan\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/gh.usembassy.gov\/#website\",\"url\":\"https:\/\/gh.usembassy.gov\/\",\"name\":\"U.S. Embassy in Ghana\",\"description\":\"U.S. Embassy in Ghana\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/gh.usembassy.gov\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193\",\"name\":\"U.S. Embassy in Ghana\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/gh.usembassy.gov\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g\",\"caption\":\"U.S. Embassy in Ghana\"},\"url\":\"https:\/\/gh.usembassy.gov\/author\/usembassyinghana\/\"}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"Ghana Armed Forces Command and Staff College - Lecture by Ambassador Stephanie Sullivan - U.S. Embassy in Ghana","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/gh.usembassy.gov\/ghana-armed-forces-command-and-staff-college-lecture-by-ambassador-stephanie-sullivan\/","og_locale":"en_US","og_type":"article","og_title":"Ghana Armed Forces Command and Staff College - Lecture by Ambassador Stephanie Sullivan","og_description":"Ambassador Sullivan’s As Prepared Remarks on  “The Foreign Policy of the USA and its Impact on Africa” at the Ghana Armed Forces Command and Staff College","og_url":"https:\/\/gh.usembassy.gov\/ghana-armed-forces-command-and-staff-college-lecture-by-ambassador-stephanie-sullivan\/","og_site_name":"U.S. Embassy in Ghana","article_publisher":"http:\/\/facebook.com\/USEmbassyGhana","article_published_time":"2021-04-20T14:45:36+00:00","article_modified_time":"2021-04-20T14:58:28+00:00","og_image":[{"url":"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/Ambassador-Lecture-Armed-Forces-College-5.jpg","width":1,"height":1,"type":"image\/jpeg"}],"author":"U.S. Embassy in Ghana","twitter_card":"summary_large_image","twitter_creator":"@USEmbassyGhana","twitter_site":"@USEmbassyGhana","twitter_misc":{"Written by":"U.S. Embassy in Ghana","Est. reading time":"8 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/gh.usembassy.gov\/ghana-armed-forces-command-and-staff-college-lecture-by-ambassador-stephanie-sullivan\/","url":"https:\/\/gh.usembassy.gov\/ghana-armed-forces-command-and-staff-college-lecture-by-ambassador-stephanie-sullivan\/","name":"Ghana Armed Forces Command and Staff College - Lecture by Ambassador Stephanie Sullivan - U.S. Embassy in Ghana","isPartOf":{"@id":"https:\/\/gh.usembassy.gov\/#website"},"primaryImageOfPage":{"@id":"https:\/\/gh.usembassy.gov\/ghana-armed-forces-command-and-staff-college-lecture-by-ambassador-stephanie-sullivan\/#primaryimage"},"image":{"@id":"https:\/\/gh.usembassy.gov\/ghana-armed-forces-command-and-staff-college-lecture-by-ambassador-stephanie-sullivan\/#primaryimage"},"thumbnailUrl":"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/Ambassador-Lecture-Armed-Forces-College-5.jpg","datePublished":"2021-04-20T14:45:36+00:00","dateModified":"2021-04-20T14:58:28+00:00","author":{"@id":"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193"},"breadcrumb":{"@id":"https:\/\/gh.usembassy.gov\/ghana-armed-forces-command-and-staff-college-lecture-by-ambassador-stephanie-sullivan\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/gh.usembassy.gov\/ghana-armed-forces-command-and-staff-college-lecture-by-ambassador-stephanie-sullivan\/"]}]},{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/gh.usembassy.gov\/ghana-armed-forces-command-and-staff-college-lecture-by-ambassador-stephanie-sullivan\/#primaryimage","url":"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/Ambassador-Lecture-Armed-Forces-College-5.jpg","contentUrl":"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/Ambassador-Lecture-Armed-Forces-College-5.jpg","caption":"Ambassador Sullivan delivering remarks on The Foreign Policy of the USA and its Impact on Africa” at the Ghana Armed Forces Command and Staff College"},{"@type":"BreadcrumbList","@id":"https:\/\/gh.usembassy.gov\/ghana-armed-forces-command-and-staff-college-lecture-by-ambassador-stephanie-sullivan\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/gh.usembassy.gov\/"},{"@type":"ListItem","position":2,"name":"Ghana Armed Forces Command and Staff College &#8211; Lecture by Ambassador Stephanie Sullivan"}]},{"@type":"WebSite","@id":"https:\/\/gh.usembassy.gov\/#website","url":"https:\/\/gh.usembassy.gov\/","name":"U.S. Embassy in Ghana","description":"U.S. Embassy in Ghana","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/gh.usembassy.gov\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Person","@id":"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193","name":"U.S. Embassy in Ghana","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/gh.usembassy.gov\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g","caption":"U.S. Embassy in Ghana"},"url":"https:\/\/gh.usembassy.gov\/author\/usembassyinghana\/"}]}},"lang":"en","translations":{"en":21490},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts\/21490"}],"collection":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/users\/1058"}],"replies":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/comments?post=21490"}],"version-history":[{"count":3,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts\/21490\/revisions"}],"predecessor-version":[{"id":21494,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts\/21490\/revisions\/21494"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/media\/21492"}],"wp:attachment":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/media?parent=21490"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/categories?post=21490"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/tags?post=21490"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}