{"id":21550,"date":"2021-04-30T12:16:30","date_gmt":"2021-04-30T12:16:30","guid":{"rendered":"https:\/\/gh.usembassy.gov\/?p=21550"},"modified":"2021-04-30T12:16:30","modified_gmt":"2021-04-30T12:16:30","slug":"u-s-ambassador-announces-additional-funds-to-empower-400000-women-in-shea-production-in-west-africa","status":"publish","type":"post","link":"https:\/\/gh.usembassy.gov\/u-s-ambassador-announces-additional-funds-to-empower-400000-women-in-shea-production-in-west-africa\/","title":{"rendered":"U.S. Ambassador Announces Additional Funds to Empower 400,000 Women in Shea Production in West Africa"},"content":{"rendered":"<div style=\"margin-top: 0px; margin-bottom: 20px;\" class=\"sharethis-inline-share-buttons\" ><\/div><p><b>Accra, GHANA <\/b>&#8211; On Tuesday, April 27, 2021, the United States government, through the U.S. Agency for International Development (USAID) and the Global Shea Alliance (GSA), launched the first-ever virtual Global Shea Alliance International Shea Conference.  Spearheaded by GSA, the three-day conference, themed “<i>Building the Industry of the Next Decade,”<\/i> celebrated GSA’s 10th anniversary and highlighted the importance of international partnerships toward achieving a more sustainable shea industry.  U.S. Ambassador to Ghana Stephanie S. Sullivan addressed hundreds of shea industry stakeholders and announced additional funding support to GSA’s Sustainable Shea Initiative (SSI) project across West Africa.<\/p>\n<p>“I’m happy to announce that USAID has just approved an extension to the GSA Sustainable Shea Initiative project.  This extension was based on increased private sector interest in the program and USAID’s strategic objective to support private investment, build capacity of shea producers, and promote increased regional and global trade.  We are thrilled to provide additional funding to match private funding to support the shea industry’s continued development for the next three years.” Ambassador Sullivan said.<\/p>\n<p>She also reaffirmed the U.S. government’s commitment to addressing climate change, and the need to preserve the shea ecosystem.  “Indeed, President Biden announced on his first day in office that the United States would rejoin the Paris Agreement on Climate Change. We have done so and have increased our climate ambitions in the runup to COP 26 in Glasgow in November,” Ambassador Sullivan noted.  Ambassador Sullivan commended the industry’s leading role in stopping shea parkland destruction through the Action for Shea Parklands – GSA’s initiative aimed at growing 10 million trees and preserving four million hectares of shea parklands throughout West Africa.<\/p>\n<p>Over the past decade, GSA has helped increase the demand for shea in food and cosmetics.  GSA’s successful milestones include improved livelihoods of more than 400,000 West African women and their communities, and the construction of over 300 warehouses, that are now in the hands of women’s cooperatives throughout West Africa. The conference also addressed doing business in the COVID-19 era as well as new shea industry regulations.<\/p>\n<p>In a public-private partnership involving USAID, GSA, and the private sector, the Sustainable Shea Initiative has raised 100,000 shea tree seedlings and planted 8,000 shea trees in the region.  Since 2011, SSI, a USAID-funded activity, has mobilized stakeholders globally to take action on pressing issues regarding shea sustainability, quality practices, and market expansion.  The SSI is an $18 million, five-year program that promotes the sustainable expansion of the shea industry in Ghana, Benin, Burkina Faso, Côte d’Ivoire, Mali, Nigeria, and Togo, as well as increases the incomes of hundreds of thousands of rural women.  In Ghana, 20,000 trees will be planted across five northern regions this year alone. To learn more about the Global Shea Alliance International Shea Conference, visit <a href=\"https:\/\/gcc02.safelinks.protection.outlook.com\/?url=http%3A%2F%2Fwww.globalshea.com%2F&amp;data=04%7C01%7CAhiatiC%40state.gov%7C702c0f98529a4a839f0d08d90bb31ae1%7C66cf50745afe48d1a691a12b2121f44b%7C0%7C0%7C637553686137209905%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C1000&amp;sdata=5LAKsl0ePMVonBU8IjNugBOf6Jd901B%2BSsvt9szI10o%3D&amp;reserved=0\" target=\"_blank\" rel=\"noopener\" data-saferedirecturl=\"https:\/\/www.google.com\/url?q=https:\/\/gcc02.safelinks.protection.outlook.com\/?url%3Dhttp%253A%252F%252Fwww.globalshea.com%252F%26data%3D04%257C01%257CAhiatiC%2540state.gov%257C702c0f98529a4a839f0d08d90bb31ae1%257C66cf50745afe48d1a691a12b2121f44b%257C0%257C0%257C637553686137209905%257CUnknown%257CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%253D%257C1000%26sdata%3D5LAKsl0ePMVonBU8IjNugBOf6Jd901B%252BSsvt9szI10o%253D%26reserved%3D0&amp;source=gmail&amp;ust=1619870707348000&amp;usg=AFQjCNEddqFLo9Z7E508PZxNZpfzpK3HfQ\">www.globalshea.com<\/a>.<\/p>\n<blockquote>\n<p style=\"text-align: center\"><strong>Global Shea Alliance <\/strong><\/p>\n<p style=\"text-align: center\"><strong>2021 Shea Conference &amp; 10th Anniversary Celebration<\/strong><\/p>\n<p style=\"text-align: center\"><strong>Ambassador Stephanie S. Sullivan As Prepared Remarks<\/strong><\/p>\n<p style=\"text-align: center\"><strong>Location: Virtual, Hopin Conference platform<\/strong><\/p>\n<p style=\"text-align: center\"><strong>Tuesday, April 27, 2020 | 2:10 p.m.- 3:00 p.m. GMT<\/strong><\/p>\n<p>&nbsp;<\/p>\n<p>Your Excellency, the Vice President of Ghana, Dr. <a href=\"https:\/\/en.wikipedia.org\/wiki\/Mahamudu_Bawumia\">Mahamudu Bawumi<\/a>a;<\/p>\n<p>Director General of the Enhanced Integrated Framework, Mr. Ratnakar Adhikari;<\/p>\n<p>United Nations Development Program Country Representative;<\/p>\n<p>Forestry Commission CEO;<\/p>\n<p>Private Sector participants;<\/p>\n<p>Women’s group cooperatives leaders;<\/p>\n<p>The president of the Global Shea Alliance,<\/p>\n<p>Mr. Simballa Sylla,<\/p>\n<p>the Alliance and all GSA members;<\/p>\n<p>Development partners;<\/p>\n<p>Members of the media:<\/p>\n<p>Greetings!  It’s my pleasure to be a part of the first-ever virtual Global Shea Alliance International Conference.  Congratulations as you celebrate 10 years of making a positive difference in the lives of more than 400,000 women in the shea industry across West Africa, including here in Ghana!<\/p>\n<p>Over the last decade, GSA has championed the development and promotion of the shea industry through advocating for quality and sustainability.  These efforts have led to significant developments in the industry, including new market opportunities, improved livelihoods and increased resilience for rural communities, greater visibility for shea worldwide, increased investment in West Africa, and initiatives to protect and preserve the shea ecosystem. These are impressive accomplishments!<\/p>\n<p>It’s extremely gratifying for me, as the U.S. Ambassador to Ghana, to be a part of this ceremony, which I view as validation that our investment in the GSA, through the U.S. Agency for International Development (USAID), helps shea industry associations propel value chain development.  What does that mean in plain English? It means that the program is working and bringing sustainable financial benefits to shea processors and private sector partners alike.  Here is a fun fact: my grandfather’s surname was Shea, which may partly explain why I feel so passionate about our work supporting the shea industry!<\/p>\n<p>In fact, USAID has been a strategic partner to the GSA, having supported its founding through the West Africa Trade Hub in 2011, and provided more than $10 million U.S. dollars in continued financial support over the last decade.  USAID grants to the GSA have supported projects in trade promotion, women’s empowerment, and environmental protection.  This funding has leveraged more than $12 million dollars in private and other donor funds to achieve positive results for the industry.<\/p>\n<p>These projects and GSA member contributions have resulted in the construction of over 300 warehouses, that are now in the hands of women’s cooperatives throughout West Africa.  USAID’s support forms part of the U.S. government’s strategic interest here in Ghana and across West Africa to spur increased private investments in the region as well as increased two-way trade between West Africa and the United States, through the Global Food Security Act, Prosper Africa, and the Africa Growth and Opportunities Act (AGOA).<\/p>\n<p>The U.S. government seeks to boost trade and investment between Africa and the United States and advance women’s economic empowerment &#8211; and thereby enhance national development &#8211; through three pillars:  women prospering in the workforce, women succeeding as entrepreneurs, and removing barriers to women’s full participation in the economy.<\/p>\n<p>In Ghana, the U.S. Embassy’s partnerships strive to support Ghana’s journey to self-reliance where aid is replaced with trade, and grants are used to build the capacity of value chain actors to create jobs and build local economies.<\/p>\n<p>In this regard, I’m happy to announce that USAID has just approved an extension to the GSA Sustainable Shea Initiative project.  This extension was based on increased private sector interest in the program and USAID’s strategic objective to support private investment, build capacity of shea producers, and promote increased regional and global trade.  We are thrilled to provide additional funding to match private funding to support the shea industry’s continued development for the next three years.<\/p>\n<p>Looking ahead, at the end of this eight-year partnership in 2024, we anticipate that three hundred and thirty-four warehouses will have been constructed, and hundreds of thousands of women shea collectors will be better able to support their families throughout West Africa.<\/p>\n<p>As American food and cosmetics companies continue to invest in shea processing facilities and to source shea butter directly from women producers in Ghana, both countries benefit.  When companies are involved in more direct steps of the supply chain, it builds consistency into local economies ensures a dependable flow of needed materials and improves efficiencies.  Therefore, USAID will continue to focus on supporting industry-led associations to strengthen local economies.<\/p>\n<p>In addition, USAID remains interested in preserving the shea ecosystem and is pleased that the industry is taking the lead to stop shea parkland destruction through the Action for Shea Parklands – GSA initiative aimed at growing 10 million trees and preserving four million hectares of shea parklands.  Last August, I was delighted to host a small, socially distanced event at my residence in Accra, during which we prepared shea seedlings for transplanting. I&#8217;m happy to hear from GSA that these seedlings have matured into healthy saplings.  I can’t wait to go help plant them in the ground when the moment is right!<\/p>\n<p>Furthermore, I’m happy to see continued support to the Action for Shea Parkland from both the public and private sectors.  The grant from the Green Climate Fund for the Ghana Shea Landscape Emission Reduction Project, in partnership with the Forestry Commission and UNDP, is welcome news as it will contribute to the preservation of the parklands.  Indeed, President Biden announced on his first day in office that the United States would rejoin the Paris Agreement on Climate Change. We have done so and have increased our climate ambitions in the runup to COP 26 in Glasgow in November.<\/p>\n<p>And last week, Earth Day week, I visited the Ashanti Region to reaffirm the U.S. government’s commitment to addressing climate change, participated in a tree-planting initiative at Lake Bosomtwe, part of the Asante Kingdom Landscape Restoration Project, and inaugurated a U.S. government-sponsored solar panel energy system at a local health facility.<\/p>\n<p>In conclusion, I’d like to express appreciation to the millions of women whose hard work sustains this industry – over 16 million strong and resilient women across West Africa!  Through their work, shea supply is secured, trees are cared for, and revenue is generated for local economies.<\/p>\n<p>On behalf of the U.S. Mission in Ghana, congratulations to all the hard workers in the shea industry!  Thank you to GSA and all of your supporting members. Together, with our development and implementing partners, and all of the women’s collectives, we can ensure the sustainability of the shea industry for generations to come.<\/p>\n<p>Thank you for your kind attention.<\/p>\n<p align=\"center\">\n<\/blockquote>\n<p align=\"center\">###<\/p>\n<p><strong><i>About Global Shea Alliance:<\/i> <\/strong>The Global Shea Alliance is a non-profit industry association with 560 members from 35 countries including women’s groups, brands and retailers, suppliers, and NGOs.  Through public-private partnership, the GSA promotes industry sustainability, quality practices and standards, and demand for shea in food and cosmetics.<\/p>\n<p><strong><i>About USAID\/West Africa<\/i>:<\/strong> The USAID\/West Africa mission goal is to promote social and economic well-being in the region.  Spanning 21 countries, USAID\/West Africa designs and implements programs with West African partners to strengthen systems of non-violent conflict management, support economic growth, and expand quality health services.  For more information, visit<a href=\"https:\/\/gcc02.safelinks.protection.outlook.com\/?url=https%3A%2F%2Fwww.usaid.gov%2Fwest-africa-regional&amp;data=04%7C01%7CAhiatiC%40state.gov%7C702c0f98529a4a839f0d08d90bb31ae1%7C66cf50745afe48d1a691a12b2121f44b%7C0%7C0%7C637553686137209905%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C1000&amp;sdata=lgOM8Bhad2V2WelrGTR0jTRqouf9XUpMNuC9oAoeJ6s%3D&amp;reserved=0\" target=\"_blank\" rel=\"noopener\" data-saferedirecturl=\"https:\/\/www.google.com\/url?q=https:\/\/gcc02.safelinks.protection.outlook.com\/?url%3Dhttps%253A%252F%252Fwww.usaid.gov%252Fwest-africa-regional%26data%3D04%257C01%257CAhiatiC%2540state.gov%257C702c0f98529a4a839f0d08d90bb31ae1%257C66cf50745afe48d1a691a12b2121f44b%257C0%257C0%257C637553686137209905%257CUnknown%257CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%253D%257C1000%26sdata%3DlgOM8Bhad2V2WelrGTR0jTRqouf9XUpMNuC9oAoeJ6s%253D%26reserved%3D0&amp;source=gmail&amp;ust=1619870707348000&amp;usg=AFQjCNHakGo1MQ9Vf7vxaNY9rlw3L9PLug\"> <\/a><a href=\"https:\/\/gcc02.safelinks.protection.outlook.com\/?url=https%3A%2F%2Fwww.usaid.gov%2Fwest-africa-regional&amp;data=04%7C01%7CAhiatiC%40state.gov%7C702c0f98529a4a839f0d08d90bb31ae1%7C66cf50745afe48d1a691a12b2121f44b%7C0%7C0%7C637553686137219872%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C1000&amp;sdata=58hMeC%2BW3yjBLr0fUNL2FDhZdEunThwS3ImltOlBGa4%3D&amp;reserved=0\" target=\"_blank\" rel=\"noopener\" data-saferedirecturl=\"https:\/\/www.google.com\/url?q=https:\/\/gcc02.safelinks.protection.outlook.com\/?url%3Dhttps%253A%252F%252Fwww.usaid.gov%252Fwest-africa-regional%26data%3D04%257C01%257CAhiatiC%2540state.gov%257C702c0f98529a4a839f0d08d90bb31ae1%257C66cf50745afe48d1a691a12b2121f44b%257C0%257C0%257C637553686137219872%257CUnknown%257CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%253D%257C1000%26sdata%3D58hMeC%252BW3yjBLr0fUNL2FDhZdEunThwS3ImltOlBGa4%253D%26reserved%3D0&amp;source=gmail&amp;ust=1619870707348000&amp;usg=AFQjCNE2muU3EhpGbpNqmLNZrqoYtuSPGQ\">https:\/\/www.usaid.gov\/west-africa-regional<\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Accra, GHANA &#8211; On Tuesday, April 27, 2021, the United States government, through the U.S. Agency for International Development (USAID) and the Global Shea Alliance (GSA), launched the first-ever virtual Global Shea Alliance International Shea Conference.  Spearheaded by GSA, the three-day conference, themed “Building the Industry of the Next Decade,” celebrated GSA’s 10th anniversary and highlighted the &#8230;<\/p>\n","protected":false},"author":1058,"featured_media":0,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"_gpalab_slo_mission_select":"","footnotes":""},"categories":[44,4007],"tags":[7136,9976,4060],"class_list":["post-21550","post","type-post","status-publish","format-standard","hentry","category-press-releases","category-usaid","tag-ambassador-sullivan","tag-global-shea-alliance","tag-usaid"],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v23.1 (Yoast SEO v23.1) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>U.S. Ambassador Announces Additional Funds to Empower 400,000 Women in Shea Production in West Africa - U.S. Embassy in Ghana<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/gh.usembassy.gov\/u-s-ambassador-announces-additional-funds-to-empower-400000-women-in-shea-production-in-west-africa\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"U.S. Ambassador Announces Additional Funds to Empower 400,000 Women in Shea Production in West Africa\" \/>\n<meta property=\"og:description\" content=\"Accra, GHANA - On Tuesday, April 27, 2021, the United States government, through the U.S. Agency for International Development (USAID) and the Global Shea\" \/>\n<meta property=\"og:url\" content=\"https:\/\/gh.usembassy.gov\/u-s-ambassador-announces-additional-funds-to-empower-400000-women-in-shea-production-in-west-africa\/\" \/>\n<meta property=\"og:site_name\" content=\"U.S. Embassy in Ghana\" \/>\n<meta property=\"article:publisher\" content=\"http:\/\/facebook.com\/USEmbassyGhana\" \/>\n<meta property=\"article:published_time\" content=\"2021-04-30T12:16:30+00:00\" \/>\n<meta name=\"author\" content=\"U.S. Embassy in Ghana\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@USEmbassyGhana\" \/>\n<meta name=\"twitter:site\" content=\"@USEmbassyGhana\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"U.S. Embassy in Ghana\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"8 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/gh.usembassy.gov\/u-s-ambassador-announces-additional-funds-to-empower-400000-women-in-shea-production-in-west-africa\/\",\"url\":\"https:\/\/gh.usembassy.gov\/u-s-ambassador-announces-additional-funds-to-empower-400000-women-in-shea-production-in-west-africa\/\",\"name\":\"U.S. Ambassador Announces Additional Funds to Empower 400,000 Women in Shea Production in West Africa - U.S. Embassy in Ghana\",\"isPartOf\":{\"@id\":\"https:\/\/gh.usembassy.gov\/#website\"},\"datePublished\":\"2021-04-30T12:16:30+00:00\",\"dateModified\":\"2021-04-30T12:16:30+00:00\",\"author\":{\"@id\":\"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193\"},\"breadcrumb\":{\"@id\":\"https:\/\/gh.usembassy.gov\/u-s-ambassador-announces-additional-funds-to-empower-400000-women-in-shea-production-in-west-africa\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/gh.usembassy.gov\/u-s-ambassador-announces-additional-funds-to-empower-400000-women-in-shea-production-in-west-africa\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/gh.usembassy.gov\/u-s-ambassador-announces-additional-funds-to-empower-400000-women-in-shea-production-in-west-africa\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/gh.usembassy.gov\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"U.S. Ambassador Announces Additional Funds to Empower 400,000 Women in Shea Production in West Africa\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/gh.usembassy.gov\/#website\",\"url\":\"https:\/\/gh.usembassy.gov\/\",\"name\":\"U.S. Embassy in Ghana\",\"description\":\"U.S. Embassy in Ghana\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/gh.usembassy.gov\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193\",\"name\":\"U.S. Embassy in Ghana\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/gh.usembassy.gov\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g\",\"caption\":\"U.S. Embassy in Ghana\"},\"url\":\"https:\/\/gh.usembassy.gov\/author\/usembassyinghana\/\"}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"U.S. Ambassador Announces Additional Funds to Empower 400,000 Women in Shea Production in West Africa - U.S. Embassy in Ghana","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/gh.usembassy.gov\/u-s-ambassador-announces-additional-funds-to-empower-400000-women-in-shea-production-in-west-africa\/","og_locale":"en_US","og_type":"article","og_title":"U.S. Ambassador Announces Additional Funds to Empower 400,000 Women in Shea Production in West Africa","og_description":"Accra, GHANA - On Tuesday, April 27, 2021, the United States government, through the U.S. Agency for International Development (USAID) and the Global Shea","og_url":"https:\/\/gh.usembassy.gov\/u-s-ambassador-announces-additional-funds-to-empower-400000-women-in-shea-production-in-west-africa\/","og_site_name":"U.S. Embassy in Ghana","article_publisher":"http:\/\/facebook.com\/USEmbassyGhana","article_published_time":"2021-04-30T12:16:30+00:00","author":"U.S. Embassy in Ghana","twitter_card":"summary_large_image","twitter_creator":"@USEmbassyGhana","twitter_site":"@USEmbassyGhana","twitter_misc":{"Written by":"U.S. Embassy in Ghana","Est. reading time":"8 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/gh.usembassy.gov\/u-s-ambassador-announces-additional-funds-to-empower-400000-women-in-shea-production-in-west-africa\/","url":"https:\/\/gh.usembassy.gov\/u-s-ambassador-announces-additional-funds-to-empower-400000-women-in-shea-production-in-west-africa\/","name":"U.S. Ambassador Announces Additional Funds to Empower 400,000 Women in Shea Production in West Africa - U.S. Embassy in Ghana","isPartOf":{"@id":"https:\/\/gh.usembassy.gov\/#website"},"datePublished":"2021-04-30T12:16:30+00:00","dateModified":"2021-04-30T12:16:30+00:00","author":{"@id":"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193"},"breadcrumb":{"@id":"https:\/\/gh.usembassy.gov\/u-s-ambassador-announces-additional-funds-to-empower-400000-women-in-shea-production-in-west-africa\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/gh.usembassy.gov\/u-s-ambassador-announces-additional-funds-to-empower-400000-women-in-shea-production-in-west-africa\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/gh.usembassy.gov\/u-s-ambassador-announces-additional-funds-to-empower-400000-women-in-shea-production-in-west-africa\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/gh.usembassy.gov\/"},{"@type":"ListItem","position":2,"name":"U.S. Ambassador Announces Additional Funds to Empower 400,000 Women in Shea Production in West Africa"}]},{"@type":"WebSite","@id":"https:\/\/gh.usembassy.gov\/#website","url":"https:\/\/gh.usembassy.gov\/","name":"U.S. Embassy in Ghana","description":"U.S. Embassy in Ghana","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/gh.usembassy.gov\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Person","@id":"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193","name":"U.S. Embassy in Ghana","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/gh.usembassy.gov\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g","caption":"U.S. Embassy in Ghana"},"url":"https:\/\/gh.usembassy.gov\/author\/usembassyinghana\/"}]}},"lang":"en","translations":{"en":21550},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts\/21550"}],"collection":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/users\/1058"}],"replies":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/comments?post=21550"}],"version-history":[{"count":2,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts\/21550\/revisions"}],"predecessor-version":[{"id":21552,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts\/21550\/revisions\/21552"}],"wp:attachment":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/media?parent=21550"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/categories?post=21550"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/tags?post=21550"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}