{"id":21904,"date":"2021-09-09T13:03:10","date_gmt":"2021-09-09T13:03:10","guid":{"rendered":"https:\/\/gh.usembassy.gov\/?p=21904"},"modified":"2021-09-09T14:55:39","modified_gmt":"2021-09-09T14:55:39","slug":"the-united-states-provides-life-saving-support-to-ghanas-covid-19-response","status":"publish","type":"post","link":"https:\/\/gh.usembassy.gov\/the-united-states-provides-life-saving-support-to-ghanas-covid-19-response\/","title":{"rendered":"The United States Provides Life-Saving Support to Ghana’s COVID-19 Response"},"content":{"rendered":"<div style=\"margin-top: 0px; margin-bottom: 20px;\" class=\"sharethis-inline-share-buttons\" ><\/div><p><strong>Accra, Ghana<\/strong> – U.S. Ambassador to Ghana Stephanie S. Sullivan today announced new support for Ghana’s COVID-19 response, including oxygen generation equipment to support critical care patients nationwide and equipment to aid in the treatment of infectious disease.  She joined representatives of the Ministry of Health and Ghana Health Service and members of Ghana’s national COVID-19 case management team at the Ghana Infectious Disease Center for the outdooring of this equipment and a negative pressure isolation system donated through the U.S. Agency for International Development (USAID) and the U.S. Department of Defense, respectively.  The package of oxygen support systems will enable Ghana to provide life-saving care for COVID-19 patients, as well as build capacity for future medical needs.<\/p>\n<p>Ambassador Sullivan reiterated the close partnership between the United States and Ghana. “The COVID-19 pandemic has taught us important lessons.  No nation can act alone in the face of a pandemic.  It is not enough to put an end to the pandemic; together, it is important to build back a better world, one that is more prepared to prevent, detect, and respond to future biological threats, and where all people can live safe and healthy lives.”<\/p>\n<p>The United States is donating four oxygen plants, each with the capacity to produce 250 liters of oxygen per minute, enough for approximately 25 severely ill patients per day.  In addition to the oxygen plant at the Ghana Infectious Disease Center, an oxygen plant has already been delivered to Cape Coast Municipal Hospital, and two additional plants will be delivered to Kumasi South Hospital and Tamale West Hospital.  USAID supported pre-installation work to ensure sites were ready to receive the plants, including necessary infrastructure, electricity connections, and piping.  USAID will also donate 28 high-flow, high-pressure oxygen concentrators to provide life-saving oxygen at healthcare facilities across Ghana’s 16 regions.  Each specialized concentrator can provide oxygen for three severely ill patients at a time.  The package of oxygen support includes not only equipment, but also supplies of oxygen cylinders and pulse oximeters, and training health staff and engineers in the use and maintenance of the equipment.<\/p>\n<p>Ambassador Sullivan also announced the donation of a negative pressure isolation system to Ridge Hospital, Accra from the U.S. Department of Defense’s Overseas Humanitarian, Disaster, and Civic Aid program.  The $1.5 million isolation system will provide critical care support for up to 30 COVID-19 patients, by isolating infectious patients to provide them safe care that prevents the spread of COVID-19 in a climate-controlled isolation area.  The facility will be vital for the current management of COVID-19 cases, and in the long-term it is essential equipment needed to deliver good quality medical services.<\/p>\n<p>These equipment donations follow the arrival of the United States’ donation of over 1.2 million Moderna vaccines to Ghana on September 4, 2021, the largest vaccine donation Ghana has received to date.  The United States has already donated 125 million vaccines to more than 80 countries, including more than 26 million in Sub-Saharan Africa alone.<\/p>\n<p>Since the start of the COVID-19 pandemic, the United States Government has provided well over $30 million to support Ghana’s COVID-19 response to address the immediate and medium-term effects of COVID-19 on the health, agriculture, and education sectors, and to support the hard-hit private sector.  For decades, the United States has been the world&#8217;s largest provider of bilateral assistance in health.  Since 2009, American taxpayers have generously funded more than $100 billion in health assistance and nearly $70 billion in humanitarian assistance around the world.<\/p>\n<p>For more information about USAID’s COVID-19 response, please visit: <a href=\"https:\/\/gcc02.safelinks.protection.outlook.com\/?url=https%3A%2F%2Fwww.usaid.gov%2Fcoronavirus&amp;data=04%7C01%7CBrosnahanKJ%40state.gov%7C495ed3f2c0c74651d6b008d9736fb2be%7C66cf50745afe48d1a691a12b2121f44b%7C0%7C0%7C637667745843139343%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C1000&amp;sdata=62TB1lhj8%2BURJMA85Nz%2Bba8zxA%2FYH6Mq%2B2P5XHFfuOw%3D&amp;reserved=0\">https:\/\/www.usaid.gov\/coronavirus<\/a><\/p>\n<p>For photos, see: <a href=\"https:\/\/www.flickr.com\/photos\/usembghana\">https:\/\/www.flickr.com\/photos\/usembghana<\/a><\/p>\n<p>###<\/p>\n<p><strong><em>About USAID<\/em><\/strong><\/p>\n<p>USAID is the lead U.S. Government agency that works to end extreme global poverty and enable resilient, democratic societies to realize their potential.  USAID&#8217;s activities and strategic partnerships support Ghana&#8217;s journey to self-reliance and advances an integrated approach to development.  It promotes accountability, sustainable systems, and inclusive development.<\/p>\n<p>&nbsp;<\/p>\n<blockquote>\n<p style=\"text-align: center\"><strong>Delivery of Oxygen Plant and Negative Pressure Isolation System<\/strong><\/p>\n<p style=\"text-align: center\"><strong>Remarks for U.S. Ambassador Stephanie S. Sullivan<\/strong><\/p>\n<p style=\"text-align: center\"><strong>September 9, 2021 <\/strong><\/p>\n<p style=\"text-align: center\"><strong>Venue: Ghana Infectious Disease Center<br \/>\n<\/strong><\/p>\n<p>Good morning!  It’s a pleasure to join you to outdoor the first of four U.S.-donated oxygen-generating plants and to celebrate the long-standing public health partnership between the United States and Ghana.<\/p>\n<p>Since the start of the pandemic, the U.S. government, through the United States Agency for International Development (USAID), has provided well over $30 million to support Ghana’s COVID-19 response.  This support addresses the immediate and medium-term effects of COVID-19 on the health, agriculture, and education sectors, as well as the hard-hit private sector.Today, we’re marking several significant steps forward to curb the spread of the COVID-19 pandemic, to save lives, and continue to strengthen Ghana’s health system with a comprehensive, oxygen-support package that includes equipment and training.<\/p>\n<p>I’m pleased to present, on behalf of the people and government of the United States of America, the first of four oxygen generating plants to the Government of Ghana – can you hear this oxygen plant working already?  Later this month, we will commission three additional plants: at Cape Coast Municipal Hospital, Kumasi South, and Tamale West hospitals.<\/p>\n<p>The United States is also providing 28 high-flow, high-pressure oxygen concentrators to health facilities across the length and breadth of Ghana, further strengthening Ghana’s ability to provide oxygen to patients in need.  Combined, this oxygen equipment can treat more than 180 severe and critical COVID-19 patients at a time.  This oxygen support is critical in the short-term to address Ghana’s COVID-19 critical care needs, and in the long term, to strengthen Ghana’s provision of oxygen, intensive care, and maternal and newborn care.<\/p>\n<p>This package of oxygen support includes not only equipment, but also supplies like oxygen cylinders and pulse oximeters, along with training for health staff and engineers in the use and maintenance of the equipment.  In addition, USAID is supporting the COVID-19 national case management team to conduct a cascade training for health staff across Ghana on the management of critical, severe, and moderate COVID-19 cases; post COVID-19 care; home based care; and oxygen therapy.  This training will cover broader topics as well, that will help clinicians manage patients even beyond the pandemic.<br \/>\nToday we also announce the handover of a negative pressure isolation system (NPIS) to Ridge Hospital in Accra as well.  This will provide 30 beds for safe care to COVID-19 patients and prevent the potential spread of COVID-19 to other patients being treated at the hospital.  This $1.5 million facility is being donated through the U.S. Department of Defense’s Overseas Humanitarian, Disaster, and Civic Aid program.  I’d like to ask my colleague Major Simek to stand up.  Thank you for your work on this project.  The donation is complemented by ten days of training for the staff to set up, operate, and maintain the system.<\/p>\n<p>This system will provide life-saving support to COVID-19 patients. The NPIS can also be used for training staff and addressing essential medical services such as mass casualty events, triage, and natural or man-made disasters.   This support is in addition to U.S. donations of COVID-19 vaccines to the people of Ghana.  As you know, vaccines are an essential component of our global toolkit to end the pandemic.  Just five days ago, more than 1.2 million doses of U.S.-donated Moderna vaccine arrived in Ghana, the largest delivery of vaccines to Ghana so far.  This is part of more than 125 million vaccines the United States has donated to more than 80 countries worldwide, including 26 million doses in Sub-Saharan Africa.  And we expect more vaccines here in very Ghana soon!  The United States is taking a leading role in the global pandemic response through our return to the World Health Organization and our support to the COVAX Facility, as its largest donor.<\/p>\n<p>Right now, I’d like to take a moment to acknowledge Ghana’s health staff, from the doctors to the custodial staff, who have worked around the clock to ensure that the rest of us to maintain our health.  Even as I stood here, I saw a member of the staffing walking in a moon suit – protective gear – we owe them all a debt of gratitude.  You have taken the valuable lessons learned from the recent COVID-19 critical case management training at GIDC and applied them in your respective regions and districts to improve the quality of care.  I’d also like to thank the Government of Ghana, Ministry of Health, and the Ghana Health Service for your leadership in these difficult times.<\/p>\n<p>This year, USAID proudly celebrates its sixtieth anniversary: that’s 60 years of partnering with countries around the world to implement long-term development efforts and working together with individuals, communities, and countries to improve everyday lives.  The projects announced today build on decades of partnership with Ghana.<\/p>\n<p>The COVID-19 pandemic has taught us all some important lessons.  No nation can act alone in the face of a pandemic.  While the pandemic has caused so much destruction and disruption, it has also reminded us of basic principles that tie us together – human decency, cooperation, and the fact that our fates (and I dare say faith) in the global health system and global economy are interlinked.  It is not enough to put an end the pandemic – together it is important to build back a better world, one that is more prepared to prevent, detect, and respond to future biological incidents and threats, and where all people can live safe and healthy lives.<\/p>\n<p>Thank you.<\/p><\/blockquote>\n","protected":false},"excerpt":{"rendered":"<p>Accra, Ghana – U.S. Ambassador to Ghana Stephanie S. Sullivan today announced new support for Ghana’s COVID-19 response, including oxygen generation equipment to support critical care patients nationwide and equipment to aid in the treatment of infectious disease.  She joined representatives of the Ministry of Health and Ghana Health Service and members of Ghana’s national &#8230;<\/p>\n","protected":false},"author":1058,"featured_media":21906,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"_gpalab_slo_mission_select":"","footnotes":""},"categories":[4,44,54,61,4007],"tags":[7136,6711],"class_list":["post-21904","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-ambassador","category-press-releases","category-speeches","category-us-and-gh","category-usaid","tag-ambassador-sullivan","tag-usaid-ghana"],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v23.1 (Yoast SEO v23.1) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>The United States Provides Life-Saving Support to Ghana’s COVID-19 Response - U.S. Embassy in Ghana<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/gh.usembassy.gov\/the-united-states-provides-life-saving-support-to-ghanas-covid-19-response\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"The United States Provides Life-Saving Support to Ghana’s COVID-19 Response\" \/>\n<meta property=\"og:description\" content=\"Accra, Ghana – U.S. Ambassador to Ghana Stephanie S. Sullivan today announced new support for Ghana’s COVID-19 response, including oxygen generation\" \/>\n<meta property=\"og:url\" content=\"https:\/\/gh.usembassy.gov\/the-united-states-provides-life-saving-support-to-ghanas-covid-19-response\/\" \/>\n<meta property=\"og:site_name\" content=\"U.S. Embassy in Ghana\" \/>\n<meta property=\"article:publisher\" content=\"http:\/\/facebook.com\/USEmbassyGhana\" \/>\n<meta property=\"article:published_time\" content=\"2021-09-09T13:03:10+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2021-09-09T14:55:39+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/d2v9ipibika81v.cloudfront.net\/uploads\/sites\/175\/USAID-Oxygen-plant-donation-23-scaled.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"2560\" \/>\n\t<meta property=\"og:image:height\" content=\"1707\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"author\" content=\"U.S. Embassy in Ghana\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@USEmbassyGhana\" \/>\n<meta name=\"twitter:site\" content=\"@USEmbassyGhana\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"U.S. Embassy in Ghana\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"7 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/gh.usembassy.gov\/the-united-states-provides-life-saving-support-to-ghanas-covid-19-response\/\",\"url\":\"https:\/\/gh.usembassy.gov\/the-united-states-provides-life-saving-support-to-ghanas-covid-19-response\/\",\"name\":\"The United States Provides Life-Saving Support to Ghana’s COVID-19 Response - U.S. Embassy in Ghana\",\"isPartOf\":{\"@id\":\"https:\/\/gh.usembassy.gov\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/gh.usembassy.gov\/the-united-states-provides-life-saving-support-to-ghanas-covid-19-response\/#primaryimage\"},\"image\":{\"@id\":\"https:\/\/gh.usembassy.gov\/the-united-states-provides-life-saving-support-to-ghanas-covid-19-response\/#primaryimage\"},\"thumbnailUrl\":\"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/USAID-Oxygen-plant-donation-23-scaled.jpg\",\"datePublished\":\"2021-09-09T13:03:10+00:00\",\"dateModified\":\"2021-09-09T14:55:39+00:00\",\"author\":{\"@id\":\"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193\"},\"breadcrumb\":{\"@id\":\"https:\/\/gh.usembassy.gov\/the-united-states-provides-life-saving-support-to-ghanas-covid-19-response\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/gh.usembassy.gov\/the-united-states-provides-life-saving-support-to-ghanas-covid-19-response\/\"]}]},{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/gh.usembassy.gov\/the-united-states-provides-life-saving-support-to-ghanas-covid-19-response\/#primaryimage\",\"url\":\"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/USAID-Oxygen-plant-donation-23-scaled.jpg\",\"contentUrl\":\"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/USAID-Oxygen-plant-donation-23-scaled.jpg\",\"width\":2560,\"height\":1707,\"caption\":\"Ambassador Stephanie Sullivan cutting the ribbon for the Oxygen plant.\"},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/gh.usembassy.gov\/the-united-states-provides-life-saving-support-to-ghanas-covid-19-response\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/gh.usembassy.gov\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"The United States Provides Life-Saving Support to Ghana’s COVID-19 Response\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/gh.usembassy.gov\/#website\",\"url\":\"https:\/\/gh.usembassy.gov\/\",\"name\":\"U.S. Embassy in Ghana\",\"description\":\"U.S. Embassy in Ghana\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/gh.usembassy.gov\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193\",\"name\":\"U.S. Embassy in Ghana\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/gh.usembassy.gov\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g\",\"caption\":\"U.S. Embassy in Ghana\"},\"url\":\"https:\/\/gh.usembassy.gov\/author\/usembassyinghana\/\"}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"The United States Provides Life-Saving Support to Ghana’s COVID-19 Response - U.S. Embassy in Ghana","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/gh.usembassy.gov\/the-united-states-provides-life-saving-support-to-ghanas-covid-19-response\/","og_locale":"en_US","og_type":"article","og_title":"The United States Provides Life-Saving Support to Ghana’s COVID-19 Response","og_description":"Accra, Ghana – U.S. Ambassador to Ghana Stephanie S. Sullivan today announced new support for Ghana’s COVID-19 response, including oxygen generation","og_url":"https:\/\/gh.usembassy.gov\/the-united-states-provides-life-saving-support-to-ghanas-covid-19-response\/","og_site_name":"U.S. Embassy in Ghana","article_publisher":"http:\/\/facebook.com\/USEmbassyGhana","article_published_time":"2021-09-09T13:03:10+00:00","article_modified_time":"2021-09-09T14:55:39+00:00","og_image":[{"width":2560,"height":1707,"url":"https:\/\/d2v9ipibika81v.cloudfront.net\/uploads\/sites\/175\/USAID-Oxygen-plant-donation-23-scaled.jpg","type":"image\/jpeg"}],"author":"U.S. Embassy in Ghana","twitter_card":"summary_large_image","twitter_creator":"@USEmbassyGhana","twitter_site":"@USEmbassyGhana","twitter_misc":{"Written by":"U.S. Embassy in Ghana","Est. reading time":"7 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/gh.usembassy.gov\/the-united-states-provides-life-saving-support-to-ghanas-covid-19-response\/","url":"https:\/\/gh.usembassy.gov\/the-united-states-provides-life-saving-support-to-ghanas-covid-19-response\/","name":"The United States Provides Life-Saving Support to Ghana’s COVID-19 Response - U.S. Embassy in Ghana","isPartOf":{"@id":"https:\/\/gh.usembassy.gov\/#website"},"primaryImageOfPage":{"@id":"https:\/\/gh.usembassy.gov\/the-united-states-provides-life-saving-support-to-ghanas-covid-19-response\/#primaryimage"},"image":{"@id":"https:\/\/gh.usembassy.gov\/the-united-states-provides-life-saving-support-to-ghanas-covid-19-response\/#primaryimage"},"thumbnailUrl":"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/USAID-Oxygen-plant-donation-23-scaled.jpg","datePublished":"2021-09-09T13:03:10+00:00","dateModified":"2021-09-09T14:55:39+00:00","author":{"@id":"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193"},"breadcrumb":{"@id":"https:\/\/gh.usembassy.gov\/the-united-states-provides-life-saving-support-to-ghanas-covid-19-response\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/gh.usembassy.gov\/the-united-states-provides-life-saving-support-to-ghanas-covid-19-response\/"]}]},{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/gh.usembassy.gov\/the-united-states-provides-life-saving-support-to-ghanas-covid-19-response\/#primaryimage","url":"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/USAID-Oxygen-plant-donation-23-scaled.jpg","contentUrl":"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/USAID-Oxygen-plant-donation-23-scaled.jpg","width":2560,"height":1707,"caption":"Ambassador Stephanie Sullivan cutting the ribbon for the Oxygen plant."},{"@type":"BreadcrumbList","@id":"https:\/\/gh.usembassy.gov\/the-united-states-provides-life-saving-support-to-ghanas-covid-19-response\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/gh.usembassy.gov\/"},{"@type":"ListItem","position":2,"name":"The United States Provides Life-Saving Support to Ghana’s COVID-19 Response"}]},{"@type":"WebSite","@id":"https:\/\/gh.usembassy.gov\/#website","url":"https:\/\/gh.usembassy.gov\/","name":"U.S. Embassy in Ghana","description":"U.S. Embassy in Ghana","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/gh.usembassy.gov\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Person","@id":"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193","name":"U.S. Embassy in Ghana","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/gh.usembassy.gov\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g","caption":"U.S. Embassy in Ghana"},"url":"https:\/\/gh.usembassy.gov\/author\/usembassyinghana\/"}]}},"lang":"en","translations":{"en":21904},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts\/21904"}],"collection":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/users\/1058"}],"replies":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/comments?post=21904"}],"version-history":[{"count":3,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts\/21904\/revisions"}],"predecessor-version":[{"id":21911,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts\/21904\/revisions\/21911"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/media\/21906"}],"wp:attachment":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/media?parent=21904"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/categories?post=21904"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/tags?post=21904"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}