{"id":22076,"date":"2021-11-30T15:00:28","date_gmt":"2021-11-30T15:00:28","guid":{"rendered":"https:\/\/gh.usembassy.gov\/?p=22076"},"modified":"2021-11-30T19:58:40","modified_gmt":"2021-11-30T19:58:40","slug":"u-s-launches-45-million-initiative-to-improve-wash","status":"publish","type":"post","link":"https:\/\/gh.usembassy.gov\/u-s-launches-45-million-initiative-to-improve-wash\/","title":{"rendered":"United States launches $45.5 million five-year project to improve Water, Sanitation, and Hygiene in Northern Ghana"},"content":{"rendered":"<div style=\"margin-top: 0px; margin-bottom: 20px;\" class=\"sharethis-inline-share-buttons\" ><\/div><p>Tamale, Ghana – The United States is committing $45.5 million over the next five years to improve water, sanitation, and hygiene (WASH) services in Ghana. U.S. Ambassador Stephanie S. Sullivan joined representatives of the Ministry of Sanitation and Water Resources to launch the project in Tamale today. The U.S. Government, through USAID, will work together with the Government of Ghana (GOG) to enhance governance and planning for WASH projects, strengthen sustainable financing, improve private sector engagement, and accelerate the adoption of healthy hygiene practices. The project will focus on six regions in northern Ghana: Upper East, Upper West, North-East, Northern, Savannah, and Oti Regions.<\/p>\n<p>Ambassador Sullivan reiterated the United States’ commitment to supporting Ghana to achieve UN Sustainable Development Goal Six to Ensure availability and sustainable management of water and sanitation for all by 2030. “Communities need clean water and healthy sanitation. Together we will continue to support individuals, communities, districts, and regions to achieve universal access to clean water and basic sanitation and hygiene services. This is an essential action during the COVID-19 pandemic, and beyond, to improve the health of Ghanaians and their economy.”<\/p>\n<p>This new initiative aims to provide 300,000 people with access to basic sanitation services and provide 250,000 people with access to basic drinking water services. Over the next five years, USAID and partners will work with the Minister of Sanitation and Water Resources, District Assemblies, environmental health officers, community leaders, and the private sector to strengthen the governance financing of WASH services. This new effort will ultimately empower citizens to adopt sustainable, long-term WASH behavior change to improve their health and economic opportunities.<\/p>\n<p>The project builds on over a decade of partnership between the U.S. Government and the Government of Ghana on water, sanitation, and hygiene and overall healthcare delivery systems. Over the past five years, through the WASH for Health project, 150,000 people gained access to basic drinking water services and 200,000 gained access to improved sanitation facilities. WASH for Health built and rehabilitated 200 water boreholes, providing an essential source of water to hospitals, clinics, and schools. In addition, five, small-town water systems are providing clean water to 50,000 people. Also through WASH for Health, a ground-breaking partnership with the private sector led to the development of the Digni-loo, a more durable latrine which is 80% cheaper than similar latrines. The model is now being used in countries around the globe.<\/p>\n<p>While in Tamale, in collaboration with Gushiegu District, Ambassador Stephanie S. Sullivan attended the launch of Ghana’s first ever decentralized ambulance dispatch center. Ambassador Sullivan was joined by the Chief Executive of the National Ambulance Service, Professor Ahmed Nuhu Zacharia; and Robert Waaja Dawuni, Municipal Chief Executive, Gushiegu, to commission Ghana’s first district Emergency Dispatch Center (EDC), in Gushiegu, Northern Region. The Emergency Dispatch Center is a key component of a $5.1 million U.S.-supported health system strengthening project- Developing Acute Care and Emergency Referral System (ACERS), which also raises awareness amongst community members to seek emergency services, and supports health workers to improve service delivery. The project has a specific focus on mothers and newborns, addressing bottlenecks in accessing safe and quality healthcare services at the time of most need.<\/p>\n<p>About USAID<\/p>\n<p>USAID is the lead U.S. Government agency that works to end extreme global poverty and enable resilient, democratic societies to realize their potential. USAID&#8217;s activities and strategic partnerships support Ghana&#8217;s journey to self-reliance and advance an integrated approach to development. USAID promotes accountability, sustainable systems, and inclusive development.<\/p>\n<blockquote><p><strong>Launch of Enhancing WASH<br \/>\n<\/strong><strong>Prepared Remarks for U.S. Ambassador Stephanie S. Sullivan<br \/>\n<\/strong><strong>Tuesday, November 30, 2021 2:30 pm<br \/>\n<\/strong><strong>Tamale<\/strong><\/p>\n<p>Good Afternoon!<br \/>\nIt’s a pleasure to join you for the outdooring of Enhancing WASH, the U.S. Government’s $45.5 million flagship water, sanitation, and hygiene (WASH) project.  Today’s announcement is just the next step in our decades-long partnership to improve public health in Ghana and gives us an opportunity to celebrate our past successes in this area.<\/p>\n<p>The United States is a long-term partner for Ghana.  Over the past two years, the strength of our partnership has yet again been demonstrated through U.S. support for Ghana’s COVID-19 response.  This support has included more than $30 million of U.S. funding.  Here in Tamale, we provided a new oxygen plant at Tamale West Hospital, which is generating oxygen for critical care patients.  And in August, we inaugurated a Public Health Emergency Operations Center to help Tamale’s local authorities track and respond to public health emergencies now and in the future.  Just last week, I joined the Deputy Minister of Health at the airport for the delivery of over 1.7 million Pfizer COVID-19 vaccines, bringing the total COVID-19 vaccine doses donated by the United States Government to the Ghanaian people to more than 4.2 million so far. More doses are on the way.<\/p>\n<p>As you can see, our public health engagement in Ghana is long-term and touches all regions, across the length and breadth of this beautiful country.<br \/>\nOne of the foundations of good health and development is clean water.  For millions of Ghanaians, unfortunately, this remains a daily challenge.  Twenty-one percent of the population still lacks access to clean drinking water.  Without ready access to clean water, communities suffer from preventable, infectious diseases.  Women and children, in particular, bear the burden of walking several kilometers on foot to fetch water, taking away essential time from income-generating activities, or going to school.  Through the dedication of community leaders, District Assemblies, environmental health officers, and countless other heroes and sheroes and people like you, together we are making a difference, day by day.<\/p>\n<p>I’d like to tell you the story of Takuka, a community of 160 people in the North East region.  Back in 2015, Takuka struggled with poor sanitation and open defecation. Children often fell ill.  Open defecation can cause diarrheal diseases such as cholera, and pose a serious risk to communities, especially rural communities, which may have limited access to medical care.<\/p>\n<p>With support from the U.S. government, through USAID, in 2016, Takuka was the first community in the West Mamprusi Municipality to be certified Open Defecation Free. But wait, there’s more: Takuka has sustained this status to this day.  Every house in the community owns, uses, and properly maintains an improved latrine with a handwashing station, called a tippy tap.  The community even instituted a bylaw against open defecation.<\/p>\n<p>But the story does not end there.  In 2018, again with USAID support, Takuka received clean running water for the first time via a fitted hand-pump with contamination guards.  Previously, community members had to walk 3 to 5 kilometers to get clean water – and who do you think these people are?  They were generally women or children.<\/p>\n<p>Local authorities took note of the improvements in Takuka.  And with the advocacy of the District Assembly, Takuka received electricity for the first time.  Then, Takuka gained access to an improved road network, so the electric company could maintain the high voltage line.<\/p>\n<p>In early 2020, Takuka, like many other communities in the area, experienced a devastating flood that destroyed much of its sanitation infrastructure. Rather than giving up in the face of adversity, the determined people of Takuka built back better after the floods using a weather-resistant superstructure latrine model introduced by USAID.  This innovation, called the Digni Loo, was designed to stand the test of time, and the effects of the climate crisis.<\/p>\n<p>On July 13 of this year, Takuka became the first community in Ghana to be declared ODF sanitized. This is the status<em> beyond <\/em>open defecation free. Every single household and public gathering place has a latrine with a handwashing facility, and open defecation is a thing of the past, and there are no animal droppings or litter in the community. All households practice proper food hygiene and clean water storage.<\/p>\n<p>With a little support, and a lot of community solidarity and resilience, Takuka residents have taken their community far.<\/p>\n<p>Takuka provides one example of the progress made through U.S.-Ghana partnership in water, health, and sanitation.  I’d like to take a moment to recognize the impressive achievements over the past six years, through our WASH for Health project.  Since 2015, together, the United States and our Ghanaian partners, have:<\/p>\n<ul>\n<li>Inaugurated <strong>five, new, small-town water systems<\/strong>, providing clean water to <strong>50,000 people.<\/strong><\/li>\n<li>Built and rehabilitated <strong>200 water boreholes<\/strong>, providing an essential source of water to hospitals, clinics, and schools.<\/li>\n<li>Provided <strong>20 healthcare facilities, like the one I just visited in Nanton, with access to running water <\/strong>improving the condition of labor and delivery units and reducing hospital-acquired infections.<\/li>\n<li>Supported <strong>889 communities to be certified as open defecation free,<\/strong> representing a total population of <strong>235,000 people,<\/strong> who now have access to latrines.<\/li>\n<li>And last but not least – <strong>enabled<\/strong> the development of Digni-Loo: an amazing partnership with the private sector that has revolutionized latrines; making them affordable, durable, and widely accessible. In fact, the Digni-loo design and model are now being used in countries around the globe.<\/li>\n<\/ul>\n<p>Today, we are committing $45.5 million over the next five years to build upon this effort.  After all, to cite an African ssaying, When you climb a good tree, you are given a push!” We look forward to supporting more communities like Takuka over the next five years to ensure that everyone in Ghana has access to safe, reliable drinking water and basic sanitation services.  The UN has made this a priority as one of the Sustainable Development Goals (#6).  Communities need clean water and healthy sanitation.  Together we will continue to support individuals, communities, districts, and regions to achieve universal access to clean water and basic sanitation and hygiene services.  This is an essential action during the COVID-19 pandemic, and beyond, to improve the health of Ghanaians and that of their economy. And as we’ve seen with Takuka, clean water can help communities and families achieve more.  That’s what we want for all Ghanaians.<\/p>\n<p>Before I close, I’d like to call attention to the fact that I’m wearing orange to call attention to the problem of Gender-Based Violence during the 16 Days of Activism. This is a problem we need to work on too.<\/p>\n<p>Thank you for your kind attention.<\/p><\/blockquote>\n","protected":false},"excerpt":{"rendered":"<p>Tamale, Ghana – The United States is committing $45.5 million over the next five years to improve water, sanitation, and hygiene (WASH) services in Ghana. U.S. Ambassador Stephanie S. Sullivan joined representatives of the Ministry of Sanitation and Water Resources to launch the project in Tamale today. The U.S. Government, through USAID, will work together &#8230;<\/p>\n","protected":false},"author":1058,"featured_media":22081,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"_gpalab_slo_mission_select":"","footnotes":""},"categories":[4,4000,44,54,61,4007],"tags":[],"class_list":["post-22076","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-ambassador","category-health-issues","category-press-releases","category-speeches","category-us-and-gh","category-usaid"],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v23.1 (Yoast SEO v23.1) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>United States launches $45.5 million five-year project to improve Water, Sanitation, and Hygiene in Northern Ghana - U.S. Embassy in Ghana<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/gh.usembassy.gov\/u-s-launches-45-million-initiative-to-improve-wash\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"United States launches $45.5 million five-year project to improve Water, Sanitation, and Hygiene in Northern Ghana\" \/>\n<meta property=\"og:description\" content=\"Tamale, Ghana – The United States is committing $45.5 million over the next five years to improve water, sanitation, and hygiene (WASH) services in Ghana.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/gh.usembassy.gov\/u-s-launches-45-million-initiative-to-improve-wash\/\" \/>\n<meta property=\"og:site_name\" content=\"U.S. Embassy in Ghana\" \/>\n<meta property=\"article:publisher\" content=\"http:\/\/facebook.com\/USEmbassyGhana\" \/>\n<meta property=\"article:published_time\" content=\"2021-11-30T15:00:28+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2021-11-30T19:58:40+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/d2v9ipibika81v.cloudfront.net\/uploads\/sites\/175\/7EFBCFAE-92A6-42F1-A9C8-114E5E4EC30D-scaled.jpeg\" \/>\n\t<meta property=\"og:image:width\" content=\"2560\" \/>\n\t<meta property=\"og:image:height\" content=\"1818\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"author\" content=\"U.S. Embassy in Ghana\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@USEmbassyGhana\" \/>\n<meta name=\"twitter:site\" content=\"@USEmbassyGhana\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"U.S. Embassy in Ghana\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"8 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/gh.usembassy.gov\/u-s-launches-45-million-initiative-to-improve-wash\/\",\"url\":\"https:\/\/gh.usembassy.gov\/u-s-launches-45-million-initiative-to-improve-wash\/\",\"name\":\"United States launches $45.5 million five-year project to improve Water, Sanitation, and Hygiene in Northern Ghana - U.S. Embassy in Ghana\",\"isPartOf\":{\"@id\":\"https:\/\/gh.usembassy.gov\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/gh.usembassy.gov\/u-s-launches-45-million-initiative-to-improve-wash\/#primaryimage\"},\"image\":{\"@id\":\"https:\/\/gh.usembassy.gov\/u-s-launches-45-million-initiative-to-improve-wash\/#primaryimage\"},\"thumbnailUrl\":\"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/7EFBCFAE-92A6-42F1-A9C8-114E5E4EC30D-scaled.jpeg\",\"datePublished\":\"2021-11-30T15:00:28+00:00\",\"dateModified\":\"2021-11-30T19:58:40+00:00\",\"author\":{\"@id\":\"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193\"},\"breadcrumb\":{\"@id\":\"https:\/\/gh.usembassy.gov\/u-s-launches-45-million-initiative-to-improve-wash\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/gh.usembassy.gov\/u-s-launches-45-million-initiative-to-improve-wash\/\"]}]},{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/gh.usembassy.gov\/u-s-launches-45-million-initiative-to-improve-wash\/#primaryimage\",\"url\":\"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/7EFBCFAE-92A6-42F1-A9C8-114E5E4EC30D-scaled.jpeg\",\"contentUrl\":\"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/7EFBCFAE-92A6-42F1-A9C8-114E5E4EC30D-scaled.jpeg\",\"width\":2560,\"height\":1818},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/gh.usembassy.gov\/u-s-launches-45-million-initiative-to-improve-wash\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/gh.usembassy.gov\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"United States launches $45.5 million five-year project to improve Water, Sanitation, and Hygiene in Northern Ghana\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/gh.usembassy.gov\/#website\",\"url\":\"https:\/\/gh.usembassy.gov\/\",\"name\":\"U.S. Embassy in Ghana\",\"description\":\"U.S. Embassy in Ghana\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/gh.usembassy.gov\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193\",\"name\":\"U.S. Embassy in Ghana\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/gh.usembassy.gov\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g\",\"caption\":\"U.S. Embassy in Ghana\"},\"url\":\"https:\/\/gh.usembassy.gov\/author\/usembassyinghana\/\"}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"United States launches $45.5 million five-year project to improve Water, Sanitation, and Hygiene in Northern Ghana - U.S. Embassy in Ghana","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/gh.usembassy.gov\/u-s-launches-45-million-initiative-to-improve-wash\/","og_locale":"en_US","og_type":"article","og_title":"United States launches $45.5 million five-year project to improve Water, Sanitation, and Hygiene in Northern Ghana","og_description":"Tamale, Ghana – The United States is committing $45.5 million over the next five years to improve water, sanitation, and hygiene (WASH) services in Ghana.","og_url":"https:\/\/gh.usembassy.gov\/u-s-launches-45-million-initiative-to-improve-wash\/","og_site_name":"U.S. Embassy in Ghana","article_publisher":"http:\/\/facebook.com\/USEmbassyGhana","article_published_time":"2021-11-30T15:00:28+00:00","article_modified_time":"2021-11-30T19:58:40+00:00","og_image":[{"width":2560,"height":1818,"url":"https:\/\/d2v9ipibika81v.cloudfront.net\/uploads\/sites\/175\/7EFBCFAE-92A6-42F1-A9C8-114E5E4EC30D-scaled.jpeg","type":"image\/jpeg"}],"author":"U.S. Embassy in Ghana","twitter_card":"summary_large_image","twitter_creator":"@USEmbassyGhana","twitter_site":"@USEmbassyGhana","twitter_misc":{"Written by":"U.S. Embassy in Ghana","Est. reading time":"8 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/gh.usembassy.gov\/u-s-launches-45-million-initiative-to-improve-wash\/","url":"https:\/\/gh.usembassy.gov\/u-s-launches-45-million-initiative-to-improve-wash\/","name":"United States launches $45.5 million five-year project to improve Water, Sanitation, and Hygiene in Northern Ghana - U.S. Embassy in Ghana","isPartOf":{"@id":"https:\/\/gh.usembassy.gov\/#website"},"primaryImageOfPage":{"@id":"https:\/\/gh.usembassy.gov\/u-s-launches-45-million-initiative-to-improve-wash\/#primaryimage"},"image":{"@id":"https:\/\/gh.usembassy.gov\/u-s-launches-45-million-initiative-to-improve-wash\/#primaryimage"},"thumbnailUrl":"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/7EFBCFAE-92A6-42F1-A9C8-114E5E4EC30D-scaled.jpeg","datePublished":"2021-11-30T15:00:28+00:00","dateModified":"2021-11-30T19:58:40+00:00","author":{"@id":"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193"},"breadcrumb":{"@id":"https:\/\/gh.usembassy.gov\/u-s-launches-45-million-initiative-to-improve-wash\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/gh.usembassy.gov\/u-s-launches-45-million-initiative-to-improve-wash\/"]}]},{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/gh.usembassy.gov\/u-s-launches-45-million-initiative-to-improve-wash\/#primaryimage","url":"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/7EFBCFAE-92A6-42F1-A9C8-114E5E4EC30D-scaled.jpeg","contentUrl":"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/7EFBCFAE-92A6-42F1-A9C8-114E5E4EC30D-scaled.jpeg","width":2560,"height":1818},{"@type":"BreadcrumbList","@id":"https:\/\/gh.usembassy.gov\/u-s-launches-45-million-initiative-to-improve-wash\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/gh.usembassy.gov\/"},{"@type":"ListItem","position":2,"name":"United States launches $45.5 million five-year project to improve Water, Sanitation, and Hygiene in Northern Ghana"}]},{"@type":"WebSite","@id":"https:\/\/gh.usembassy.gov\/#website","url":"https:\/\/gh.usembassy.gov\/","name":"U.S. Embassy in Ghana","description":"U.S. Embassy in Ghana","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/gh.usembassy.gov\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Person","@id":"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193","name":"U.S. Embassy in Ghana","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/gh.usembassy.gov\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g","caption":"U.S. Embassy in Ghana"},"url":"https:\/\/gh.usembassy.gov\/author\/usembassyinghana\/"}]}},"lang":"en","translations":{"en":22076},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts\/22076"}],"collection":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/users\/1058"}],"replies":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/comments?post=22076"}],"version-history":[{"count":5,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts\/22076\/revisions"}],"predecessor-version":[{"id":22083,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts\/22076\/revisions\/22083"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/media\/22081"}],"wp:attachment":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/media?parent=22076"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/categories?post=22076"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/tags?post=22076"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}