{"id":22071,"date":"2021-11-24T18:50:34","date_gmt":"2021-11-24T18:50:34","guid":{"rendered":"https:\/\/gh.usembassy.gov\/?p=22071"},"modified":"2021-12-10T12:31:43","modified_gmt":"2021-12-10T12:31:43","slug":"u-s-embassy-highlights-ghanaian-champions-against-gender-based-violence","status":"publish","type":"post","link":"https:\/\/gh.usembassy.gov\/u-s-embassy-highlights-ghanaian-champions-against-gender-based-violence\/","title":{"rendered":"U.S. Embassy Highlights Ghanaian Champions Against Gender-Based Violence"},"content":{"rendered":"<div style=\"margin-top: 0px; margin-bottom: 20px;\" class=\"sharethis-inline-share-buttons\" ><\/div><p style=\"font-weight: 400\">Accra, Ghana<strong> <\/strong>– On November 25, the International Day for the Elimination of Violence Against Women, the U.S. Embassy will launch a multimedia campaign as part of the <em>16 Days of Activism Against Gender-Based Violence<\/em>.  The <em>16 Days <\/em>initiative is a global campaign that draws attention to the problem of violence against women and girls.  The campaign, which will highlight Ghanaian champions against gender-based violence, as well offer multiple in-person and virtual programs, runs through December 10, International Human Rights Day.<\/p>\n<p style=\"font-weight: 400\">“Violence against women and girls robs them of dignity and opportunity.  The United States stands firmly against all forms of gender-based violence.  All women and girls deserve the right to live free of violence and reach their emotional, educational, and professional potential.  When women achieve their full potential, we all win,” said U.S. Ambassador Stephanie Sullivan.<\/p>\n<p style=\"font-weight: 400\">Her Royal Highness Lady Julia Osei Tutu will launch the campaign as the first champion against gender-based violence on November 25; U.S. Ambassador Stephanie S. Sullivan will conclude the campaign on December 10, International Human Rights Day.  Other Ghanaian champions will be featured throughout the campaign.<\/p>\n<p style=\"font-weight: 400\">Domestic violence has spiked during the COVID-19 pandemic.  Even before the pandemic, more than 30 percent of women experienced violence during their lifetimes.  Some are at even higher risk, including women and girls with disabilities, in fragile and conflict-affected states, and members of the LGBTQI+ community.<\/p>\n<p style=\"font-weight: 400\">In addition to daily champions highlighted on the <a href=\"https:\/\/www.instagram.com\/usembassyghana\/\" data-saferedirecturl=\"https:\/\/www.google.com\/url?q=https:\/\/www.instagram.com\/usembassyghana\/&amp;source=gmail&amp;ust=1637854875998000&amp;usg=AOvVaw0_hWWdM3Eb74NoYRVAACie\">U.S Embassy Ghana’s Instagram profile<\/a>, the U.S. Mission is organizing other events that empower communities and leaders to effectively combat gender-based violence, including:<\/p>\n<ul style=\"font-weight: 400\">\n<li>The Embassy’s American Center will host a virtual speaker on &#8220;The Shadow Pandemic: Violence Against Women and Girls&#8221; on November 26, at 10:30 a.m. on <a href=\"https:\/\/www.facebook.com\/USEmbassyGhana\" data-saferedirecturl=\"https:\/\/www.google.com\/url?q=https:\/\/www.facebook.com\/USEmbassyGhana&amp;source=gmail&amp;ust=1637854875998000&amp;usg=AOvVaw1hKTCYAHKj3Ts0XYWx4a5z\">Facebook Live<\/a><\/li>\n<li>The American Corner Agbogba will host a panel discussion on &#8220;Unite Against Gender Based Violence: Leave No Woman or Girl Behind&#8221; on November 30, at 10:00 a.m. To register for this in-person program with COVID-19 protocols observed, send your name and organization to americancorneragbogba@gmail.com.<\/li>\n<li>A virtual panel discussion with industry experts on how the airline industry can aid in combatting the trafficking in persons, December 7, 12:30 p.m. (open to the public with limited space, <a href=\"https:\/\/statedept.zoomgov.com\/webinar\/register\/5316376661525\/WN_56xCwlu3R0Cs6TH0B3-ZPg\" data-saferedirecturl=\"https:\/\/www.google.com\/url?q=https:\/\/statedept.zoomgov.com\/webinar\/register\/5316376661525\/WN_56xCwlu3R0Cs6TH0B3-ZPg&amp;source=gmail&amp;ust=1637854875998000&amp;usg=AOvVaw1QKcgQhLaNFG1mwW5Ghqsa\">register here<\/a>)<\/li>\n<li>A virtual masterclass for journalists and filmmakers on social impact strategies to fight gender-based violence, led by NYC-based communications strategist and American Film Showcase envoy<\/li>\n<\/ul>\n<p style=\"font-weight: 400\">Gender equality, fighting gender-based violence, and promoting women’s empowerment has long been a cornerstone of U.S. foreign policy.  In October, the Biden-Harris Administration issued <a href=\"https:\/\/www.whitehouse.gov\/briefing-room\/statements-releases\/2021\/10\/22\/fact-sheet-national-strategy-on-gender-equity-and-equality\/\" data-saferedirecturl=\"https:\/\/www.google.com\/url?q=https:\/\/www.whitehouse.gov\/briefing-room\/statements-releases\/2021\/10\/22\/fact-sheet-national-strategy-on-gender-equity-and-equality\/&amp;source=gmail&amp;ust=1637854875998000&amp;usg=AOvVaw2Ujc_Dqdg2ZSZ0MgmfspKA\">first-ever national gender strategy<\/a> to advance the full participation of all people – including women and girls – in the United States and around the world.<\/p>\n<p style=\"font-weight: 400\">The Mission’s 16 Day’s campaign will be united by common hashtags #16days, #16DaysofActivismGh, #EndGBV, and #OrangetheWorld.<\/p>\n<blockquote>\n<p style=\"font-weight: 400\">U.S. Embassy Ghana&#8217;s 16 Day of Activism Against Gender-Based Violence Champions:<\/p>\n<p><strong>Her Royal Highness Lady Julia Osei Tutu<br \/>\n<\/strong>Lady Julia Osei Tutu, wife of the Asantehene is also a mother, a trained lawyer, and longtime advocate for women, children, and education.  She has a strong commitment to promoting the educational, socio-economic and emotional well-being of orphaned children and serving the underprivileged in society.  She is the Patron of Otumfuo Osei Tutu II Charity Foundation.<\/p>\n<p><strong>Dr. Angela Dwamena-Aboagye<\/strong>, Executive Director of The Ark Foundation<br \/>\nAngela, Executive Director of The Ark Foundation is a lawyer, Christian theologian and an advocate for women’s empowerment and child protection. The Ark established the first Domestic Violence Shelter in Ghana in 1999, still in operation.  She is the recipient of the 2016 Martin Luther King, Jr. Award.<\/p>\n<p><strong>Chief Superintendent Owusuwaa Kyeremeh<\/strong>, Director of the Domestic Violence and Victim Support Unit (DOVVSU) of the Ghana Police Service<br \/>\nSince 2017, C\/Supt Owusuwaa Kyeremeh has served as the Director of DOVVSU of the Ghana Police Service, where she previously served as the Regional Coordinator for 10 years. C\/Supt Kyeremeh became the first female Police officer to have held a command position in the Action Unit of the Ghana Police Service as Second in Command of the Buffalo Unit, Tema and she became the first Police officer and person of color within the UN in her role as the Special Assistant to the Deputy Special Representative to Secretary-General for the Rule of Law in Liberia.<\/p>\n<p><strong>Rebecca Ohene-Asah<\/strong>, storyteller and professor at NAFTI<br \/>\nRebecca Ohene-Asah, a Fulbright Fellowship alumna, is a storyteller with nearly two decades experience in film and media and holds a PhD in Museum and Heritage Studies from the University of Ghana-Legon. Her passion to elevate stories that matter is expressed through her work as a co-founder &amp; director of Benpaali Young Filmmakers Festival, as a lecturer at the National Film and Television Institute, and as a communication consultant with her company, Fire-beads Media. Her filmmaking engagements include themes on African contemporary histories and heritages, contextualized within the issues of representation, gender, race and identity.  She is an IVLP alumna and recipient of an Alumni Innovation Grant.<\/p>\n<p><strong>Regina Asamoah<\/strong>, New Editor at Atinka FM\/TV and activist documentary filmmaker<br \/>\nRegina Asamoah is the 2019 GJA Best Female Journalist of the Year, gender activist and communication specialist, and the News Editor at Atinka FM\/TV. For the past eleven years she has sought to go beyond just writing and reporting on issues of concern but rather to push for positive outcomes through the stories she tells. Her Award-Winning documentaries have generated national discourse and her latest, “Missing Children”, helped to reunite 92 missing children and 8 missing adults with their families as of November 10, 2021. Her film “Defiled and Traumatised’ received Special Recognition by Plan International Ghana for Excellent Reporting on Girls Issues.<\/p>\n<p><strong>Dinah Adiko<\/strong>, Gender Equality and Social Inclusion Consultant<br \/>\nDinah Adiko is a Gender Equality and Social Inclusion (GESI) Consultant based in Ghana. She provides technical assistance to organizations on gender mainstreaming. In the past, Dinah worked with victims of SGBV where she provided them with psychosocial support.  She is an IVLP alumna.<\/p>\n<p><strong>Chief Inspector Benedicta Okyerewaa Biney<\/strong>, Western Region, Domestic Violence and Victim Support Unit (DOVVSU) Sekondi<br \/>\nChief Inspector Benedicta Okyerewaa Biney has been with the Police Service for 25 years and is an investigator and psychotherapist at the Western Region (WR) Domestic Violence and Victim Support Unit (DOVVSU) Sekondi. She is a member of the WR Gender Technical Working Group and collaborates and coordinates gender activities with other stakeholders &#8211; CHRAG, Legal AID, and GHS. She has volunteered as an M-Friend with local CSOs and has embarked on several GBV prevention campaigns in the region. Through her efforts, many female and male survivors of GBV have been assisted to confront their challenges and support to live their lives without fear of being further violated.<\/p>\n<p><strong>Professor Akosua Adomako Ampofo<\/strong>, activist scholar and Professor of African and Gender Studies at the Institute of African Studies at the University of Ghana<br \/>\nAkosua Adomako Ampofo is Professor of African and Gender Studies at the Institute of African Studies, University of Ghana. An activist scholar, Adomako Ampofo works on issues of, among others, African knowledge systems; race and identity politics; gender relations; and masculinities. In her current work on black masculinities, she explores the shifting nature of identities among young men in Africa and the diaspora. Another project, “An Archive of Activism: Gender and Public History in Postcolonial Ghana” (with Kate Skinner) seeks to constitute a publicly accessible archive of, and a documentary on gender activism and “political women” in postcolonial Ghana. e has been a Junior Fulbright Scholar; a New Century Fulbright Scholar and a Senior Fulbright Scholar-in-Residence.<\/p>\n<p><strong>Lamnatu Adam<\/strong>, Executive Director of Songtaaba<br \/>\nLamnatu Adam is a development practitioner with twenty years’ experience in gender &amp; human rights activism in development. She fights for social justice through community development. In her work, she strives to change the narrative on gender discrimination and violence against marginalized or excluded groups. Her advocacy has led to the closure of 2 alleged witch camps, and she has been recognized by the NGO “Girls Not Brides” for her efforts which has led so far to 20 communities committing to remain child-marriage free.<\/p>\n<p><strong>Queen Boresah<\/strong>, Nkilgiwurche Boresah Iddisah Jeduah 1<br \/>\nQueen Boresah Fantevie is a prolific advocate for children and women development, an entrepreneur, a devoted community leader, and the the Chief Executive Officer for Boresah Royal Foundation. She is the Nkiligiwurche (Queen for Development) of the Gonja Kingdom in the Savannah Region. For close to a decade, Queen has spent her life mobilizing resources and building lives of vulnerable groups in some of the most impoverished and forgotten places in Africa. Blending tradition and modernity, she believes that leadership has great influence on social sector productivity and development effectiveness.  She has participated in two YALI online courses, “Understanding Elections and Civic Responsibility” and “Understanding the Rights of Women and Girls.”<\/p>\n<p><strong>Abigail Ofori-Amanfo<\/strong>, Gender Activist and Sexual Assault Prevention and Response Specialist<br \/>\nAbigail Ofori-Amanfo is an entrepreneur as well as a women’s right and development activist committed to bring women and girls from the margins of society to the center of socio –economic development. She is a graduate from KNUST and an alumna of the prestigious Hubert H. Humphrey Fellowship at the University of Minnesota. She has worked with and volunteered for women’s rights organizations in Ghana, the UK and in the United States. She is the CEO of Pak Ways Ghana Limited and the founder of the NGO 3E Concept that seeks to alleviate poverty through the empowerment of women and girls.<\/p>\n<p><strong>Dorcas Ama Frema Coker-Appiah<\/strong>, Executive Director of the Gender Studies and Human Rights Documentation Centre<br \/>\nDorcas Coker-Appiah is a lawyer by profession, a women’s rights activist, and the Executive Director of Gender Studies &amp; Human Rights Documentation Centre (GSHRDC). The GSHRDC undertook the first comprehensive study on violence against women in Ghana, and its findings led to advocacy for the passage of the Domestic Violence Act in 2007. Her commitment to women’s rights has seen her serve two terms on the CEDAW Committee and has participated in and presented at several UN and international conferences on combatting violence against women. Currently, she serves on the steering committee of the International Network on Elimination of Violence against Women, promoted by a group of women activists from the African continent committed to ending VAW.<\/p>\n<p><strong>Mama Atrato II<\/strong>, Queen Mother of Ho, also known as Josephine Dzah<br \/>\nMama Atrato is Queen Mother of Ho Dome in Asogli State of Volta Region. She is recognized for her proven genuine concerned about the welfare of women and their health and role model for other traditional leaders. She spent 40 years working with the Ghana National Bureau of Investigations (BNI) as an intelligence and security analyst helping to quell threats to Ghana’s sovereignty. In retirement, she has been deeply involved with community action towards maternal and newborn survival.  Known in her private life as Josephine Dzah, Mama Atrato II uses the power of the media to influence women especially in the Volta region. She was unanimously selected to the position of Deputy Chairperson of the Regional Consultative Body of the National Commission for Civic Education (NCCE) in the Volta Region.<\/p>\n<p><strong>Naval Captain Veronica Adzo Arhin<\/strong>, Gender Policy Advisor to the Chief of Defense Staff, Ghana Armed Service<br \/>\nNaval Captain Veronica Adzo Arhin is the Gender Policy Adviser to the Chief of the Defence Staff of the Ghana Armed Forces. Earlier she served as the Service Public Relations Officer for the Ghana Navy (2017-2020). Between 2013 and 2016, Naval Captain Arhin was a Directing Staff (military lecturer) at the GAF Command and Staff College. She was commissioned into the Ghana Armed Forces in 1999 as a Public Relations Officer and posted to the Directorate of Public Relations of the Ghana Armed Forces where she held several appointments.<\/p>\n<p><strong>Assistant Commissioner of Police (ret.) Patience Quaye<br \/>\n<\/strong>ACP (ret.) Patience Ashorkor Quaye has held different positions within the Ghana Police Service, including positions with INTERPOL and with the Police Academy. She became the Director of the Anti-human trafficking unit of the Ghana Police Service in the 2000s and was responsible for the prosecution and conviction of the first trafficking case ever to be prosecuted in Ghana. She was given a Trafficking in Persons Report Hero Award in 2007, in recognition for her efforts to combat modern-day slavery. She has also received many awards, both local and International. Since then, she has continued to fight against Human Trafficking and Gender-Based Violence in Ghana. She is a proud alumna of IVLP, ILEA-Roswell, ILEA-Gaboroni and RTC.<\/p>\n<p><strong> <\/strong><strong>Ms. Lilipearl Baaba Otoo<\/strong>, Journalist at The Business &amp; Financial Times (BFT) and Founder of Bridge for Equity NGO<br \/>\nLilipearl Baaba Otoo is a business journalist with the Business &amp; Financial Times, Ghana, a gender advocate, peer influencer and the founder of Bridge for Equity Ghana, a Non-Governmental Organization (NGO) that creates awareness and public education on gender-related issues and contributes to achieving the Sustainable Development Goals (SDGs) through Gender Education, Child Protection and Skills Training for Employment. As part of the commemoration of the International Day of the Child in 2019, Ms. Lilipearl Baaba Otoo received an award from the Ministry of Gender, Children and Social Protection, Department of Children for her contribution towards child protection in Ghana.<\/p>\n<p><strong>Ms. Annabelle Pwalia<\/strong>, Crisis Center Manager at The Ark Foundation<br \/>\nAnnabelle Pwalia is a women and child rights advocate. She is the Crisis Centre Manager at The Ark Foundation, Ghana where she manages all cases of Gender-based violence reported to the organization and The Ark&#8217;s shelter for abused women and children. She has worked on projects in the area of women and children’s right, sexual &amp; reproductive and health rights, domestic violence in the Upper East Region and in the Greater Accra Region.  She has organized and facilitated several community and school Sensitization activities on Gender-based violence (GBV) in the Upper East, Greater Accra and Eastern regions. She has also facilitated trainings on GBV of service providers in the Greater Accra Region. Annabelle is a member of several advocacy groups including Domestic Violence Coalition, CASA working to stop child sexual abuse particularly in schools in Ghana. She holds B.A Degree in French and Geography and an MA in International Affairs from the University of Ghana. loves to travel and engage young people in healthy debates on varied topics.  She is an active YALI member.<\/p>\n<p><strong>Florence Toffa<\/strong>, Director of the American Corner Agbogba and CEO of Mobile Web Ghana<br \/>\nFlorence Toffa is the Director of Mobile Web Ghana -a technology and entrepreneurship hub based in Accra, the partner organization of the American Spaces, host of the American Corner Agbogba.  She has more than 10 years’ experience in the development sector. She also runs a project called Visuals for Gender that seeks to equip citizens, policymakers, and civil society organizations to understand gender-based issues using both dynamic and static data visualizations.  Ms. Toffa is an alumna of the Mandela Washington Fellowship Program. She has led and implemented many women\/youth empowerment projects and workshops since 2010.  Florence believes that empowering women with knowledge, and skills is the first step towards reducing poverty on the continent.<\/p>\n<p><strong>Dr. Mrs. Dzifa Attah<\/strong>, Clinical Psychologist &amp; Senior Lecturer, Univ. of Ghana Medical School<br \/>\nDr. Attah has over 11 years of clinical experience working with children, adolescents, and young adults.  She currently works as a lecturer\/licensed Clinical Psychologist at the Department of Psychiatry, University of Ghana Medical School, Legon.  She holds a PhD in Psychology (Public Mental Health) from Stellenbosch University, South Africa.  She also has a B.Sc. in Psychology and an MPhil in Clinical Psychology, both from University of Ghana, Legon.  As a professional, she seeks to add her voice in the fight against abuse or violence of any form.  She has a keen interest in trauma and loss and specifically works with vulnerable populations including girls and women that have suffered sexual abuse.  Using Trauma-Focused Cognitive Behavioral Therapy, she has worked with several sexual abuse survivors on their journey of recovery.<\/p>\n<p><strong>Superintendent Sophia Eva Ennim<\/strong> &#8211; Domestic Violence &amp; Victim Support Unit (DOVVSU) Coordinator, Madina Division<br \/>\nSuperintendent Ennim was commissioned into the Ghana Police Service in May 2007. She currently serves with the training section of the Formed Police Unit of the Ghana Police Service, and her previous capacities included serving more than a decade in the Domestic Violence and Victim Support Unit, Madina Divisional Police Command.  She also served in the Legal and Prosecution Unit in the Ghana Police Service Regional Headquarters.  She began her career in the Community Police Unit at Koforidua.  She has served as resource person on Sexual and Gender Based Violence at various workshops and conferences, as well as engaging with social institutions such as schools and churches to educate and inform leaders and their congregations on how to stop GBV.  She is also a member of the Ghana National Association of ADR Practitioners and a member of International Association of Women Police.  She has been an active voice in the American Space “Shifting Blame” series.<\/p><\/blockquote>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Accra, Ghana – On November 25, the International Day for the Elimination of Violence Against Women, the U.S. Embassy will launch a multimedia campaign as part of the 16 Days of Activism Against Gender-Based Violence.  The 16 Days initiative is a global campaign that draws attention to the problem of violence against women and girls.  The campaign, which will highlight &#8230;<\/p>\n","protected":false},"author":1058,"featured_media":0,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"_gpalab_slo_mission_select":"","footnotes":""},"categories":[3998,1169,44],"tags":[8745],"class_list":["post-22071","post","type-post","status-publish","format-standard","hentry","category-gender-issues","category-human-rights","category-press-releases","tag-16-days-of-activism"],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v23.1 (Yoast SEO v23.1) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>U.S. Embassy Highlights Ghanaian Champions Against Gender-Based Violence - U.S. Embassy in Ghana<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/gh.usembassy.gov\/u-s-embassy-highlights-ghanaian-champions-against-gender-based-violence\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"U.S. Embassy Highlights Ghanaian Champions Against Gender-Based Violence\" \/>\n<meta property=\"og:description\" content=\"Accra, Ghana – On November 25, the International Day for the Elimination of Violence Against Women, the U.S. Embassy will launch a multimedia campaign as\" \/>\n<meta property=\"og:url\" content=\"https:\/\/gh.usembassy.gov\/u-s-embassy-highlights-ghanaian-champions-against-gender-based-violence\/\" \/>\n<meta property=\"og:site_name\" content=\"U.S. Embassy in Ghana\" \/>\n<meta property=\"article:publisher\" content=\"http:\/\/facebook.com\/USEmbassyGhana\" \/>\n<meta property=\"article:published_time\" content=\"2021-11-24T18:50:34+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2021-12-10T12:31:43+00:00\" \/>\n<meta name=\"author\" content=\"U.S. Embassy in Ghana\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@USEmbassyGhana\" \/>\n<meta name=\"twitter:site\" content=\"@USEmbassyGhana\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"U.S. Embassy in Ghana\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"13 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/gh.usembassy.gov\/u-s-embassy-highlights-ghanaian-champions-against-gender-based-violence\/\",\"url\":\"https:\/\/gh.usembassy.gov\/u-s-embassy-highlights-ghanaian-champions-against-gender-based-violence\/\",\"name\":\"U.S. Embassy Highlights Ghanaian Champions Against Gender-Based Violence - U.S. Embassy in Ghana\",\"isPartOf\":{\"@id\":\"https:\/\/gh.usembassy.gov\/#website\"},\"datePublished\":\"2021-11-24T18:50:34+00:00\",\"dateModified\":\"2021-12-10T12:31:43+00:00\",\"author\":{\"@id\":\"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193\"},\"breadcrumb\":{\"@id\":\"https:\/\/gh.usembassy.gov\/u-s-embassy-highlights-ghanaian-champions-against-gender-based-violence\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/gh.usembassy.gov\/u-s-embassy-highlights-ghanaian-champions-against-gender-based-violence\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/gh.usembassy.gov\/u-s-embassy-highlights-ghanaian-champions-against-gender-based-violence\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/gh.usembassy.gov\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"U.S. Embassy Highlights Ghanaian Champions Against Gender-Based Violence\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/gh.usembassy.gov\/#website\",\"url\":\"https:\/\/gh.usembassy.gov\/\",\"name\":\"U.S. Embassy in Ghana\",\"description\":\"U.S. Embassy in Ghana\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/gh.usembassy.gov\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193\",\"name\":\"U.S. Embassy in Ghana\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/gh.usembassy.gov\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g\",\"caption\":\"U.S. Embassy in Ghana\"},\"url\":\"https:\/\/gh.usembassy.gov\/author\/usembassyinghana\/\"}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"U.S. Embassy Highlights Ghanaian Champions Against Gender-Based Violence - U.S. Embassy in Ghana","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/gh.usembassy.gov\/u-s-embassy-highlights-ghanaian-champions-against-gender-based-violence\/","og_locale":"en_US","og_type":"article","og_title":"U.S. Embassy Highlights Ghanaian Champions Against Gender-Based Violence","og_description":"Accra, Ghana – On November 25, the International Day for the Elimination of Violence Against Women, the U.S. Embassy will launch a multimedia campaign as","og_url":"https:\/\/gh.usembassy.gov\/u-s-embassy-highlights-ghanaian-champions-against-gender-based-violence\/","og_site_name":"U.S. Embassy in Ghana","article_publisher":"http:\/\/facebook.com\/USEmbassyGhana","article_published_time":"2021-11-24T18:50:34+00:00","article_modified_time":"2021-12-10T12:31:43+00:00","author":"U.S. Embassy in Ghana","twitter_card":"summary_large_image","twitter_creator":"@USEmbassyGhana","twitter_site":"@USEmbassyGhana","twitter_misc":{"Written by":"U.S. Embassy in Ghana","Est. reading time":"13 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/gh.usembassy.gov\/u-s-embassy-highlights-ghanaian-champions-against-gender-based-violence\/","url":"https:\/\/gh.usembassy.gov\/u-s-embassy-highlights-ghanaian-champions-against-gender-based-violence\/","name":"U.S. Embassy Highlights Ghanaian Champions Against Gender-Based Violence - U.S. Embassy in Ghana","isPartOf":{"@id":"https:\/\/gh.usembassy.gov\/#website"},"datePublished":"2021-11-24T18:50:34+00:00","dateModified":"2021-12-10T12:31:43+00:00","author":{"@id":"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193"},"breadcrumb":{"@id":"https:\/\/gh.usembassy.gov\/u-s-embassy-highlights-ghanaian-champions-against-gender-based-violence\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/gh.usembassy.gov\/u-s-embassy-highlights-ghanaian-champions-against-gender-based-violence\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/gh.usembassy.gov\/u-s-embassy-highlights-ghanaian-champions-against-gender-based-violence\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/gh.usembassy.gov\/"},{"@type":"ListItem","position":2,"name":"U.S. Embassy Highlights Ghanaian Champions Against Gender-Based Violence"}]},{"@type":"WebSite","@id":"https:\/\/gh.usembassy.gov\/#website","url":"https:\/\/gh.usembassy.gov\/","name":"U.S. Embassy in Ghana","description":"U.S. Embassy in Ghana","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/gh.usembassy.gov\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Person","@id":"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193","name":"U.S. Embassy in Ghana","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/gh.usembassy.gov\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g","caption":"U.S. Embassy in Ghana"},"url":"https:\/\/gh.usembassy.gov\/author\/usembassyinghana\/"}]}},"lang":"en","translations":{"en":22071},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts\/22071"}],"collection":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/users\/1058"}],"replies":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/comments?post=22071"}],"version-history":[{"count":5,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts\/22071\/revisions"}],"predecessor-version":[{"id":22134,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts\/22071\/revisions\/22134"}],"wp:attachment":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/media?parent=22071"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/categories?post=22071"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/tags?post=22071"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}