{"id":22581,"date":"2022-06-01T15:36:03","date_gmt":"2022-06-01T15:36:03","guid":{"rendered":"https:\/\/gh.usembassy.gov\/?p=22581"},"modified":"2022-06-01T15:36:03","modified_gmt":"2022-06-01T15:36:03","slug":"u-s-completes-316-million-investment-in-ghanas-energy-infrastructure","status":"publish","type":"post","link":"https:\/\/gh.usembassy.gov\/u-s-completes-316-million-investment-in-ghanas-energy-infrastructure\/","title":{"rendered":"U.S. Completes $316 Million Investment in Ghana’s Energy Infrastructure"},"content":{"rendered":"<div style=\"margin-top: 0px; margin-bottom: 20px;\" class=\"sharethis-inline-share-buttons\" ><\/div><p><b>Kasoa, C\/R, Ghana<\/b> &#8211; With the inauguration of the Kasoa Bulk Supply Point (BSP) today, the United States has completed its nearly six-year $316 million investment in Ghana’s energy infrastructure, supporting more reliable power for hundreds of thousands of schools, hospitals, offices, and homes in Ghana.  Deputy Chief of Mission of the U.S. Embassy Nicole Chulick joined Vice President of Ghana H.E. Dr. Mahamudu Bawumia and other Ghana government officials to formally inaugurate the Kasoa Bulk Supply Point (BSP) today.  The U.S. government funded the $50 million power substation as part of the MCC-Ghana Power Compact.<\/p>\n<p>“With the inauguration of the Kasoa Bulk Supply Point here today, we mark the successful completion of the MCC Ghana Power Compact.  This was a nearly six-year, $316 million commitment by the American people to improve Ghana’s energy infrastructure and support long-term economic growth,” said Chulick during the inauguration event.<\/p>\n<p>Following the event, Chulick toured the new facility with Vice President Bawumia.  The Kasoa BSP will reduce outages in the power system, help stabilize voltages, and improve the quality and reliability of power supplied to the Awutu Senya East Municipality in the Central Region of Ghana.  The Kasoa BSP is now the second largest-capacity BSP in Ghana. The 435-megavolt ampere (MVA) gas-insulated power substation will serve 250,000 ECG customers.  It will also reduce technical losses in the power transmission and distribution system, contributing to the financial viability of the Electricity Company of Ghana (ECG) and the Ghana Grid Company (GRIDCo) in the long term.<\/p>\n<p>The $316 million MCC Ghana Power Compact invested in new power infrastructure and reforms to provide more reliable, affordable electricity to Ghanaians.  It also supported programs designed to improve energy efficiency and expand opportunities for women in the power sector.  Ghana’s Millennium Development Authority (MiDA) implemented the partnership with the Government of Ghana.<\/p>\n<p><b>Energy Infrastructure Improvements<\/b><\/p>\n<p>The MCC Ghana Power Compact successfully improved the country’s power sector through the construction of four power substations: the Pokuase BSP, the Kasoa BSP, the University of Ghana Medical Center Primary Substation at Legon, and the Ellen Moran Primary Substation at Kanda.  These new power substations directly serve the 37 Military Hospital, Greater Accra Regional Hospital, University of Ghana Medical Center, Noguchi Memorial Institute for Medical Research, the National Mosque, and over 800,000 utility customers.  Compact projects upgraded the power system in 10 markets in Accra and Tamale.<\/p>\n<p>Under the compact, ECG has also developed two new information technology systems: the Geographic Information System (GIS) and Multimeter Management System (MMS), to modernize the utility and help reduce commercial losses.<\/p>\n<p><b>Supporting Energy Efficiency<\/b><\/p>\n<p>The MCC Ghana Power Compact also established the Air Conditioner and Refrigerator Test Laboratory at the Ghana Standards Authority.  The first of its kind in West Africa, the laboratory will help enforce standards to eliminate the importation of inefficient appliances that waste energy.  As part of the compact, twenty regulations for energy efficiency standards and labels have been updated to reflect new technology and await promulgation in Parliament.<\/p>\n<p>The compact also supported the installation of more than 14,000 new energy-efficient streetlights with metered management systems, replacing old, inefficient lighting and setting a new standard for energy savings.  Finally, the compact helped develop a curriculum for teaching energy efficiency in schools.  As a result of the Compact, a partnership with three major technical universities will establish energy auditing centers to strengthen Ghana’s position as a leader in West Africa for energy efficiency.<\/p>\n<p><b>Inclusion<\/b><br \/>\nAs part of the MCC Ghana Power Compact, more than 600 female students in the fields of science, technology, engineering, and math (STEM) participated in mentoring and training for professional growth and development.  Three hundred of these students found internship positions at leading energy sector institutions.  These internships have played a crucial role in helping employers embrace a more inclusive workforce and sustain the effort to provide more opportunities for women to thrive in occupations in the power sector typically dominated by men.<\/p>\n<p>The Electricity Company of Ghana (ECG) has since adopted a gender policy, action plan, and new targets for greater female employee recruitment and promotion.  ECG will also partner with USAID’s Engendering Utilities Program to continue making progress on creating a more inclusive, diverse energy sector workforce.<\/p>\n<p>The inauguration of the Kasoa BSP marks the final major milestone under the MCC Ghana Power Compact and successful completion of the program that has benefited hundreds of thousands of Ghanaians.  The compact end date is June 6, 2022.<\/p>\n<p><b>About the Millennium Challenge Corporation<br \/>\n<\/b>The Millennium Challenge Corporation is an independent U.S. government agency working to reduce global poverty through economic growth.  Created in 2004, MCC provides time-limited grants and assistance to countries that meet rigorous standards for good governance, fighting corruption, and respecting democratic rights.  More information at <a href=\"https:\/\/www.mcc.gov\/\" target=\"_blank\" rel=\"noopener\" data-saferedirecturl=\"https:\/\/www.google.com\/url?q=https:\/\/www.mcc.gov&amp;source=gmail&amp;ust=1654174387822000&amp;usg=AOvVaw2U56Y6drBoOO8S4BzP-GK2\">https:\/\/www.mcc.gov<\/a><\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<blockquote>\n<p style=\"text-align: center\"><strong>DCM Nicole Chulick<\/strong><br \/>\n<strong>Ghana Power Compact <\/strong><\/p>\n<p style=\"text-align: center\"><strong>Kasoa BSP Remarks<\/strong><\/p>\n<p style=\"text-align: center\"><strong>-As Prepared-<\/strong><br \/>\n<strong>June 1, 2022<\/strong><\/p>\n<p>&nbsp;<\/p>\n<p>Good afternoon!<\/p>\n<div>My name is Nicole Chulick and I am the Deputy Chief of Mission for the U.S. Embassy. The Millennium Challenge Corporation Deputy CEO Mahmoud Bah was scheduled to speak at this event but, unfortunately, his flight was cancelled so he is unable to join us today.<\/div>\n<div><\/div>\n<div>I am excited to be part of this celebration.  With the inauguration of the Kasoa Bulk Supply Point here today, we mark the successful completion of the MCC Ghana Power Compact. This was a nearly six-year, $316 million commitment by the American people to improve Ghana’s energy infrastructure and support long-term economic growth.<\/div>\n<div><\/div>\n<div>The U.S. Millennium Challenge Corporation(MCC) partnership with Ghana stands out as one of the few countries that has now completed two compacts. These two commitments have invested nearly $860 million in projects to boost economic growth and reduce poverty in Ghana.<\/div>\n<p>&nbsp;<\/p>\n<div>Based on the success of our first partnership, MCC signed the Ghana Power Compact in 2014.  This agreement invested in major and ambitious infrastructure projects in the power sector, as well as policy reforms, to provide more reliable, affordable, and sustainable electricity to Ghanaian households, businesses, schools, and hospitals.<\/div>\n<p>&nbsp;<\/p>\n<div>As we know, the power sector is a complex system of customers, government entities, and private businesses from generation to consumption. A lot happens from the time the electricity moves out of Akosombo to the streetlights of Kumasi.<\/div>\n<p>&nbsp;<\/p>\n<div>But to many Ghanaians, it is simple: stable and reliable power keeps the lights on and creates economic opportunities.<\/div>\n<p>&nbsp;<\/p>\n<div>This is exactly why we are here today – to ensure that we have reliable electricity to keep the productive work going.  With the construction of two of the largest Bulk Supply Points in the country here in Kasoa and Pokuase , two primary substations, and IT investments, the MCC-Ghana Power Compact has increased transmission network capacity and improved reliability of the power sector. New power substations directly serve the #37 Military Hospital, Greater Accra Regional Hospital, University of Ghana Medical Center, Noguchi Memorial Institute for Medical Research, the National Mosque, and over 800,000 utility customers. This is truly benefiting Ghanaians!<\/div>\n<p>&nbsp;<\/p>\n<div>We know that the future of power in Ghana is not just about electricity reliability and adding capacity – it is also about efficiency. The MCC Ghana Power Compact established the Air Conditioner and Refrigerator Test Laboratory, the first of its kind in West Africa.  The lab will help eliminate the country’s use of less energy efficient equipment and appliances.  This will lower carbon emissions and advance our mutual climate goals.<\/div>\n<p>&nbsp;<\/p>\n<div>Compact activities also installed more than 14,000 new, energy efficient LED streetlights and new metered energy management systems, replacing old, inefficient lighting and setting a new standard for energy savings.  This provides local cost savings, but also increases nighttime safety.<\/div>\n<p>&nbsp;<\/p>\n<div>Our partnership also helped to create a more gender inclusive economy by empowering Ghanaian women to participate more fully in the country’s power sector.  Through the MCC-Ghana Power Compact, more than 300 female students in STEM fields found internship positions at leading energy sector institutions.<\/div>\n<p>&nbsp;<\/p>\n<div>The $316 million MCC Ghana Power Compact has delivered impactful infrastructure, improved access to electricity, and increased energy efficiency on time and on budget.  Our investments in this Power Compact program are benefiting roughly 4.8 million Ghanaians and that number is expected to grow to nearly 8 million over the next decade.<\/div>\n<p>&nbsp;<\/p>\n<div>It is also important to acknowledge that there is a lot more work ahead. The growth of the Ghanaian economy is not waiting for new projects. To keep pace, we need to double down on reforms, invite more private sector participation, and continue to reduce technical and commercial losses. While we add more capacity, let’s not lose sight of leakages and remain committed to efficiency.<\/div>\n<p>&nbsp;<\/p>\n<div>Going forward, as the Government implements its energy program and a just transition to cleaner energy, it is for the Government of Ghana through ECG, GRIDCo, the Ministry of Energy, and other energy sector stakeholders, including the private sector, to maintain these investments and add new ones so that Ghanaians will continue to afford and benefit far into the future.<\/div>\n<p>&nbsp;<\/p>\n<div>To close &#8211; I want to thank everyone in attendance today whose leadership and commitment made this compact a success. Congratulations to the MCC Country Team under Steve Marma and Khalia Mounsey’s leadership including our technical team in Washington DC. Congratulations to the Ghanaian people and our partners at MiDA, under the leadership of Martin Eson-Benjamin and with the continuous support of the Government of Ghana, on their years of hard work to make this day a reality.<\/div>\n<div><\/div>\n<div>Because of your collective efforts, Ghana is now better prepared for the future, and with the completion of this compact, the U.S.-Ghana partnership is stronger than ever, and the Black Star is even brighter!<\/div>\n<p>&nbsp;<\/p>\n<p>Thank you for your kind attention<\/p><\/blockquote>\n","protected":false},"excerpt":{"rendered":"<p>Kasoa, C\/R, Ghana &#8211; With the inauguration of the Kasoa Bulk Supply Point (BSP) today, the United States has completed its nearly six-year $316 million investment in Ghana’s energy infrastructure, supporting more reliable power for hundreds of thousands of schools, hospitals, offices, and homes in Ghana.  Deputy Chief of Mission of the U.S. Embassy Nicole Chulick &#8230;<\/p>\n","protected":false},"author":1058,"featured_media":22584,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"_gpalab_slo_mission_select":"","footnotes":""},"categories":[15,37,44],"tags":[10024,6579,6603],"class_list":["post-22581","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-deputy-chief-of-mission","category-news","category-press-releases","tag-kasoa-bsp","tag-mcc","tag-millenium-challenge-account"],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v23.1 (Yoast SEO v23.1) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>U.S. Completes $316 Million Investment in Ghana’s Energy Infrastructure - U.S. Embassy in Ghana<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/gh.usembassy.gov\/u-s-completes-316-million-investment-in-ghanas-energy-infrastructure\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"U.S. Completes $316 Million Investment in Ghana’s Energy Infrastructure\" \/>\n<meta property=\"og:description\" content=\"Kasoa, C\/R, Ghana - With the inauguration of the Kasoa Bulk Supply Point (BSP) today, the United States has completed its nearly six-year $316 million\" \/>\n<meta property=\"og:url\" content=\"https:\/\/gh.usembassy.gov\/u-s-completes-316-million-investment-in-ghanas-energy-infrastructure\/\" \/>\n<meta property=\"og:site_name\" content=\"U.S. Embassy in Ghana\" \/>\n<meta property=\"article:publisher\" content=\"http:\/\/facebook.com\/USEmbassyGhana\" \/>\n<meta property=\"article:published_time\" content=\"2022-06-01T15:36:03+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/MCC-Kasoa-BSP-1-scaled.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"2560\" \/>\n\t<meta property=\"og:image:height\" content=\"1239\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"author\" content=\"U.S. Embassy in Ghana\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@USEmbassyGhana\" \/>\n<meta name=\"twitter:site\" content=\"@USEmbassyGhana\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"U.S. Embassy in Ghana\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"8 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/gh.usembassy.gov\/u-s-completes-316-million-investment-in-ghanas-energy-infrastructure\/\",\"url\":\"https:\/\/gh.usembassy.gov\/u-s-completes-316-million-investment-in-ghanas-energy-infrastructure\/\",\"name\":\"U.S. Completes $316 Million Investment in Ghana’s Energy Infrastructure - U.S. Embassy in Ghana\",\"isPartOf\":{\"@id\":\"https:\/\/gh.usembassy.gov\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/gh.usembassy.gov\/u-s-completes-316-million-investment-in-ghanas-energy-infrastructure\/#primaryimage\"},\"image\":{\"@id\":\"https:\/\/gh.usembassy.gov\/u-s-completes-316-million-investment-in-ghanas-energy-infrastructure\/#primaryimage\"},\"thumbnailUrl\":\"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/MCC-Kasoa-BSP-1-scaled.jpg\",\"datePublished\":\"2022-06-01T15:36:03+00:00\",\"dateModified\":\"2022-06-01T15:36:03+00:00\",\"author\":{\"@id\":\"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193\"},\"breadcrumb\":{\"@id\":\"https:\/\/gh.usembassy.gov\/u-s-completes-316-million-investment-in-ghanas-energy-infrastructure\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/gh.usembassy.gov\/u-s-completes-316-million-investment-in-ghanas-energy-infrastructure\/\"]}]},{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/gh.usembassy.gov\/u-s-completes-316-million-investment-in-ghanas-energy-infrastructure\/#primaryimage\",\"url\":\"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/MCC-Kasoa-BSP-1-scaled.jpg\",\"contentUrl\":\"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/MCC-Kasoa-BSP-1-scaled.jpg\",\"width\":2560,\"height\":1239},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/gh.usembassy.gov\/u-s-completes-316-million-investment-in-ghanas-energy-infrastructure\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/gh.usembassy.gov\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"U.S. Completes $316 Million Investment in Ghana’s Energy Infrastructure\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/gh.usembassy.gov\/#website\",\"url\":\"https:\/\/gh.usembassy.gov\/\",\"name\":\"U.S. Embassy in Ghana\",\"description\":\"U.S. Embassy in Ghana\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/gh.usembassy.gov\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193\",\"name\":\"U.S. Embassy in Ghana\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/gh.usembassy.gov\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g\",\"caption\":\"U.S. Embassy in Ghana\"},\"url\":\"https:\/\/gh.usembassy.gov\/author\/usembassyinghana\/\"}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"U.S. Completes $316 Million Investment in Ghana’s Energy Infrastructure - U.S. Embassy in Ghana","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/gh.usembassy.gov\/u-s-completes-316-million-investment-in-ghanas-energy-infrastructure\/","og_locale":"en_US","og_type":"article","og_title":"U.S. Completes $316 Million Investment in Ghana’s Energy Infrastructure","og_description":"Kasoa, C\/R, Ghana - With the inauguration of the Kasoa Bulk Supply Point (BSP) today, the United States has completed its nearly six-year $316 million","og_url":"https:\/\/gh.usembassy.gov\/u-s-completes-316-million-investment-in-ghanas-energy-infrastructure\/","og_site_name":"U.S. Embassy in Ghana","article_publisher":"http:\/\/facebook.com\/USEmbassyGhana","article_published_time":"2022-06-01T15:36:03+00:00","og_image":[{"width":2560,"height":1239,"url":"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/MCC-Kasoa-BSP-1-scaled.jpg","type":"image\/jpeg"}],"author":"U.S. Embassy in Ghana","twitter_card":"summary_large_image","twitter_creator":"@USEmbassyGhana","twitter_site":"@USEmbassyGhana","twitter_misc":{"Written by":"U.S. Embassy in Ghana","Est. reading time":"8 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/gh.usembassy.gov\/u-s-completes-316-million-investment-in-ghanas-energy-infrastructure\/","url":"https:\/\/gh.usembassy.gov\/u-s-completes-316-million-investment-in-ghanas-energy-infrastructure\/","name":"U.S. Completes $316 Million Investment in Ghana’s Energy Infrastructure - U.S. Embassy in Ghana","isPartOf":{"@id":"https:\/\/gh.usembassy.gov\/#website"},"primaryImageOfPage":{"@id":"https:\/\/gh.usembassy.gov\/u-s-completes-316-million-investment-in-ghanas-energy-infrastructure\/#primaryimage"},"image":{"@id":"https:\/\/gh.usembassy.gov\/u-s-completes-316-million-investment-in-ghanas-energy-infrastructure\/#primaryimage"},"thumbnailUrl":"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/MCC-Kasoa-BSP-1-scaled.jpg","datePublished":"2022-06-01T15:36:03+00:00","dateModified":"2022-06-01T15:36:03+00:00","author":{"@id":"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193"},"breadcrumb":{"@id":"https:\/\/gh.usembassy.gov\/u-s-completes-316-million-investment-in-ghanas-energy-infrastructure\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/gh.usembassy.gov\/u-s-completes-316-million-investment-in-ghanas-energy-infrastructure\/"]}]},{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/gh.usembassy.gov\/u-s-completes-316-million-investment-in-ghanas-energy-infrastructure\/#primaryimage","url":"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/MCC-Kasoa-BSP-1-scaled.jpg","contentUrl":"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/MCC-Kasoa-BSP-1-scaled.jpg","width":2560,"height":1239},{"@type":"BreadcrumbList","@id":"https:\/\/gh.usembassy.gov\/u-s-completes-316-million-investment-in-ghanas-energy-infrastructure\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/gh.usembassy.gov\/"},{"@type":"ListItem","position":2,"name":"U.S. Completes $316 Million Investment in Ghana’s Energy Infrastructure"}]},{"@type":"WebSite","@id":"https:\/\/gh.usembassy.gov\/#website","url":"https:\/\/gh.usembassy.gov\/","name":"U.S. Embassy in Ghana","description":"U.S. Embassy in Ghana","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/gh.usembassy.gov\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Person","@id":"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193","name":"U.S. Embassy in Ghana","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/gh.usembassy.gov\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g","caption":"U.S. Embassy in Ghana"},"url":"https:\/\/gh.usembassy.gov\/author\/usembassyinghana\/"}]}},"lang":"en","translations":{"en":22581},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts\/22581"}],"collection":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/users\/1058"}],"replies":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/comments?post=22581"}],"version-history":[{"count":2,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts\/22581\/revisions"}],"predecessor-version":[{"id":22586,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts\/22581\/revisions\/22586"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/media\/22584"}],"wp:attachment":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/media?parent=22581"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/categories?post=22581"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/tags?post=22581"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}