{"id":24036,"date":"2024-03-18T08:09:25","date_gmt":"2024-03-18T08:09:25","guid":{"rendered":"https:\/\/gh.usembassy.gov\/?p=24036"},"modified":"2024-03-21T08:48:23","modified_gmt":"2024-03-21T08:48:23","slug":"ghana-journalists-associations-elections-training-ambassador-palmers-remarks","status":"publish","type":"post","link":"https:\/\/gh.usembassy.gov\/ghana-journalists-associations-elections-training-ambassador-palmers-remarks\/","title":{"rendered":"Ghana Journalists Association’s Elections Training  &#8211; Ambassador Palmer&#8217;s Remarks"},"content":{"rendered":"<div style=\"margin-top: 0px; margin-bottom: 20px;\" class=\"sharethis-inline-share-buttons\" ><\/div><p style=\"text-align: center\"><strong><u>Ambassador Palmer’s Remarks to<br \/>\nGhana Journalists Association’s Elections Training<br \/>\n<\/u><\/strong><\/p>\n<p style=\"text-align: center\"><u><\/u><strong><u>Friday, March 15, 2024<br \/>\n*As Delivered*<\/u><\/strong><\/p>\n<p><strong><em> <\/em><\/strong><\/p>\n<p>Good Morning!<\/p>\n<p>Normally, I confess, I rush through the protocols because in Ghana we do the protocols over and over again, but I don’t want to today because I am so honored and humbled to be with you all.  Because you are – no kidding – essential to Ghanaian and world confidence in your democracy.  And increasingly to Ghanaian and world confidence in democracy period.  That’s more important than ever as democracy has had tremendous challenges in West Africa in recent years.  Frankly, as my own country has learned it’s not something that we say “we’ve had democracy for two hundred years let’s sit back and enjoy it”… You have to fight for it every day.<\/p>\n<p>We’ve learned that the hard way ourselves in recent times.  The press and election institutions – and this wonderful novel National Peace Council and Regional Peace Councils that Ghana has that could be models for the rest of the region – are incredibly important to that.  Public confidence in elections is an incredibly important element of democracy.<\/p>\n<p>I often think about the U.S. experience of Gore vs. Bush and the challenges that my African friends gave me at the time.  Americans weren’t particularly worried because we had a lot of confidence in our courts in particular.  Also in that the parties would eventually, would fight hard, but would play by the rules.  Our confidence in that allowed the process to play out.  That’s extraordinarily important.<\/p>\n<p>I want to thank Albert Dwumfour, GJA President, for your invitation and for co-sponsoring this with the U.S. Embassy.<\/p>\n<p>Ghana and the United States have a lot in common.  I reflect on this when we talk about elections.  As we edge closer to the 2024 presidential elections in both countries, the role of a free, vibrant, and professional press has never been more paramount.  We gather today at a critical juncture in our history at a time when the strength of democracy is being tested worldwide and challenged.<\/p>\n<p>We share a lot of the same challenges when it comes to elections as well: challenges to democracy and disinformation aimed at sowing mistrust in our institutions and our elections.  This type of disinformation, often driven by state actors – you know who I am talking about – undermines democracy and confidence in government.<\/p>\n<p>Because when democracies like ours succeed, authoritarian regimes fail.  So, they will do whatever is possible to harm democratic processes and sow division and doubt.<\/p>\n<p>If they can undermine democracy in the world, their authoritarian, top-down, command and control approach to the world can seem like a plausible alternative.  Of course, it’s not.  Their approach to the world cannot win the war of ideas, so they use disinformation and seek to undermine institutions and trust in government and in the press.<\/p>\n<p>West Africa, as I mentioned at the top, has experienced democratic backsliding in the last few years, as four governments in the Sahel have fallen victim to coups.  And it’s important to point out that many analysts saw a rise in disinformation online that preceded that that undermined confidence in the government.  That’s not to say these governments were perfect, in fact flaws in democracy in those places played a huge role but it seems likely that disinformation spread through social media targeted these governments and accelerated their downfall.  We saw that pattern repeated in Niger last year.<\/p>\n<p>Coups like these take the power from the people’s hands and put it squarely in the hands of a few, usually the military.<\/p>\n<p>Ghana’s had that history.  I’m looking around the table wondering if there is anybody here old enough to have real memories of what that means.  There’s a real division between people who have lived experience of what that deprivation of rights means, and others who might be tempted to think “that’s expedient or that will get me out of the economic doldrums or a counterterrorism crisis.”  But it doesn’t work that way.<\/p>\n<p>Even when a coup initially has popular support, it’s not long before people come to realize that an authoritarian regime is not the answer to security challenges or economic malaise.  You can look at, for example, the number of civilian deaths in these coup countries and they’ve gone up, rather than down, even though that was the excuse for the coup in the first place.<\/p>\n<p>When a democratic government fails to live up to expectations, the solution is actually MORE democracy, NOT LESS.  That’s important to remind people.  We see it in the Sahel, where human rights violations by security forces and discrimination – I do want us all to think about discrimination – drive violent extremists and recruitment.  We also see it where the failure to equitably share economic dividends drives people to seek change.<\/p>\n<p>The change we need is the professionalization of the security forces and structuring our economies to ensure that economic prosperity is shared across classes, regions, and sub-groups, again without discrimination.  The solution to corruption is more democratic governance, more rule of law, more accountability.  Not less.<\/p>\n<p>Ghana has long been a regional example of stability and democratic success.  But again, across the region, that’s under threat.  We cannot take it for granted.<\/p>\n<p>Journalists are the absolute lynchpin or bedrock (the internet is down this morning so I couldn’t look for more synonyms).  You are absolutely essential to making that true and to protecting those values.<\/p>\n<p>I know you face threats, both physical and digital, that seek to silence critical voices and stifle press freedom.  The courage to report honestly in such an environment is commendable.  I salute you for it, I really do, I hope to see more of it.  It’s a testament to the resilience and dedication of the journalist community.<\/p>\n<p>I sit here horrified and respectful when you talk about journalists that could be killed.  I hope that won’t happen and we will do everything we can to make sure that you are not threatened in those ways.  Your courage to want to report the story and report the truth, no matter what, is so important to democracy.<\/p>\n<p>It is a collective responsibility – governments, civil society, and the international community – to protect, support, and champion the rights of journalists and media organizations.  Because your safety and freedom are indispensable to the health of our democracies.<\/p>\n<p>Your part of the bargain – and we’ve talked about accuracy not just getting the scoop – your part of the bargain is to tell the truth including by shining the light on corruption and discrimination and other threats to democracy.<\/p>\n<p>We all know that free and fair elections don’t just happen on Election Day.  The period before and after is extraordinarily important.  They happen because people like you – journalists, law enforcement, civil society, and government officials – work together to ensure the systems work, the processes are transparent, and the results are credible.<\/p>\n<p>Again, we know how much work that takes.  Work doesn’t just start on Election Day, so thank you for your work now and throughout this year … and immediately following the election and from then on to ensure not just democracy and democratic elections but good governance.<\/p>\n<p>The team at the U.S. Embassy will be similarly focused throughout this year on elections.  Just like you, we know that our support must continue every day to build and protect democratic processes and institutions that work for the people.<\/p>\n<p>I will give a couple examples of how we do that:<\/p>\n<p>USAID is working through the National Peace Council to build consensus for transparency, long-term election reforms, and preventing election-related conflicts.  And through the Strategy to Prevent Conflict and Promote Stability I’m interested to see how that model can be replicated across West Africa because it is a beautiful innovation.<\/p>\n<p>USAID also works with marginalized communities to promote their active participation in electoral processes, including access to the Ghana Card, which is essential.  They will also work with potential candidates from marginalized communities to improve their chances of running for office in the future.  They will support Civil Society Organizations in their efforts to monitor and report on campaign financing.  Many of these efforts are long-term and go beyond the 2024 elections.<\/p>\n<p>On Election Day, that’s not when you see most violence and intimidation, but on Election Day and for some time before and after we will have teams deployed looking to see what’s going on around the country.<\/p>\n<p>But before that, we have a robust set of training and technical assistance programs planned for this year.  Today’s program is one such example.  With the GJA, you mentioned this, we are supporting five regional training sessions for more than 100 journalists, providing training on best practices for elections reporting.  I think it’s kind of a neat innovation that you will receive mentoring and feedback on your elections reporting going forward.<\/p>\n<p>I know that there’s a reporter from Ghana’s Citi News actually in the United States this week on a reporting tour, covering how local, state, and federal elections work.  Again, we say that with humility, it’s not that the United States has perfect elections, we don’t.  But because there are lessons we can learn from each other and because the reporting on those elections – perfect or imperfect – is incredibly important.  Another journalist has been nominated for a virtual reporting tour on the U.S. elections that will continue with briefings through November.<\/p>\n<p>To engage young people and first-time voters, our American Corners in Accra and Kumasi will host election literacy programs to provide forums for young people to understand their responsibilities and their role in the elections process.  I need to be clear, these are not candidate forums.  In fact, no candidates will participate.  They will be talking about processes, issues, and how to express your individual opinions on public policy issues through voting.  And how to make those votes count and make those opinions count with candidates, parties, and others.  Our partners in Kumasi will even hold a spoken word contest among high school students to highlight the importance of free and fair elections.<\/p>\n<p>And, finally, we’re also providing training to build resilience against elections related mis and disinformation this year.  Our guest speaker today, Sarah Wachter, is a subject matter expert on the confluence of journalism and election related disinformation.  I popped in on a training she was doing a couple days ago and it was fascinating, a very sophisticated discussion with the participants.  So, I’m jealous of all of you and the discussions you will have today.<\/p>\n<p>I also want to highlight for this group that we have open now a request for funding proposals for projects related to peaceful elections.  That deadline is coming up fast, so I encourage you to look at the website, I know you have already and to spread the word.  It’s about $150,000 this year – close to two million cedi – for up to five projects.<\/p>\n<p>Again, thank you to GJA for putting this program together.  Thank you, our journalists, for what you do for free and fair elections, your courage and your professionalism have never been more important, so thank you.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Ambassador Palmer’s Remarks to Ghana Journalists Association’s Elections Training Friday, March 15, 2024 *As Delivered*   Good Morning! Normally, I confess, I rush through the protocols because in Ghana we do the protocols over and over again, but I don’t want to today because I am so honored and humbled to be with you all.  &#8230;<\/p>\n","protected":false},"author":1058,"featured_media":24039,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"_gpalab_slo_mission_select":"","footnotes":""},"categories":[4,54],"tags":[10026,10114],"class_list":["post-24036","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-ambassador","category-speeches","tag-ambassador-palmer","tag-ghana-journalists-associations-elections-training"],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v23.1 (Yoast SEO v23.1) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Ghana Journalists Association’s Elections Training - Ambassador Palmer&#039;s Remarks - U.S. Embassy in Ghana<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/gh.usembassy.gov\/ghana-journalists-associations-elections-training-ambassador-palmers-remarks\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Ghana Journalists Association’s Elections Training - Ambassador Palmer&#039;s Remarks\" \/>\n<meta property=\"og:description\" content=\"Ambassador Palmer’s Remarks to Ghana Journalists Association’s Elections Training Friday, March 15, 2024 *As Delivered*   Good Morning! Normally, I\" \/>\n<meta property=\"og:url\" content=\"https:\/\/gh.usembassy.gov\/ghana-journalists-associations-elections-training-ambassador-palmers-remarks\/\" \/>\n<meta property=\"og:site_name\" content=\"U.S. Embassy in Ghana\" \/>\n<meta property=\"article:publisher\" content=\"http:\/\/facebook.com\/USEmbassyGhana\" \/>\n<meta property=\"article:published_time\" content=\"2024-03-18T08:09:25+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2024-03-21T08:48:23+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/GJA-Amb-Remarks-scaled.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"2560\" \/>\n\t<meta property=\"og:image:height\" content=\"2055\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"author\" content=\"U.S. Embassy in Ghana\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@USEmbassyGhana\" \/>\n<meta name=\"twitter:site\" content=\"@USEmbassyGhana\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"U.S. Embassy in Ghana\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"9 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/gh.usembassy.gov\/ghana-journalists-associations-elections-training-ambassador-palmers-remarks\/\",\"url\":\"https:\/\/gh.usembassy.gov\/ghana-journalists-associations-elections-training-ambassador-palmers-remarks\/\",\"name\":\"Ghana Journalists Association’s Elections Training - Ambassador Palmer's Remarks - U.S. Embassy in Ghana\",\"isPartOf\":{\"@id\":\"https:\/\/gh.usembassy.gov\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/gh.usembassy.gov\/ghana-journalists-associations-elections-training-ambassador-palmers-remarks\/#primaryimage\"},\"image\":{\"@id\":\"https:\/\/gh.usembassy.gov\/ghana-journalists-associations-elections-training-ambassador-palmers-remarks\/#primaryimage\"},\"thumbnailUrl\":\"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/GJA-Amb-Remarks-scaled.jpg\",\"datePublished\":\"2024-03-18T08:09:25+00:00\",\"dateModified\":\"2024-03-21T08:48:23+00:00\",\"author\":{\"@id\":\"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193\"},\"breadcrumb\":{\"@id\":\"https:\/\/gh.usembassy.gov\/ghana-journalists-associations-elections-training-ambassador-palmers-remarks\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/gh.usembassy.gov\/ghana-journalists-associations-elections-training-ambassador-palmers-remarks\/\"]}]},{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/gh.usembassy.gov\/ghana-journalists-associations-elections-training-ambassador-palmers-remarks\/#primaryimage\",\"url\":\"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/GJA-Amb-Remarks-scaled.jpg\",\"contentUrl\":\"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/GJA-Amb-Remarks-scaled.jpg\",\"width\":2560,\"height\":2055,\"caption\":\"U.S. Ambassador Palmer discusses Ghana's elections with reporters\"},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/gh.usembassy.gov\/ghana-journalists-associations-elections-training-ambassador-palmers-remarks\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/gh.usembassy.gov\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Ghana Journalists Association’s Elections Training &#8211; Ambassador Palmer&#8217;s Remarks\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/gh.usembassy.gov\/#website\",\"url\":\"https:\/\/gh.usembassy.gov\/\",\"name\":\"U.S. Embassy in Ghana\",\"description\":\"U.S. Embassy in Ghana\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/gh.usembassy.gov\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193\",\"name\":\"U.S. Embassy in Ghana\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/gh.usembassy.gov\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g\",\"caption\":\"U.S. Embassy in Ghana\"},\"url\":\"https:\/\/gh.usembassy.gov\/author\/usembassyinghana\/\"}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"Ghana Journalists Association’s Elections Training - Ambassador Palmer's Remarks - U.S. Embassy in Ghana","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/gh.usembassy.gov\/ghana-journalists-associations-elections-training-ambassador-palmers-remarks\/","og_locale":"en_US","og_type":"article","og_title":"Ghana Journalists Association’s Elections Training - Ambassador Palmer's Remarks","og_description":"Ambassador Palmer’s Remarks to Ghana Journalists Association’s Elections Training Friday, March 15, 2024 *As Delivered*   Good Morning! Normally, I","og_url":"https:\/\/gh.usembassy.gov\/ghana-journalists-associations-elections-training-ambassador-palmers-remarks\/","og_site_name":"U.S. Embassy in Ghana","article_publisher":"http:\/\/facebook.com\/USEmbassyGhana","article_published_time":"2024-03-18T08:09:25+00:00","article_modified_time":"2024-03-21T08:48:23+00:00","og_image":[{"width":2560,"height":2055,"url":"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/GJA-Amb-Remarks-scaled.jpg","type":"image\/jpeg"}],"author":"U.S. Embassy in Ghana","twitter_card":"summary_large_image","twitter_creator":"@USEmbassyGhana","twitter_site":"@USEmbassyGhana","twitter_misc":{"Written by":"U.S. Embassy in Ghana","Est. reading time":"9 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/gh.usembassy.gov\/ghana-journalists-associations-elections-training-ambassador-palmers-remarks\/","url":"https:\/\/gh.usembassy.gov\/ghana-journalists-associations-elections-training-ambassador-palmers-remarks\/","name":"Ghana Journalists Association’s Elections Training - Ambassador Palmer's Remarks - U.S. Embassy in Ghana","isPartOf":{"@id":"https:\/\/gh.usembassy.gov\/#website"},"primaryImageOfPage":{"@id":"https:\/\/gh.usembassy.gov\/ghana-journalists-associations-elections-training-ambassador-palmers-remarks\/#primaryimage"},"image":{"@id":"https:\/\/gh.usembassy.gov\/ghana-journalists-associations-elections-training-ambassador-palmers-remarks\/#primaryimage"},"thumbnailUrl":"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/GJA-Amb-Remarks-scaled.jpg","datePublished":"2024-03-18T08:09:25+00:00","dateModified":"2024-03-21T08:48:23+00:00","author":{"@id":"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193"},"breadcrumb":{"@id":"https:\/\/gh.usembassy.gov\/ghana-journalists-associations-elections-training-ambassador-palmers-remarks\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/gh.usembassy.gov\/ghana-journalists-associations-elections-training-ambassador-palmers-remarks\/"]}]},{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/gh.usembassy.gov\/ghana-journalists-associations-elections-training-ambassador-palmers-remarks\/#primaryimage","url":"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/GJA-Amb-Remarks-scaled.jpg","contentUrl":"https:\/\/gh.usembassy.gov\/wp-content\/uploads\/sites\/175\/GJA-Amb-Remarks-scaled.jpg","width":2560,"height":2055,"caption":"U.S. Ambassador Palmer discusses Ghana's elections with reporters"},{"@type":"BreadcrumbList","@id":"https:\/\/gh.usembassy.gov\/ghana-journalists-associations-elections-training-ambassador-palmers-remarks\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/gh.usembassy.gov\/"},{"@type":"ListItem","position":2,"name":"Ghana Journalists Association’s Elections Training &#8211; Ambassador Palmer&#8217;s Remarks"}]},{"@type":"WebSite","@id":"https:\/\/gh.usembassy.gov\/#website","url":"https:\/\/gh.usembassy.gov\/","name":"U.S. Embassy in Ghana","description":"U.S. Embassy in Ghana","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/gh.usembassy.gov\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Person","@id":"https:\/\/gh.usembassy.gov\/#\/schema\/person\/32e4b6f73190473d12bbf2753e79d193","name":"U.S. Embassy in Ghana","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/gh.usembassy.gov\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/b68f4856ec173080af496b31b01882d3?s=96&d=mm&r=g","caption":"U.S. Embassy in Ghana"},"url":"https:\/\/gh.usembassy.gov\/author\/usembassyinghana\/"}]}},"lang":"en","translations":{"en":24036},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts\/24036"}],"collection":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/users\/1058"}],"replies":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/comments?post=24036"}],"version-history":[{"count":5,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts\/24036\/revisions"}],"predecessor-version":[{"id":24044,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/posts\/24036\/revisions\/24044"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/media\/24039"}],"wp:attachment":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/media?parent=24036"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/categories?post=24036"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/tags?post=24036"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}