{"id":21295,"date":"2021-01-11T14:04:04","date_gmt":"2021-01-11T14:04:04","guid":{"rendered":"http:\/\/gh.usembassy.gov\/?page_id=21295"},"modified":"2024-04-09T08:16:39","modified_gmt":"2024-04-09T08:16:39","slug":"u-s-embassy-ghana-public-affairs-secton-notice-of-funding-opportunity","status":"publish","type":"page","link":"https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/u-s-embassy-ghana-public-affairs-secton-notice-of-funding-opportunity\/","title":{"rendered":"Notice of Funding Opportunity: Strengthening Democracy and Civic Engagement during Ghana&#8217;s 2024 Electoral Process"},"content":{"rendered":"<blockquote><p><em><strong>This Notice of Funding Opportunity has closed.<\/strong><\/em><\/p><\/blockquote>\n<p style=\"text-align: center\"><strong>U.S. DEPARTMENT OF STATE<br \/>\nU.S. EMBASSY ACCRA \/ BUREAU OF AFRICAN AFFAIRS<\/strong><\/p>\n<p style=\"text-align: center\"><strong>PUBLIC DIPLOMACY SECTION<\/strong><\/p>\n<p style=\"text-align: center\"><strong>Notice of Funding Opportunity<\/strong><\/p>\n<p>&nbsp;<\/p>\n<p><strong>Funding Opportunity Title:            <\/strong>     U.S. Embassy Accra Public Diplomacy Grant Program: Strengthening Democracy and Civic Engagement during Ghana’s 2024 Electoral Process.<\/p>\n<p><strong>Funding Opportunity Number:     <\/strong><strong>     <\/strong>DOS-ACC-NOFO2024-01<\/p>\n<p><strong>Deadline for Applications<\/strong>:                  March 24, 2024<\/p>\n<p><strong>Federal Assistance Number:              <\/strong>19.040 — Public Diplomacy Programs<\/p>\n<p>19.022 — Educational and Cultural Exchange Programs<\/p>\n<p><strong>                                                             <\/strong>19.979 — Regional Peace and Security<\/p>\n<p><strong>Total Amount Available:                     <\/strong>$150,000<\/p>\n<p><strong>Maximum for Each Award: <\/strong>                $100,000<\/p>\n<p><strong>Minimum for Each Award:                <\/strong>$15,000<\/p>\n<p><strong>CONTACT INFORMATION:  <\/strong>If you have any questions about the application process, please contact the Public Diplomacy Section at: <a href=\"mailto:PASAccraGrant@state.gov\"><em>PASAccraGrant@state.gov<\/em><\/a>.<\/p>\n<h1>A. PROGRAM DESCRIPTION<\/h1>\n<p>The U.S. Department of State’s Embassy Accra Public Diplomacy Section (PDS) announces an open competition for organizations to implement a project that strengthens Ghana’s democracy and promotes transparent, credible, and peaceful 2024 Presidential and Parliamentary elections that reflect the will of the people.  Please carefully follow all instructions below.<\/p>\n<p>Priority will be given to projects that yield concrete, measurable results.  <strong>Projects consisting solely of conferences or roundtable discussions, speaker series, theoretical research or surveys, or the writing or publishing of books, are unlikely to be funded.<\/strong><\/p>\n<p>Full proposals may be submitted for consideration through March 24, 2024, 23:59.<\/p>\n<h2>PROGRAM OBJECTIVES<\/h2>\n<p>The United States and Ghana have a close and enduring friendship rooted in our mutual commitment to freedom and democratic values.  Ghana is recognized as a stable, democratic country with a history of successful political transitions, a free press, an active civil society, and has held eight free and fair elections since 1992.  Despite Ghana’s status as a relative model of democratic governance on the continent, governance systems at both the national and local level are weak, subject to corruption, and often insufficiently accountable to citizens.  That is why the U.S. Government continues to work alongside our Ghanaian partners to improve accountable governance and strengthen democratic institutions in the country.<\/p>\n<p>Additionally, under the U.S. Strategy to Prevent Conflict and Promote Stability, of which Ghana is a partner country, our first objective is to: “strengthen social cohesion within and between at-risk communities; reduce community tensions and stigmatization between and among historically marginalized communities; and reduce instrumentalization of communal identities for political purposes.”  Our second objective is to: “improve government responsiveness, inclusion, and accountability, to at-risk communities through strengthened inclusive, democratic political processes both locally and nationally; a strengthened environment for accountability and transparency; improved service delivery; and improved access to and trust in the justice sector.”<\/p>\n<p>The U.S. Embassy Accra Public Diplomacy Section (PDS) invites proposals for programs <strong>encouraging fair and inclusive political processes during the Ghana’s 2024 general election <\/strong>through activities that highlight shared values between the United States and Ghana.  All programs must include a <strong>strong <\/strong>American element and\/or connection with American expert(s), organization(s), or institution(s) (separate and beyond any involvement with the U.S. Embassy or its American Corners) that will promote <strong>increased understanding of U.S. policy and perspectives<\/strong>.<\/p>\n<p>Examples of Programs include, but are not limited to:<\/p>\n<ul>\n<li>Advocacy and public messaging campaigns that improve accountable governance and strengthen democratic institutions;<\/li>\n<li>Campaigns to promote peaceful elections and campaigning and to avoid violent rhetoric<\/li>\n<li>Trainings and professional development opportunities;<\/li>\n<li>Media literacy training;<\/li>\n<li>Countering mis- and disinformation campaigns;<\/li>\n<li>Activities that increase civic participation of historically marginalized communities;<\/li>\n<li>Activities that deescalate the instrumentalization of communal identities for political purposes;<\/li>\n<li>Fact-checking trainings;<\/li>\n<li>Public debate and civic engagement on critical issues.<\/li>\n<\/ul>\n<p>The following types of programs are <strong><u>not<\/u><\/strong> eligible for funding:<\/p>\n<ul>\n<li>Programs relating to partisan political activity;<\/li>\n<li>Charitable, development, or social welfare activities;<\/li>\n<li>Construction programs;<\/li>\n<li>Programs that support specific religious activities;<\/li>\n<li>Fundraising campaigns;<\/li>\n<li>Lobbying for or against specific legislation or programs;<\/li>\n<li>Scientific research;<\/li>\n<li>Programs intended primarily for the growth or institutional development of the organization; or<\/li>\n<li>Programs that duplicate existing programs or fall outside of strategic priorities.<\/li>\n<\/ul>\n<h2>PRIORITY PROGRAM AREAS<\/h2>\n<p><strong>Peace and Security<\/strong>: Activities that give voice to Ghanaian youth, marginalized communities, and local government through civic education and conflict resolution skills; strengthen citizenship and civic education so that communities will be able to engage in debate and sensitive conversations, and to hold one another accountable, without resorting to violence.<\/p>\n<p><strong>Media and Press Freedom<\/strong>: Activities that protect press freedom and strengthen the journalism profession through targeted training on fact checking, journalist ethics, and countering misinformation to journalists across the country; and promote media and information literacy, especially among youth so that Ghana’s media institutions and journalists are less vulnerable to external threats to their credibility, and more prepared to be valuable contributors to Ghana’s democratic process.<\/p>\n<p><strong>Democracy and Civil Society: <\/strong>Activities that strengthen internal capacity for management, planning, and issue advocacy among civil society organizations, especially those reflecting marginalized voices underrepresented in the public debate or engaged in democracy and governance issues, in order to support more diverse opinions in civic engagement and public debate during the campaign season for the 2024 presidential elections, separate from the dominant political parties and their allies.<\/p>\n<h2>PARTICIPANTS AND AUDIENCES<\/h2>\n<p>Programs may be geared to a variety of audiences, depending on the topic (institutions, civil society, media, community leaders, youth, etc.).  Proposals will be evaluated based on a well-reasoned strategy for addressing the intended audience, stakeholders, and beneficiaries (primary and secondary).<\/p>\n<p>Examples of a well-defined target audience, stakeholders, beneficiaries:<\/p>\n<ul>\n<li>Emerging voices (18-35) in disadvantaged or marginalized communities located in targeted regions<\/li>\n<li>Emerging voices in local media to include community radio in targeted communities<\/li>\n<li>Media editors and journalists with national audiences<\/li>\n<li>Community advocates and leaders (religious, traditional, civil society, and civil service)<\/li>\n<li>Secondary high school educators<\/li>\n<\/ul>\n<ul>\n<li>Urban youth (15-25) no longer enrolled in a formal education institution<\/li>\n<\/ul>\n<h1>B. FEDERAL AWARD INFORMATION<\/h1>\n<p><strong>Anticipated program start date<\/strong>: On or after June 1, 2024<\/p>\n<p><strong>Length of performance period<\/strong>: 12 months or less<\/p>\n<p><strong>Number of awards anticipated<\/strong>: 2-5 awards (dependent on amounts)<\/p>\n<p><strong>Award amounts<\/strong>: awards may range from a minimum of $15,000 to a maximum of $100,000<\/p>\n<p><strong>Total expected available funding<\/strong>: up to $150,000<\/p>\n<p><strong>Type of Funding<\/strong>:   19.040 – Public Diplomacy Programs; 19.022 — Educational and Cultural Exchange Programs; 19.979 Regional Peace and Security<\/p>\n<p><strong>Funding Instrument Type<\/strong>:  Grant or Fixed Amount Award<\/p>\n<p><strong><em>This NOFO is subject to availability of funding.<\/em><\/strong><\/p>\n<p>The U.S. Embassy Accra Public Diplomacy Section reserves the right to award less or more than the funds described in the absence of worthy applications or under such other circumstances as it may deem to be in the best interest of the U.S. Government.  All projects are subject to negotiation by the Grants Officer before final award.<\/p>\n<p>PDS may entertain applications for continuation grants funded under these awards beyond the initial budget period on a non-competitive basis subject to availability of funds, satisfactory progress of the program, and a determination that continued funding would be in the best interest of the U.S. Department of State.<\/p>\n<h2>COMPETITION FORMAT AND TIMELINE<\/h2>\n<p>This announcement requests full proposals from qualified organizations.  Proposals submitted that do not meet all technical requirements and follow the instructions within this notice of funding opportunity (NOFO) will not be considered.<\/p>\n<p>March 24, 2024, 23:59 (GMT) – Call for proposals closes.<\/p>\n<p>April 19, 2024 – Notification of selected proposals.*<\/p>\n<p>June 1, 2024 – Earliest project start date.<\/p>\n<p>*Additional proposals may be selected after this date subject to available funding.  Note that no proposals received after the close of this NOFO end date will be considered.<\/p>\n<h1>C. ELIGILIBITY INFORMATION<\/h1>\n<p>The Public Diplomacy Section encourages applications from the United States and Ghana, including:<\/p>\n<ul>\n<li>Registered not-for-profit organizations, including think tanks and civil society\/non-governmental organizations with programming experience<\/li>\n<li>Non-profit or governmental educational institutions<\/li>\n<li>Governmental institutions<\/li>\n<\/ul>\n<p><strong>Note<\/strong>: For-profit or commercial entities are not eligible to apply.  Proposals from individuals will not be considered for this funding opportunity.<\/p>\n<h2>COST SHARING OR MATCHING<\/h2>\n<p>Cost sharing is not required.<\/p>\n<h2>OTHER ELIGIBILITY REQUIREMENTS<\/h2>\n<p>In order to be eligible to receive an award, all organizations must have a Unique Entity Identifier (UEI) number issued via <a href=\"http:\/\/www.SAM.gov\">www.SAM.gov<\/a> as well as a valid registration on www.SAM.gov. Please see Section D for more information.  The process of obtaining or renewing a SAM.gov registration may take anywhere from 4-8 weeks.  <u>Please begin your registration as early as possible<\/u>.<\/p>\n<p><strong>Note<\/strong>: Applicants without a valid, active registration will not be eligible for this funding opportunity.<\/p>\n<p>Applicants are only allowed to submit one proposal per organization.  If more than one proposal is submitted from an organization, all proposals from that institution will be considered ineligible for funding.<\/p>\n<h1>D. APPLICATION AND SUBMISSION INFORMATION<\/h1>\n<p>Please read the following instructions carefully. Applications that do not meet the requirements of this announcement or fail to comply with the stated requirements will be considered ineligible.<\/p>\n<h2>APPLICATION PACKAGE<\/h2>\n<p>This Notice of Funding Opportunity (NOFO) and any amendments and supplementary information can be found at <a href=\"http:\/\/www.grants.gov\">www.grants.gov<\/a> (search by Opportunity Number) or on the U.S. Embassy Ghana’s website at: <a href=\"https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/\">https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/<\/a><\/p>\n<p>Application forms required below are available at <a href=\"https:\/\/www.grants.gov\/forms\">grants.gov\/forms<\/a>.<\/p>\n<h2>APPLICATION DEADLINE<\/h2>\n<p>PDS Accra will accept proposals from the date this NOFO is posted <strong>until 11:59pm GMT March 24, 2024<\/strong>.  A grants committee will review eligible submissions received by this date.<\/p>\n<h2>APPLICATION SUBMISSION PROCESS<\/h2>\n<p>Proposals must be submitted by email to <a href=\"mailto:PASAccraGrant@state.gov\"><strong><em>PASAccraGrant@state.gov<\/em><\/strong><\/a>.  The Subject Line of your email should begin with: “<strong>NOFO Elections 2024 &#8211;<\/strong> ” followed by the priority program area (listed below) and name of organization.  If your organization is popularly referred to as an acronym, that may be used in place of the full name in the subject line.<\/p>\n<p><strong>Example<\/strong>: NOFO Elections 2024 – Education – AnyOrganizationName (or “AON”)<\/p>\n<h2>CONTENT OF APPLICATION<\/h2>\n<p><strong><em>Please ensure:<\/em><\/strong><\/p>\n<ul>\n<li>The proposal clearly addresses the goals and objectives of this funding opportunity<\/li>\n<li>All documents are in English<\/li>\n<li>All budgets are in U.S. dollars<\/li>\n<li>All pages are numbered<\/li>\n<li>All documents are formatted to 8 ½ x 11 paper, and<\/li>\n<li>All Microsoft Word documents are single-spaced, 12-point Calibri font, with a minimum of 1-inch margins.<\/li>\n<\/ul>\n<p>The following documents and components <strong><u>are required and must be included in the applicant’s submission:<\/u><\/strong><\/p>\n<p><strong>Section 1 &#8211; Mandatory application forms<\/strong><\/p>\n<ul>\n<li><strong>SF-424 <em>(Application for Federal Assistance – organizations)<\/em><\/strong>at .  This should be labeled as “Attachment 1”<\/li>\n<li><strong>SF424A<\/strong><strong><em>(Budget Information for Non-Construction programs) <\/em><\/strong>at<strong><em>  <\/em><\/strong><a href=\"https:\/\/www.grants.gov\/forms\/forms-repository\/sf-424-mandatory-family\">https:\/\/www.grants.gov\/forms\/forms-repository\/sf-424-mandatory-family<\/a> or <a href=\"https:\/\/www.grants.gov\/forms\/forms-repository\/sf-424-individual-family\">https:\/\/www.grants.gov\/forms\/forms-repository\/sf-424-individual-family<\/a>.  This should be labeled as “Attachment 2”.<\/li>\n<\/ul>\n<p>All submissions must include the SF-424 Application for Federal Assistance and the SF-424A Budget Information—Non-Construction. These forms and the instructions for completing them are available at <a href=\"https:\/\/www.grants.gov\/forms\">grants.gov\/forms<\/a> under the heading “SF-424 Family.”<\/p>\n<p><strong>Section 2 &#8211; Organization Information  <\/strong><\/p>\n<ol>\n<li>Organizational Description and Capacity: A description of past and present operations, showing ability to carry out the program, including information on all previous grants from the U.S. Embassy and\/or U.S. government agencies as well as experience with and expertise in areas related to those described in the NOFO. You may use the Applicant Organization Information form to provide this information. You can find this form here or on our <a href=\"https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/\">Embassy’s Grant webpage<\/a> under “Additional Resources.” This should be labeled as “Attachment 3”.<\/li>\n<li>Proof of Registration: A copy of the organization’s registration in SAMS.gov should be provided with the proposal application. U.S.-based organizations should submit a copy of their IRS determination letter. This should be labeled as “Attachment 4”.<\/li>\n<\/ol>\n<p><strong>Section 3 – Technical Proposal<\/strong><\/p>\n<p>Applicants must submit a complete narrative proposal in a format of their choice, or they may use the proposal template available on our <a href=\"https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/\">Embassy’s Grant webpage<\/a> under “Additional Resources.”  The proposal shall not exceed twelve (12) pages.  The proposal should contain sufficient information that anyone not familiar with it would understand exactly what the applicant wants to do.  Refer to the evaluation criteria in Part G below for further detail about what makes a strong proposal. All proposals must address the following areas:<strong> <\/strong><\/p>\n<ul>\n<li>Summary Page: Cover sheet stating the applicant’s name and organization, UEI number, proposal date, program title, program period proposed start and end date, and brief purpose of the program (not to exceed 125 words).<\/li>\n<li>Project Justification, Sustainability, and Impact<\/li>\n<li>Project Goals, Audiences, Objectives, Activities, and Deliverables<\/li>\n<li>Proposed Program Schedule and Timeline<\/li>\n<li>Future Funding or Sustainability<\/li>\n<li>Support of Equity and Underserved Communities<\/li>\n<li>Monitoring &amp; Evaluation*<\/li>\n<\/ul>\n<p><strong>*<\/strong>Performance Monitoring Plan (PMP): Proposals must include a draft Monitoring and Evaluation (M&amp;E) Performance Monitoring Plan (PMP). Applicants may use the PMP template (available on our <a href=\"https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/\">Embassy’s Grant webpage<\/a> under “Additional Resources”).  Applicants should describe how they intend to monitor and evaluate the activities of their award and collect data that tracks award performance.  The applicant should also submit If-Then statements to illustrate how project activities will lead to intended outcomes.  In addition, the applicant must complete a short table outlining their proposed activities and indicators.  The datasheet’s purpose is to explicitly illustrate how a project’s activities lead to tangible results (such as increased beneficiary skills, knowledge, or attitudes) that ultimately address a U.S. Embassy Accra priority strategic theme\/objective.<\/p>\n<p><strong>Section 4 &#8211; Budget and Budget Justification Narrative<\/strong><\/p>\n<p>After filling out the SF-424A Budget Form, use a separate file to describe each of the budget expenses in detail.  Applicants must submit a detailed budget and budget narrative justification. Applicants are encouraged to utilize the template provided with the funding opportunity but are not required to do so (available on our <a href=\"https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/\">Embassy’s Grant webpage<\/a> under “Additional Resources”).  Line-item expenditures should be listed in the greatest possible detail.  Personnel salaries should include the level of effort and the rate of pay, which should cover the percentage of time each staff member will dedicate to grant-based activities.  If your organization is charging an indirect cost rate, you must apply it to the modified total budget costs (MTDC), refer to 2CFR§200.68.  Budgets shall be submitted in U.S. dollars and final grant agreements will be conducted in U.S. dollars.<\/p>\n<p><strong>Section 5—Key Personnel and Project Partners<\/strong><\/p>\n<ul>\n<li>Key Personnel: A résumé must be included for the proposed key staff persons, such as the Project Director and Finance Officer, as well as any speakers or trainers (if applicable), each not to exceed one page in length. If an individual for one of the positions has not been identified, the applicant may submit a 1-page position description, identifying the qualifications and skills required for that position, in lieu of a résumé.<\/li>\n<li>Project Partners: Letters of support should be included for sub-recipients or other partners. The letters must identify the type of relationship to be entered into (formal or informal), the roles and responsibilities of each partner in relation to the proposed project activities, and the expected result of the partnership. The individual letters cannot exceed 1 page in length.<\/li>\n<\/ul>\n<p><strong>Tip!<\/strong> Applicants are encouraged to use S.M.A.R.T. criteria when developing their program goals and objectives – specific, measurable, attainable, relevant, and time-bound.  Applicants are also encouraged to use resources for grant writing and other education materials available on <a href=\"https:\/\/www.grants.gov\/\">Grants.gov<\/a>.<\/p>\n<p><strong>Note<\/strong>: All templates provided by the U.S. Embassy Accra (available on the <a href=\"https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/\">U.S. Embassy Accra Grant’s webpage<\/a> under “Additional Resources”) are best practices, but not mandated for use. However, they are tools to assist with presenting required elements in order for a proposal to be considered eligible.<\/p>\n<h2>REQUIRED REGISTRATIONS<\/h2>\n<p>All organizations, whether based in the United States or in another country, must have a Unique Entity Identifier (UEI) and an active registration with the SAM.gov. A UEI is one of the data elements mandated by Public Law 109-282, the Federal Funding Accountability and Transparency Act (FFATA), for all Federal awards.<\/p>\n<p><strong>Note: As of April 2022, a DUNS number is no longer required for federal assistance applications.<\/strong><\/p>\n<p>The 2 CFR 200 requires that sub-grantees obtain a UEI number. Please note the UEI for sub-grantees is not required at the time of application but will be required before an award is processed and\/or directed to a sub-grantee.<\/p>\n<p><strong>Note: The process of obtaining or renewing a SAM.gov registration may take anywhere from 4-8 weeks. Please begin your registration as early as possible.<\/strong><\/p>\n<ul>\n<li>Organizations based in the United States or that pay employees within the United States will need an Employer Identification Number (EIN) from the Internal Revenue Service (IRS) and a UEI number prior to registering in SAM.gov.<\/li>\n<li>Organizations based outside of the United States and that do not pay employees within the United States do not need an EIN from the IRS but do need a UEI number prior to registering in SAM.gov.<\/li>\n<li><strong><u>Please note that as of November 2022 and February 2022 respectively, organizations based outside of the United States that do not intend to apply for U.S. Department of Defense (DoD) awards are no longer required to have a NATO Commercial and Government Entity (NCAGE) code or CAGE code to apply for non-DoD foreign assistance funding opportunities.<\/u><\/strong> If an applicant organization is mid-registration and wishes to remove a CAGE or NCAGE code from their SAM.gov registration, the applicant should submit a help desk ticket (“incident”) with the Federal Service Desk (FSD) online at www.fsd.gov using the following language: “I do not intend to seek financial assistance from the Department of Defense. I do not wish to obtain a CAGE or NCAGE code. I understand that I will need to submit my registration after this incident is resolved in order to have my registration activated.”<\/li>\n<\/ul>\n<p><strong>Organizations based outside of the United States and that DO NOT plan to do business with the DoD should follow the below instructions:<\/strong><\/p>\n<p>Step 1: Proceed to SAM.gov to obtain a UEI and complete the SAM.gov registration process. SAM.gov registration must be renewed annually.<\/p>\n<p><strong>Organizations based outside of the United States and that DO plan to do business with the DoD in addition to Department of State should follow the below instructions:<\/strong><\/p>\n<p>Step 1: Apply for an NCAGE code by following the instructions on the NSPA NATO website linked below:<\/p>\n<p>NCAGE Homepage: https:\/\/eportal.nspa.nato.int\/AC135Public\/sc\/CageList.aspx<\/p>\n<p>NCAGE Code Request Tool (NCRT):<\/p>\n<p><strong>Exemptions<\/strong><\/p>\n<p>An exemption from the UEI and SAM.gov registration requirements may be permitted on a case-by-case basis if:<\/p>\n<ul>\n<li>An applicant’s identity must be protected due to potential endangerment of their mission, their organization’s status, their employees, or individuals being served by the applicant.<\/li>\n<li>For an applicant, if the Federal awarding agency makes a determination that there are exigent circumstances that prohibit the applicant from receiving a unique entity identifier and completing SAM registration prior to receiving a Federal award. In these instances, Federal awarding agencies must require the recipient to obtain a unique entity identifier and complete SAM registration within 30 days of the Federal award date.<\/li>\n<\/ul>\n<p>Organizations requesting exemption from UEI or SAM.gov requirements must email the point of contact listed in the NOFO at least two weeks prior to the deadline in the NOFO providing a justification of their request. Approval for a SAM.gov exemption must come from the warranted Grants Officer before the application can be deemed eligible for review.<\/p>\n<h1>E. APPLICATION REVIEW INFORMATION<\/h1>\n<p>An Embassy Grant Review Committee will review all eligible proposals.  Proposals are reviewed individually against the criteria and not against competing proposals.  Successful applicants will be notified of the decision by March 24, 2024.<\/p>\n<h2>EVALUATION CRITERIA<\/h2>\n<p><strong>Quality and Feasibility of the Program Idea:  <\/strong>The program idea is communicated well and is feasible with a reasonable implementation timeline.  Proposals that promote creative approaches to address U.S. Embassy Accra’s needs, policies, and priorities are highly encouraged.   The program idea clearly identifies target audience, stakeholders, and beneficiaries (primary and secondary).<strong> <\/strong><\/p>\n<p>In accordance with the <a href=\"https:\/\/www.whitehouse.gov\/briefing-room\/presidential-actions\/2021\/01\/20\/executive-order-advancing-racial-equity-and-support-for-underserved-communities-through-the-federal-government\/\">Executive Order on Advancing Racial Equity and Underserved Communities<\/a>, the support of underserved communities will be part of the review criteria for this opportunity. Therefore, proposals should address how addressing equity and underserved communities will enhance the program’s goals and objectives, as well as the experience of participants.<strong> <\/strong><\/p>\n<p><strong>Program Planning\/Ability to Achieve Objectives: <\/strong>Goals and objectives are clearly stated, and the program approach is likely to provide maximum impact in achieving the proposed results.   The program idea should consider sustainability beyond the length of the grant period and the program’s likely long-term impact.  Sustainability encompasses several elements for analysis – financial, economic, social, and environmental – and attention should be paid to the interaction between them.  Long-term impact seeks to capture the indirect, secondary, and potential consequences of the program idea.<\/p>\n<p><strong>Budgets:<\/strong> The budget justification is detailed. Costs are reasonable in relation to the proposed activities and anticipated results. The budget is realistic, accounting for all necessary expenses to achieve proposed activities.<\/p>\n<p><strong>Organizational Capacity and Record on Previous Grants: <\/strong>The organization has expertise in its stated field and has the internal controls in place to manage federal funds. This includes a financial management system and a bank account.<\/p>\n<p><strong>Monitoring and Evaluation Plan: <\/strong>Applicants demonstrate they are able to measure program success against key indicators and provide milestones to indicate progress toward goals outlined in the proposal. The program includes output and outcome indicators and shows how and when those will be measured.<\/p>\n<ul>\n<li><strong>Sustainability: <\/strong>Program activities will continue to have positive impact after the end of the program.<\/li>\n<\/ul>\n<p><strong>U.S. Government Alumni participation<\/strong>:  Proposals for projects that include participation of U.S. Government exchange alumni will be given additional consideration.<\/p>\n<h1>F. FEDERAL AWARD ADMINISTRATION INFORMATION<\/h1>\n<p>The grant award will be written, signed, awarded, and administered by the Grants Officer.  The DS-1909 assistance award agreement is the authorizing document, and it will be provided to the recipient for review and signature by email. The recipient may only start incurring program expenses beginning on the start date shown on the DS-1909 signed by the Grants Officer.<\/p>\n<p>Issuance of this Notice of Funding Opportunity does not constitute an award commitment on the part of the U.S. government, nor does it commit the U.S. government to pay for costs incurred in the preparation and submission of proposals.  Further, the U.S. government reserves the right to reject any or all proposals received.<\/p>\n<p><strong>Payment Method<\/strong>: The U.S. Embassy in Accra will provide funding on an as-needed basis using the <a href=\"https:\/\/apply07.grants.gov\/apply\/forms\/sample\/SF270-V1.0.pdf\">SF-270 form<\/a> (available on <a href=\"https:\/\/www.grants.gov\/forms\/forms-repository\/post-award-reporting-forms\">Grants.gov<\/a>).  Please note the Grants Officer has the right to change the payment structure if deemed necessary.<\/p>\n<p><strong>Reporting Requirements<\/strong>: Recipients will be required to submit financial reports and program reports. The award document will specify how often these reports must be submitted.  Financial reports must be submitted using the SF-425 Form (available on <a href=\"https:\/\/www.grants.gov\/forms\/forms-repository\/post-award-reporting-forms\">Grants.gov<\/a>).<\/p>\n<p>If you have any questions about the grant application process, please contact the Public Diplomacy Section at <a href=\"mailto:PASAccraGrant@state.gov\">PASAccraGrant@state.gov<\/a>.<\/p>\n<p><strong>Administrative and National Policy Requirements<\/strong><\/p>\n<p><strong>Terms and Conditions<\/strong>: Before submitting an application, applicants should review all the terms and conditions and required certifications which will apply to this award, to ensure that they will be able to comply.<\/p>\n<p>These include: 2 CFR 200, 2 CFR 600, Certifications and Assurances, and the Department of State Standard Terms and Conditions, all of which are available at:<br \/>\n<a href=\"https:\/\/www.state.gov\/about-us-office-of-the-procurement-executive\/\">https:\/\/www.state.gov\/about-us-office-of-the-procurement-executive\/<\/a>.<\/p>\n<h1>G. FEDERAL AWARDING AGENCY CONTACTS<\/h1>\n<p>If you have any questions about the grant application process, please contact the Public Diplomacy Section at: <a href=\"mailto:PASAccraGrant@state.gov\"><strong><em>PASAccraGrant@state.gov<\/em><\/strong><\/a>.<\/p>\n<p><strong>Note<\/strong>: We do not provide any pre-consultation for application-related questions that are addressed in the NOFO.  Once an application has been submitted, Department of State officials and staff – both in the Department and at embassies or consulates overseas – may not discuss this competition with applicants until the entire proposal review process is completed.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>This Notice of Funding Opportunity has closed. U.S. DEPARTMENT OF STATE U.S. EMBASSY ACCRA \/ BUREAU OF AFRICAN AFFAIRS PUBLIC DIPLOMACY SECTION Notice of Funding Opportunity &nbsp; Funding Opportunity Title:                 U.S. Embassy Accra Public Diplomacy Grant Program: Strengthening Democracy and Civic Engagement during Ghana’s 2024 Electoral Process. Funding Opportunity Number:          DOS-ACC-NOFO2024-01 Deadline for Applications:  &#8230;<\/p>\n","protected":false},"author":1058,"featured_media":0,"parent":18957,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"_acf_changed":false,"_gpalab_slo_mission_select":"","footnotes":""},"class_list":["post-21295","page","type-page","status-publish","hentry"],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v23.1 (Yoast SEO v23.1) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Notice of Funding Opportunity: Strengthening Democracy and Civic Engagement during Ghana&#039;s 2024 Electoral Process - U.S. Embassy in Ghana<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/u-s-embassy-ghana-public-affairs-secton-notice-of-funding-opportunity\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Notice of Funding Opportunity: Strengthening Democracy and Civic Engagement during Ghana&#039;s 2024 Electoral Process\" \/>\n<meta property=\"og:description\" content=\"This Notice of Funding Opportunity has closed. U.S. DEPARTMENT OF STATE U.S. EMBASSY ACCRA \/ BUREAU OF AFRICAN AFFAIRS PUBLIC DIPLOMACY SECTION Notice of\" \/>\n<meta property=\"og:url\" content=\"https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/u-s-embassy-ghana-public-affairs-secton-notice-of-funding-opportunity\/\" \/>\n<meta property=\"og:site_name\" content=\"U.S. Embassy in Ghana\" \/>\n<meta property=\"article:publisher\" content=\"http:\/\/facebook.com\/USEmbassyGhana\" \/>\n<meta property=\"article:modified_time\" content=\"2024-04-09T08:16:39+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:site\" content=\"@USEmbassyGhana\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"17 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/u-s-embassy-ghana-public-affairs-secton-notice-of-funding-opportunity\/\",\"url\":\"https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/u-s-embassy-ghana-public-affairs-secton-notice-of-funding-opportunity\/\",\"name\":\"Notice of Funding Opportunity: Strengthening Democracy and Civic Engagement during Ghana's 2024 Electoral Process - U.S. Embassy in Ghana\",\"isPartOf\":{\"@id\":\"https:\/\/gh.usembassy.gov\/#website\"},\"datePublished\":\"2021-01-11T14:04:04+00:00\",\"dateModified\":\"2024-04-09T08:16:39+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/u-s-embassy-ghana-public-affairs-secton-notice-of-funding-opportunity\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/u-s-embassy-ghana-public-affairs-secton-notice-of-funding-opportunity\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/u-s-embassy-ghana-public-affairs-secton-notice-of-funding-opportunity\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/gh.usembassy.gov\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Education &amp; Culture\",\"item\":\"https:\/\/gh.usembassy.gov\/education-culture\/\"},{\"@type\":\"ListItem\",\"position\":3,\"name\":\"Grants\",\"item\":\"https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/\"},{\"@type\":\"ListItem\",\"position\":4,\"name\":\"Notice of Funding Opportunity: Strengthening Democracy and Civic Engagement during Ghana&#8217;s 2024 Electoral Process\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/gh.usembassy.gov\/#website\",\"url\":\"https:\/\/gh.usembassy.gov\/\",\"name\":\"U.S. Embassy in Ghana\",\"description\":\"U.S. Embassy in Ghana\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/gh.usembassy.gov\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"Notice of Funding Opportunity: Strengthening Democracy and Civic Engagement during Ghana's 2024 Electoral Process - U.S. Embassy in Ghana","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/u-s-embassy-ghana-public-affairs-secton-notice-of-funding-opportunity\/","og_locale":"en_US","og_type":"article","og_title":"Notice of Funding Opportunity: Strengthening Democracy and Civic Engagement during Ghana's 2024 Electoral Process","og_description":"This Notice of Funding Opportunity has closed. U.S. DEPARTMENT OF STATE U.S. EMBASSY ACCRA \/ BUREAU OF AFRICAN AFFAIRS PUBLIC DIPLOMACY SECTION Notice of","og_url":"https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/u-s-embassy-ghana-public-affairs-secton-notice-of-funding-opportunity\/","og_site_name":"U.S. Embassy in Ghana","article_publisher":"http:\/\/facebook.com\/USEmbassyGhana","article_modified_time":"2024-04-09T08:16:39+00:00","twitter_card":"summary_large_image","twitter_site":"@USEmbassyGhana","twitter_misc":{"Est. reading time":"17 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/u-s-embassy-ghana-public-affairs-secton-notice-of-funding-opportunity\/","url":"https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/u-s-embassy-ghana-public-affairs-secton-notice-of-funding-opportunity\/","name":"Notice of Funding Opportunity: Strengthening Democracy and Civic Engagement during Ghana's 2024 Electoral Process - U.S. Embassy in Ghana","isPartOf":{"@id":"https:\/\/gh.usembassy.gov\/#website"},"datePublished":"2021-01-11T14:04:04+00:00","dateModified":"2024-04-09T08:16:39+00:00","breadcrumb":{"@id":"https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/u-s-embassy-ghana-public-affairs-secton-notice-of-funding-opportunity\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/u-s-embassy-ghana-public-affairs-secton-notice-of-funding-opportunity\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/u-s-embassy-ghana-public-affairs-secton-notice-of-funding-opportunity\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/gh.usembassy.gov\/"},{"@type":"ListItem","position":2,"name":"Education &amp; Culture","item":"https:\/\/gh.usembassy.gov\/education-culture\/"},{"@type":"ListItem","position":3,"name":"Grants","item":"https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/"},{"@type":"ListItem","position":4,"name":"Notice of Funding Opportunity: Strengthening Democracy and Civic Engagement during Ghana&#8217;s 2024 Electoral Process"}]},{"@type":"WebSite","@id":"https:\/\/gh.usembassy.gov\/#website","url":"https:\/\/gh.usembassy.gov\/","name":"U.S. Embassy in Ghana","description":"U.S. Embassy in Ghana","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/gh.usembassy.gov\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"}]}},"lang":"en","translations":{"en":21295},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/pages\/21295"}],"collection":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/users\/1058"}],"replies":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/comments?post=21295"}],"version-history":[{"count":10,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/pages\/21295\/revisions"}],"predecessor-version":[{"id":24078,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/pages\/21295\/revisions\/24078"}],"up":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/pages\/18957"}],"wp:attachment":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/media?parent=21295"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}