{"id":23175,"date":"2023-03-02T12:12:46","date_gmt":"2023-03-02T12:12:46","guid":{"rendered":"https:\/\/gh.usembassy.gov\/?page_id=23175"},"modified":"2023-03-09T15:30:15","modified_gmt":"2023-03-09T15:30:15","slug":"public-affairs-section-university-partnership-initiative-notice-of-funding-opportunity","status":"publish","type":"page","link":"https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/public-affairs-section-university-partnership-initiative-notice-of-funding-opportunity\/","title":{"rendered":"Public Affairs Section University Partnership Initiative Notice of Funding Opportunity"},"content":{"rendered":"<p>U.S. Embassy Ghana<\/p>\n<p>Notice of Funding Opportunity: University Partnerships Initiative<\/p>\n<p><strong>Funding Opportunity Title: <\/strong><em>University Partnership Initiative<\/em><strong>        <\/strong><\/p>\n<p><strong>Funding Opportunity Number: <\/strong><em>DOS-ACC-NOFO-2023-01<\/em><\/p>\n<p><strong>Deadline for Applications<\/strong>: <em>April 21, 2023<\/em><\/p>\n<p><strong>Assistance Listing Number: <\/strong><em>19.040<\/em><b>     <\/b>(Smith Mundt)<strong>        <\/strong><\/p>\n<p><strong>Total Amount Available:<\/strong> $<em>200,000<\/em><\/p>\n<p>Opening Date: March 2, 2023<\/p>\n<p>Closing Date: April 21, 2023<\/p>\n<p><strong>A. PROGRAM DESCRIPTION<\/strong><\/p>\n<p>The Public Diplomacy Section of U.S. Embassy Ghana is seeking proposals to carry out a program focused on strengthening existing ties and fostering new collaborations between U.S. and Ghanaian universities.  Project activities must take place in Ghana and the United States and be directed primarily at Ghanaian audiences\/participants.  Proposals should address how relationships between institutions will be sustained after U.S. government-funded efforts are concluded and may include an exchange element.<\/p>\n<p><strong>Focus areas<\/strong>:<\/p>\n<p>-Facilitate joint research, institutional capacity, or innovation, especially in renewable energy, environmental science, agriculture, food security, and STEM<\/p>\n<p>-Provide training, knowledge exchange, and professional development in all aspects of institutional and academic advancement through subject matter exchange programs, reciprocal visits, seminars, mentoring, or other shared in-person or virtual exchanges.<\/p>\n<p>-Create public-private partnerships, with an emphasis on commercialization, technology transfer, and job creation.<\/p>\n<p>-Promote U.S.-Ghana student and faculty exchanges, including in-person and virtual exchange opportunities<\/p>\n<p><strong>Participants and Audiences:<\/strong><\/p>\n<p><em>University faculty, staff, administration, and students <\/em><\/p>\n<p><strong>B. FEDERAL AWARD INFORMATION<\/strong><\/p>\n<p>Length of performance period: <em>12 to 18 months <\/em><\/p>\n<p>Number of awards anticipated: <em>1-2 <\/em>awards (dependent on amounts)<\/p>\n<p>Award amounts: awards may range from a minimum of <em>$50,000<\/em> to a maximum of <em>$200,000<\/em><\/p>\n<p>Total available funding: <em>$200,000<\/em><\/p>\n<p>Type of Funding:  <em>FY23 Smith Mundt Public Diplomacy Funds <\/em><\/p>\n<p>Anticipated program start date:  <em>September 15, 2023<\/em><\/p>\n<p><strong>This notice is subject to availability of funding.<\/strong><\/p>\n<p><strong>Funding Instrument Type:  <\/strong>Grant<\/p>\n<p><strong>Program Performance Period<\/strong>: Proposed programs should be completed in <em>18 months<\/em> or less.<\/p>\n<p>All projects must begin before September 30, 2023. This does not mean that the activity must be completed before September 30, 2023, but preparation for the activity must begin before that date. We recommend submitting your proposal early to allow time to address any difficulties that may arise. Please include the title of this Funding Opportunity (University Partnerships Initiative) as the subject line of your email.<\/p>\n<p>Email: PASAccraGrant@state.gov<\/p>\n<p><strong>C. ELIGILIBITY INFORMATION<\/strong><\/p>\n<p>The following organizations are eligible to apply:<\/p>\n<ul>\n<li>Registered not-for-profit organizations, including think tanks and civil society\/non-governmental organizations with programming experience<\/li>\n<li>Individuals including U.S. government alumni from academic programs<\/li>\n<li>Public tertiary educational institutions<\/li>\n<\/ul>\n<p><em>For-profit or commercial entities are not eligible to apply<\/em>.<\/p>\n<p><strong>Cost Sharing or Matching<\/strong>: Projects that include cost-sharing from the applicant or third-party funders will be given positive consideration in the selection process to break ties among applications with equivalent scores.  Proposals should explain clearly other sources of funding or in-kind participation.<\/p>\n<p><strong>Other Eligibility Requirements<\/strong><\/p>\n<p>In order to be eligible to receive an award, all organizations must have a Unique Entity Identifier (UEI) number issued via <a href=\"http:\/\/www.SAM.gov\">www.SAM.gov<\/a> as well as a valid registration on www.SAM.gov. Individuals are not required to have a UEI or be registered in SAM.gov.<\/p>\n<p><strong>D. APPLICATION AND SUBMISSION INFORMATION<\/strong><\/p>\n<p>Proposals should be submitted via email to the Public Diplomacy Section using the following email address: PASAccraGrant@state.gov.<\/p>\n<p><u>Please follow all instructions below carefully<\/u>. Proposals that do not meet the requirements of this announcement or fail to comply with the stated requirements will be ineligible.<\/p>\n<p><strong>Content of Application<\/strong><\/p>\n<p>Please ensure:<\/p>\n<ul>\n<li>The proposal clearly addresses the goals and objectives of this funding opportunity<\/li>\n<li>All budgets are in U.S. dollars<\/li>\n<li>All pages are numbered<\/li>\n<\/ul>\n<p>The following documents are <strong><u>required<\/u><\/strong>:<\/p>\n<ol>\n<li><strong> Mandatory application forms<\/strong><\/li>\n<\/ol>\n<ul>\n<li><strong>SF-424 <em>(Application for Federal Assistance – organizations)<\/em><\/strong>or <strong>SF-424-I <em>(Application for Federal Assistance &#8211;individuals)<\/em><\/strong> at gov<\/li>\n<li><strong>SF-424A<\/strong><strong><em>(Budget Information for Non-Construction programs) at <\/em>gov<\/strong><\/li>\n<li><strong>SF-424B<\/strong><strong><em>(Assurances for Non-Construction programs) at grants.gov (note: the SF-424B is only required for individuals and for organizations not registered in SAM.gov)<\/em><\/strong><\/li>\n<\/ul>\n<ol start=\"2\">\n<li><strong> Summary Page: <\/strong>Cover sheet stating the applicant name and organization, proposal date, program title, program period proposed start and end date, and brief purpose of the program.<\/li>\n<li><strong> Proposal (5 pages maximum): <\/strong>The proposal should contain sufficient information that anyone not familiar with it would understand exactly what the applicant wants to do. You may use your own proposal format, but it must include all the items below.<\/li>\n<\/ol>\n<ul>\n<li><strong>Proposal Summary: <\/strong>Short narrative that outlines the proposed program, including program objectives and anticipated impact.<\/li>\n<li><strong>Introduction to the Organization or Individual applying<\/strong>: A description of past and present operations, showing ability to carry out the program, including information on all previous grants from the U.S. Embassy and\/or U.S. government agencies.<\/li>\n<li><strong>Problem Statement: <\/strong>Clear, concise and well-supported statement of the problem to be addressed and why the proposed program is needed<\/li>\n<li><strong>Program Goals and Objectives:  <\/strong>The “goals” describe what the program is intended to achieve.  The “objectives” refer to the intermediate accomplishments on the way to the goals. These should be achievable and measurable.<\/li>\n<li><strong>Program Activities<\/strong>: Describe the program activities and how they will help achieve the objectives.<\/li>\n<li><strong>Program Methods and Design<\/strong>: A description of how the program is expected to work to solve the stated problem and achieve the goal.  Include a logic model as appropriate.<\/li>\n<li><strong>Proposed Program Schedule and Timeline:  <\/strong>The proposed timeline for the program activities.  Include the dates, times, and locations of planned activities and events.<\/li>\n<li><strong>Key Personnel: <\/strong>Names, titles, roles and experience\/qualifications of key personnel involved in the program.  What proportion of their time will be used in support of this program?<\/li>\n<li><strong>Program Partners:<\/strong>  List the names and type of involvement of key partner organizations and sub-awardees.<\/li>\n<li><strong>Program Monitoring and Evaluation Plan:<\/strong> This is an important part of successful grants. Throughout the time-frame of the grant, how will the activities be monitored to ensure they are happening in a timely manner, and how will the program be evaluated to make sure it is meeting the goals of the grant?<\/li>\n<li><strong>Future Funding or Sustainability<\/strong> Applicant’s plan for continuing the program beyond the grant period, or the availability of other resources, if applicable.<\/li>\n<\/ul>\n<ol start=\"4\">\n<li><strong> Budget Justification Narrative<\/strong>: After filling out the SF-424A Budget (above), use a separate sheet of paper to describe each of the budget expenses in detail.<\/li>\n<li><strong> Attachments <\/strong><em>:<\/em><\/li>\n<\/ol>\n<ul>\n<li>1-page CV or resume of key personnel who are proposed for the program<\/li>\n<li>Letters of support from program partners describing the roles and responsibilities of each partner<\/li>\n<li>If your organization has a Negotiated Indirect Cost Rate Agreement (NICRA) and includes NICRA charges in the budget, your latest NICRA should be included as a PDF file.<\/li>\n<li>Official permission letters, if required for program activities<\/li>\n<\/ul>\n<p><strong>Unique Entity Identifier and System for Award Management (SAM)<\/strong><\/p>\n<p>All prime organizations, whether based in the United States or in another country, must have a Unique Entity Identifier (UEI) and an active registration with the SAM.gov before submitting an application. DRL may not review applications from or make awards to applicants that have not completed all applicable UEI and SAM.gov requirements. A UEI is one of the data elements mandated by Public Law 109-282, the Federal Funding Accountability and Transparency Act (FFATA), for all Federal awards.<\/p>\n<p>Note: As of April 2022, a DUNS number is no longer required for federal assistance Applications.<\/p>\n<p>The 2 CFR 200 requires that sub-grantees obtain a UEI number. Please note the UEI for sub-grantees is not required at the time of application but will be required before the award is processed and\/or directed to a sub-grantee.<\/p>\n<p>Note: The process of obtaining or renewing a SAM.gov registration may take anywhere from 4-8 weeks. Please begin your registration as early as possible.<\/p>\n<ul>\n<li>Organizations based in the United States or that pay employees within the United States will need an Employer Identification Number (EIN) from the Internal Revenue Service (IRS), a Commercial and Government Entity (CAGE) code, and a UEI number prior to registering in SAM.gov.<\/li>\n<li>Organizations based outside of the United States and that do not pay employees within the United States do not need an EIN from the IRS, but do need a UEI number prior to registering in SAM.gov. Please note that as of December 2022, organizations based outside of the United States that do not intend to apply for U.S. Department of Defense (DoD) awards are no longer required to have a NATO CAGE (NCAGE) code to apply for non-DoD foreign assistance funding opportunities. If an applicant organization is mid-registration and wishes to remove an NCAGE code from their sam.gov registration, the applicant should submit a help desk ticket (“incident”) with the Federal Service Desk (FSD) online at <a style=\"font-family: arial;font-size: 14px;background-color: #ffffff\" href=\"http:\/\/www.fsd.gov\/\">www.fsd.gov<\/a> to seek guidance on how to do so.<\/li>\n<\/ul>\n<p>All prime organizations must also continue to maintain active SAM.gov registration with current information at all times during which they have an active Federal award or application under consideration by a Federal award agency. SAM.gov requires all entities to renew their registration once a year in order to maintain an active registration status in SAM. It is the responsibility of the applicant to ensure it has an active registration in SAM.gov and to maintain that active registration. If an applicant has not fully complied with the requirements at the time of application, the applicant may be deemed technically ineligible to receive an award and use that determination as a basis for making an award to another applicant.<\/p>\n<p>Please refer to 2 CFR 25.200 for additional information.<\/p>\n<p>Note: SAM.gov is not the same as SAMS Domestic. It is free of charge to register in both systems, but the registration processes are different.<\/p>\n<p>Information is included on the SAM.gov website to help international registrations<\/p>\n<p>Navigate to <a href=\"http:\/\/www.SAM.gov\">www.SAM.gov<\/a>, click “HELP” in the top navigation bar, then click, “Explore” and “New to SAM.gov?” for general information. Please note, guidance on SAM.gov and the guidance on GSA’s website is being updated to reflect the change in NCAGE requirement.  Applicants should review the website frequently for the most up-to-date guidance.<\/p>\n<p><strong>Exemptions<\/strong><\/p>\n<p>An exemption from these requirements may be permitted on a case-by-case basis if:<\/p>\n<ul>\n<li>An applicant’s identity must be protected due to potential endangerment of their mission, their organization’s status, their employees, or individuals being served by the applicant.<\/li>\n<li>For an applicant, if the Federal awarding agency makes a determination that there are exigent circumstances that prohibit the applicant from receiving a unique entity identifier and completing SAM registration prior to receiving a Federal award. In these instances, Federal awarding agencies must require the recipient to obtain a unique entity identifier and complete SAM registration within 30 days of the Federal award date.<\/li>\n<\/ul>\n<p>Organizations requesting exemption from UEI or SAM.gov requirements must email the point of contact listed in the NOFO at least two weeks prior to the deadline in the NOFO providing a justification of their request. Approval for a SAM.gov exemption must come from the warranted Grants Officer before the application can be deemed eligible for review.<\/p>\n<p>Note: As of December 2022, organizations based outside of the United States that do not intend to apply for U.S. Department of Defense (DoD) awards are no longer required to have a NATO CAGE (NCAGE) code to apply for non-DoD foreign assistance funding opportunities.<\/p>\n<p>All organizations applying for grants (except individuals) must obtain these registrations.  All are free of charge:<\/p>\n<p><a href=\"www.SAM.gov\">www.SAM.gov<\/a> registration<\/p>\n<p>Unique Entity Identifier (UEI)<\/p>\n<p>Step 1: Register in SAM by logging onto: <a href=\"https:\/\/www.sam.gov\/\">https:\/\/www.sam.gov<\/a>.  SAM registration must be renewed annually.<\/p>\n<p>Step 2: Retrieve Unique Entity Identifier (UEI) number also from <a href=\"https:\/\/www.sam.gov\/\">https:\/\/www.sam.gov<\/a>.<\/p>\n<p>To access SAM.gov an organization is required to have a Login.gov account. Organization can create an account at <a href=\"https:\/\/gcc02.safelinks.protection.outlook.com\/?url=https%3A%2F%2Flogin.gov%2F&amp;data=04%7C01%7Cfjeldkk%40state.gov%7C8a179f425ec644553b0a08da0c446ace%7C66cf50745afe48d1a691a12b2121f44b%7C0%7C0%7C637835785239027166%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C3000&amp;sdata=tZgLWndOJE4QfgsenOHTZxlAyGwD1%2FcsHk9zT0XqO9g%3D&amp;reserved=0\">https:\/\/login.gov\/<\/a>.<\/p>\n<p>Since April 2022, the UEI are assigned when an organization registers or renews its registration in SAM.gov at <a href=\"https:\/\/gcc02.safelinks.protection.outlook.com\/?url=http%3A%2F%2Fwww.sam.gov%2F&amp;data=04%7C01%7Cfjeldkk%40state.gov%7C8a179f425ec644553b0a08da0c446ace%7C66cf50745afe48d1a691a12b2121f44b%7C0%7C0%7C637835785239027166%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C3000&amp;sdata=1O%2BquRWkk5TWZ9R%2FzeWA%2BjVqSPwgts5FKs5lUXBCVGU%3D&amp;reserved=0\">www.SAM.gov<\/a>. Organizations should renew their registration once a year in order to maintain an active registration status in SAM.gov. It is the responsibility of the applicant to ensure it has an active SAM registration<\/p>\n<p><strong>Submission Dates and Times<\/strong><\/p>\n<p>Applications are due no later than <em>April 21, 2023 11:59pm<\/em><\/p>\n<p><strong>Funding Restrictions<\/strong>:<\/p>\n<ul>\n<li>Fees and travel costs to attend conferences in the United States<\/li>\n<li>Organizational start-up costs<\/li>\n<li>Ongoing salaries, operating costs or capital improvements<\/li>\n<li>Office equipment<\/li>\n<li>Paying to complete activities begun with other funds<\/li>\n<li>Projects of a commercial or profit-making nature<\/li>\n<li>Projects that are inherently political in nature or that contain the appearance of partisanship or support to individual or single party electoral campaigns<\/li>\n<li>Projects that support specific religious activities<\/li>\n<li>Fundraising campaigns<\/li>\n<li>Academic or analytical research (if not part of a larger project)<\/li>\n<li>Construction projects<\/li>\n<li>Vehicles<\/li>\n<li>Scholarships<\/li>\n<li>Projects whose primary aim is the institutional development of the organization itself<\/li>\n<li>Solicitations, or any fees for news coverage<\/li>\n<li>Representational expenses, such as receptions (Exceptions: expenses for coffee breaks and working lunches can be funded; alcohol, however, cannot)<\/li>\n<\/ul>\n<p><strong>E. APPLICATION REVIEW INFORMATION<\/strong><\/p>\n<p><strong>Proposal Evaluation Criteria<\/strong>:<\/p>\n<p><u>Quality and Feasibility of Program Idea<\/u> – The program idea is well developed, with detail about how program activities will be carried out to reach the intended audience. The proposal includes a reasonable implementation timeline and directly relevant to achieving the strategic goals noted above.<\/p>\n<p><u>Goals and Objectives<\/u> – The project addresses one or more of the strategic goals outlined above and is likely to provide maximum impact in achieving the proposed results.<\/p>\n<p><u>Support for Equity and Underserved Communities <\/u>– The proposal should clearly describe how the applicant will execute the program within the proposed time frame and articulate an innovative strategy or plan that reflects geographic diversity and gender equality will be more favorably evaluated.  <em>Proposals that establish practices or systems to be inclusive of persons from underrepresented groups including women, persons from rural communities or with disabilities will also be weighted more favorably.<\/em><\/p>\n<p><u>Organizational Capacity<\/u> – The individual or organization applying for the grant has expertise in one or more of the areas falling under the Embassy’s strategic goals and demonstrates the ability to perform the proposed activities.<\/p>\n<p><u>Sustainability<\/u> – The applicant demonstrates a clear plan for sustainable activity or impact of the activity after the grant period of performance.<\/p>\n<p><u>Budget and Budget Justification<\/u> – The budget and narrative justification are reasonable in relation to the proposed activities. The budget does not include funding for non-allowable activities. Proposals that include cost-sharing (please describe whether funding or in-kind) with the applicant or third-parties will be viewed more favorably.<\/p>\n<p><u>Publicity\/Media Plan<\/u> – The applicant should include a plan to amplify the impact of the program on specific audiences.<\/p>\n<p><u>Monitoring and Evaluation<\/u> – The applicant should outline how specifically the grant will be monitored and evaluated for its overall effectiveness and impact, with specific, measurable, achievable, realistic and timely indicators, whenever possible.<\/p>\n<p><strong>Review and Selection Process <\/strong><\/p>\n<p>A review committee will evaluate all eligible applications.<\/p>\n<p>Preference will also be given to proposals that involve alumni of U.S. government exchange programs (e.g., YALI Mandela Washington Fellows, YALI Regional Leadership Center, Fulbright, International Visitor Leadership Program, etc.).<\/p>\n<p><strong>Award Administration <\/strong><\/p>\n<p>The grant award shall be written, signed, awarded, and administered by the Grants Officer (GO). The GO is the U.S. government official delegated the authority by the U.S. Department of State Procurement Executive to write, award, and administer grants. The GO is assisted by the Grants Officer Representative (GOR), who works with the GO to make sure that all assistance awards are administered correctly. The GOR may be the primary point of contact for grantees. The assistance award agreement is the authorizing document and it will be provided to the recipient for review and signature by email. The recipient may only start incurring program expenses beginning on the start date shown on the grant award document signed by the Grants Officer.<\/p>\n<p>If a proposal is selected for funding, the Department of State has no obligation to provide any additional future funding. Renewal of an award to increase funding or extend the period of performance is at the discretion of the Department of State.<\/p>\n<p>Issuance of this NOFO does not constitute an award commitment on the part of the U.S. government, nor does it commit the U.S. government to pay for costs incurred in the preparation and submission of proposals. Further, the U.S. government reserves the right to reject any or all proposals received.<\/p>\n<p>Organizations whose proposals will not be funded will be notified in writing.<\/p>\n<p><strong>Reporting Requirements: <\/strong><\/p>\n<p>All awards issued under this announcement will require both program and financial reports on a frequency specified in the award agreement. The disbursement of funds may be tied to submission of these reports in a timely manner. All other details related to award administration will be specified in the award agreement.<\/p>\n<p><strong>OTHER INFORMATION <\/strong><\/p>\n<p><strong>Administrative and National Policy Requirements<\/strong><\/p>\n<p>In accordance with the Office of Management and Budget’s guidance located at 2 CFR part 200, all applicable Federal laws, and relevant Executive guidance, the Department of State will review and consider applications for funding, as applicable to specific programs, pursuant to this notice of funding opportunity in accordance with the following:  NOTE:<\/p>\n<ul>\n<li><a href=\"https:\/\/www.ecfr.gov\/cgi-bin\/text-idx?SID=81a5f41de81c46a9844617d93a9db081&amp;mc=true&amp;node=pt2.1.200&amp;rgn=div5\">Guidance for Grants and Agreements in Title 2 of the Code of Federal Regulations<\/a> (2 CFR), as updated in the Federal Register’s 85 FR 49506 on August 13, 2020, particularly on:\n<ul>\n<li>Selecting recipients most likely to be successful in delivering results based on the program objectives through an objective process of evaluating Federal award applications (2 CFR part 200.205),<\/li>\n<li>Prohibiting the purchase of certain telecommunication and video surveillance services or equipment in alignment with section 889 of the National Defense Authorization Act of 2019 (Pub. L. No. 115—232) (2 CFR part 200.216),<\/li>\n<li>Promoting the freedom of speech and religious liberty in alignment with <em>Promoting Free Speech and Religious Liberty <\/em>(E.O. 13798) and <em>Improving Free Inquiry, Transparency, and Accountability at Colleges and Universities<\/em> (E.O. 13864) (§§ 200.300, 200.303, 200.339, and 200.341),<\/li>\n<li>Providing a preference, to the extent permitted by law, to maximize use of goods, products, and materials produced in the United States (2 CFR part 200.322), and<\/li>\n<li>Terminating agreements in whole or in part to the greatest extent authorized by law, if an award no longer effectuates the program goals or agency priorities (2 CFR part 200.340).<\/li>\n<\/ul>\n<\/li>\n<\/ul>\n<p><strong>Guidelines for Budget Justification<\/strong><\/p>\n<p>Personnel and Fringe Benefits: Describe the wages, salaries, and benefits of temporary or permanent staff who will be working directly for the applicant on the program, and the percentage of their time that will be spent on the program.<\/p>\n<p>Travel: Estimate the costs of travel and per diem for this program, for program staff, consultants or speakers, and participants\/beneficiaries. If the program involves international travel, include a brief statement of justification for that travel.<\/p>\n<p>Equipment: Describe any machinery, furniture, or other personal property that is required for the program, which has a useful life of more than one year (or a life longer than the duration of the program), and costs at least $5,000 per unit.<\/p>\n<p>Supplies: List and describe all the items and materials, including any computer devices, that are needed for the program. If an item costs more than $5,000 per unit, then put it in the budget under Equipment.<\/p>\n<p>Contractual: Describe goods and services that the applicant plans to acquire through a contract with a vendor.  Also describe any sub-awards to non-profit partners that will help carry out the program activities.<\/p>\n<p>Other Direct Costs: Describe other costs directly associated with the program, which do not fit in the other categories. For example, shipping costs for materials and equipment or applicable taxes. All “Other” or “Miscellaneous” expenses must be itemized and explained.<\/p>\n<p>Indirect Costs:  These are costs that cannot be linked directly to the program activities, such as overhead costs needed to help keep the organization operating.  If your organization has a Negotiated Indirect Cost Rate (NICRA) and includes NICRA charges in the budget, attach a copy of your latest NICRA. Organizations that have never had a NICRA may request indirect costs of 10% of the modified total direct costs as defined in 2 CFR 200.68.<\/p>\n<p>“Cost Sharing” refers to contributions from the organization or other entities other than the U.S. Embassy.   It also includes in-kind contributions such as volunteers’ time and donated venues.<\/p>\n<p>Alcoholic Beverages:  Please note that award funds cannot be used for alcoholic beverages.<\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>U.S. Embassy Ghana Notice of Funding Opportunity: University Partnerships Initiative Funding Opportunity Title: University Partnership Initiative        Funding Opportunity Number: DOS-ACC-NOFO-2023-01 Deadline for Applications: April 21, 2023 Assistance Listing Number: 19.040     (Smith Mundt)        Total Amount Available: $200,000 Opening Date: March 2, 2023 Closing Date: April 21, 2023 A. PROGRAM DESCRIPTION The Public Diplomacy Section of U.S. Embassy Ghana is &#8230;<\/p>\n","protected":false},"author":1058,"featured_media":0,"parent":18957,"menu_order":1,"comment_status":"closed","ping_status":"closed","template":"","meta":{"_acf_changed":false,"_gpalab_slo_mission_select":"","footnotes":""},"class_list":["post-23175","page","type-page","status-publish","hentry"],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v23.1 (Yoast SEO v23.1) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Public Affairs Section University Partnership Initiative Notice of Funding Opportunity - U.S. Embassy in Ghana<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/public-affairs-section-university-partnership-initiative-notice-of-funding-opportunity\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Public Affairs Section University Partnership Initiative Notice of Funding Opportunity\" \/>\n<meta property=\"og:description\" content=\"U.S. Embassy Ghana Notice of Funding Opportunity: University Partnerships Initiative Funding Opportunity Title: University Partnership Initiative       \" \/>\n<meta property=\"og:url\" content=\"https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/public-affairs-section-university-partnership-initiative-notice-of-funding-opportunity\/\" \/>\n<meta property=\"og:site_name\" content=\"U.S. Embassy in Ghana\" \/>\n<meta property=\"article:publisher\" content=\"http:\/\/facebook.com\/USEmbassyGhana\" \/>\n<meta property=\"article:modified_time\" content=\"2023-03-09T15:30:15+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:site\" content=\"@USEmbassyGhana\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"15 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/public-affairs-section-university-partnership-initiative-notice-of-funding-opportunity\/\",\"url\":\"https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/public-affairs-section-university-partnership-initiative-notice-of-funding-opportunity\/\",\"name\":\"Public Affairs Section University Partnership Initiative Notice of Funding Opportunity - U.S. Embassy in Ghana\",\"isPartOf\":{\"@id\":\"https:\/\/gh.usembassy.gov\/#website\"},\"datePublished\":\"2023-03-02T12:12:46+00:00\",\"dateModified\":\"2023-03-09T15:30:15+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/public-affairs-section-university-partnership-initiative-notice-of-funding-opportunity\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/public-affairs-section-university-partnership-initiative-notice-of-funding-opportunity\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/public-affairs-section-university-partnership-initiative-notice-of-funding-opportunity\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/gh.usembassy.gov\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Education &amp; Culture\",\"item\":\"https:\/\/gh.usembassy.gov\/education-culture\/\"},{\"@type\":\"ListItem\",\"position\":3,\"name\":\"Grants\",\"item\":\"https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/\"},{\"@type\":\"ListItem\",\"position\":4,\"name\":\"Public Affairs Section University Partnership Initiative Notice of Funding Opportunity\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/gh.usembassy.gov\/#website\",\"url\":\"https:\/\/gh.usembassy.gov\/\",\"name\":\"U.S. Embassy in Ghana\",\"description\":\"U.S. Embassy in Ghana\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/gh.usembassy.gov\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"Public Affairs Section University Partnership Initiative Notice of Funding Opportunity - U.S. Embassy in Ghana","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/public-affairs-section-university-partnership-initiative-notice-of-funding-opportunity\/","og_locale":"en_US","og_type":"article","og_title":"Public Affairs Section University Partnership Initiative Notice of Funding Opportunity","og_description":"U.S. Embassy Ghana Notice of Funding Opportunity: University Partnerships Initiative Funding Opportunity Title: University Partnership Initiative       ","og_url":"https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/public-affairs-section-university-partnership-initiative-notice-of-funding-opportunity\/","og_site_name":"U.S. Embassy in Ghana","article_publisher":"http:\/\/facebook.com\/USEmbassyGhana","article_modified_time":"2023-03-09T15:30:15+00:00","twitter_card":"summary_large_image","twitter_site":"@USEmbassyGhana","twitter_misc":{"Est. reading time":"15 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/public-affairs-section-university-partnership-initiative-notice-of-funding-opportunity\/","url":"https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/public-affairs-section-university-partnership-initiative-notice-of-funding-opportunity\/","name":"Public Affairs Section University Partnership Initiative Notice of Funding Opportunity - U.S. Embassy in Ghana","isPartOf":{"@id":"https:\/\/gh.usembassy.gov\/#website"},"datePublished":"2023-03-02T12:12:46+00:00","dateModified":"2023-03-09T15:30:15+00:00","breadcrumb":{"@id":"https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/public-affairs-section-university-partnership-initiative-notice-of-funding-opportunity\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/public-affairs-section-university-partnership-initiative-notice-of-funding-opportunity\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/public-affairs-section-university-partnership-initiative-notice-of-funding-opportunity\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/gh.usembassy.gov\/"},{"@type":"ListItem","position":2,"name":"Education &amp; Culture","item":"https:\/\/gh.usembassy.gov\/education-culture\/"},{"@type":"ListItem","position":3,"name":"Grants","item":"https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/"},{"@type":"ListItem","position":4,"name":"Public Affairs Section University Partnership Initiative Notice of Funding Opportunity"}]},{"@type":"WebSite","@id":"https:\/\/gh.usembassy.gov\/#website","url":"https:\/\/gh.usembassy.gov\/","name":"U.S. Embassy in Ghana","description":"U.S. Embassy in Ghana","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/gh.usembassy.gov\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"}]}},"lang":"en","translations":{"en":23175},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/pages\/23175"}],"collection":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/users\/1058"}],"replies":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/comments?post=23175"}],"version-history":[{"count":8,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/pages\/23175\/revisions"}],"predecessor-version":[{"id":23210,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/pages\/23175\/revisions\/23210"}],"up":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/pages\/18957"}],"wp:attachment":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/media?parent=23175"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}