{"id":23303,"date":"2023-04-21T10:11:15","date_gmt":"2023-04-21T10:11:15","guid":{"rendered":"https:\/\/gh.usembassy.gov\/?page_id=23303"},"modified":"2023-04-21T10:28:51","modified_gmt":"2023-04-21T10:28:51","slug":"notice-of-funding-opportunity-logistical-support-for-techcamp-workshop","status":"publish","type":"page","link":"https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/notice-of-funding-opportunity-logistical-support-for-techcamp-workshop\/","title":{"rendered":"Notice of Funding Opportunity: Logistical Support for TechCamp Workshop"},"content":{"rendered":"<p>U.S. DEPARTMENT OF STATE<br \/>\nU.S. EMBASSY GHANA, PUBLIC DIPLOMACY SECTION<br \/>\n<strong>Notice of Funding Opportunity: Statement of Interest<\/strong><\/p>\n<p><strong>Funding Opportunity Title:            <\/strong> Logistical Support for TechCamp Workshop<br \/>\n<strong>Funding Opportunity Number:     <\/strong><strong> <\/strong>DOS-ACC-NOFO-2023-05<br \/>\n<strong>Deadline for Applications<\/strong>:              May 30, 2023<br \/>\n<strong>Federal Assistance Number:           <\/strong>19.022 ECA Fulbright-Hays Funds<br \/>\n<strong>Total Amount Available:                  <\/strong>$70,000-90,000<strong> <\/strong><\/p>\n<p><strong>CONTACT INFORMATION:  <\/strong>If you have any questions about the application process, please contact the Public Diplomacy Section at: <a href=\"mailto:pasaccragrant@state.gov\"><strong><em>pasaccragrant@state.gov<\/em><\/strong><\/a><\/p>\n<p>Note: We do not provide any pre-consultation for questions about the content of this NOFO.<\/p>\n<p><strong>A. PROGRAM DESCRIPTION<\/strong><\/p>\n<p>The U.S. Embassy Ghana Public Diplomacy Section (PDS) of the U.S. Department of State is soliciting proposals to develop and implement a 2-3 day “TechCamp” workshop on the topic of illegal mining (galamsey) to take place in Accra or Takoradi, Ghana on or about August-September 2023.  Please read through and follow all instructions below.<\/p>\n<p><strong>Program Description:<\/strong> Illegal mining is one of the most pressing threats to Ghana’s water supplies, agricultural products, and livelihoods.  Although it affects all Ghanaians, there is not widespread agreement on how to tackle the issue, including through the use of technology.  To address this need, U.S. Embassy Ghana intends to host a TechCamp that will bring together 50-60 stakeholders from different fields with American experts to develop tech-based solutions to the issue of illegal mining.  The grantee may propose a location within or outside of Accra.  The main objectives of this TechCamp are to: 1) empower local communities and leaders to identify solutions to illegal mining; 2) promote sustainable livelihoods and economic alternatives; 3) mitigate community and public health impacts; and 4) address related environmental degradation.  Following the workshop, participants will devise follow-on projects that address the challenge of illegal mining to advance U.S. Mission goals of spurring environmentally sustainable, long-term economic growth.<\/p>\n<p>The grantee will be responsible for all logistics involved with planning and implementing the program, in close coordination with the U.S. Embassy Ghana PDS in Accra and the Bureau of Educational and Cultural Affairs (ECA) of the Department of State.  These responsibilities include, but are not limited to, identifying and arranging appropriate venue rentals; coordinating domestic and international travel for participants and trainers, visa arrangements, and lodging for all participants and trainers; ensuring adequate WiFi connectivity, audio visual support, and other equipment requirements at the venue; acquiring all printed programmatic materials and promotional items; setting up catering; running all logistics for the workshop; handling registration and logistical questions for attendees; organizing a welcome event; and arranging honoraria for experts and supplies for the event.  The grantee will also provide support onsite during the event. The grantee may also provide content and program design support in close coordination with PDS and ECA.  The grantee will also organize follow-on activities for a period of up to six months after the conclusion of the main TechCamp workshop, to include a competition to fund follow-on projects open to teams formed by TechCamp participants.  The grantee will be responsible for managing the competition, including transferring any funds to the selected teams to conduct follow-on projects, as well as providing appropriate evaluation and feedback.<\/p>\n<p>Interested grantees should submit a detailed budget that includes all expenses related to the organization and management of the 2-3 day workshop followed by a small grants competition.  Applicants should have familiarity with organizing and managing international workshops.<\/p>\n<p>This announcement outlines the procedures for submitting requests for funding.   Please carefully follow all instructions below.<\/p>\n<p><strong>B. FEDERAL AWARD INFORMATION<\/strong><\/p>\n<p>Length of performance period: 12 months<br \/>\nNumber of awards anticipated: One<br \/>\nApproximate Total Funding: $70,000-$90,000, pending funding availability<br \/>\nType of Funding:  Fiscal Year 2023 ECA 19.022 ECA Fulbright Hays Funding<br \/>\nAnticipated program start date: June 2023<\/p>\n<p>Additional information: Up to $72,000 of the budget should be used for the workshop, and a minimum of $18,000 for follow-on activities.  Implementing partner (administrative) fees should not exceed $8,000.  In consultation with the PDS, the award recipient must actively engage all participants through the selection process, identify local subject matter experts, make all logistical arrangements, and support follow-on activities.<\/p>\n<p><strong>This notice is subject to availability of funding.<\/strong><\/p>\n<p>The Public Diplomacy Section reserves the right to award less or more than the funds described in the absence of worthy applications or under such other circumstances as it may deem to be in the best interest of the U.S. Government.  All projects are subject to negotiation by the Grants Officer before final award.<\/p>\n<p><strong>Funding Instrument Type: <\/strong> Cooperative Agreement.<\/p>\n<p><strong>C. ELIGILIBITY INFORMATION<\/strong><\/p>\n<p>The Public Diplomacy Section encourages applications from the United States and Ghana, including:<\/p>\n<ul>\n<li>Registered not-for-profit organizations, including think tanks and civil society\/non-governmental organizations with programming experience<\/li>\n<li>Non-profit or governmental educational institutions<\/li>\n<li>Governmental institutions<\/li>\n<\/ul>\n<p>Applicants should be able to document their experience implementing similar projects.  For-profit businesses or commercial entities are not eligible to apply.<\/p>\n<p>In order to be eligible to receive an award, all organizations must have a Unique Entity Identifier (UEI) number issued via <a href=\"http:\/\/www.SAM.gov\">www.SAM.gov<\/a> as well as a valid registration on www.SAM.gov.<\/p>\n<p><strong>Cost Sharing or Matching<\/strong><\/p>\n<p>Cost sharing is not required.<\/p>\n<p><strong>Other Eligibility Requirements<\/strong><br \/>\nIn order to be eligible to receive an award, all organizations must have a Unique Entity Identifier (UEI) number issued via www.SAM.gov as well as a valid registration on www.SAM.gov. Please see Section D.3 for more information. Individuals are not required to have a UEI or be registered in SAM.gov.<\/p>\n<p><strong>One Application per Individual or Organization<br \/>\n<\/strong>Applicants are only allowed to submit one proposal per organization.  If more than one proposal is submitted from an organization, all proposals from that institution will be considered ineligible for funding.<\/p>\n<p><strong>D. APPLICATION AND SUBMISSION INFORMATION<\/strong><\/p>\n<p><strong>Application Package<\/strong><br \/>\nThis Notice of Funding Opportunity (NOFO) and any amendments and supplementary information can be found at www.grants.gov (search by Opportunity Number) or on the U.S. Embassy Ghana’s website at: <a href=\"https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/\">https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/<\/a><\/p>\n<p><strong>Application Deadline<\/strong><br \/>\nPDS Accra will accept proposals from the date this NOFO is posted until 11:59pm GMT May 30, 2023. A grants committee will review eligible applications received by this date. Proposals received after this time will be reviewed only as additional funds are available.  All proposals should be submitted by email to pasaccragrant@state.gov<\/p>\n<p><strong>Please follow all instructions below carefully. <\/strong>Proposals that do not meet the requirements of this announcement will not be considered.<\/p>\n<p><strong>Application Submission Process<\/strong><br \/>\nApplications should be submitted by email to pasaccragrant@state.gov. The Subject Line of your email should be: “TechCamp 2023”.<\/p>\n<p><strong>Application Requirements<\/strong><br \/>\nPlease send only one Word or PDF document in your application email, which should meet the following requirements.  Failure to furnish all information or comply with state requirements may lead to the application’s disqualification for consideration.  Applicants must set forth accurate and complete information as required by this NOFO.<br \/>\nComplete applications should include:<\/p>\n<ul>\n<li><strong>Table of Contents: <\/strong>Listing application contents and attachments.<\/li>\n<li><strong>Proposal Narrative: <\/strong>The proposal narrative should identify anticipated support elements, potential rental needs, prospective venues and local sources for AV and travel requirements, and proposed timelines for planning and implementing the TechCamp.<\/li>\n<li><strong>Budget Narrative: <\/strong>The budget narrative supplements the information provided in the budget spreadsheet and justifies how the budget cost elements are necessary to implement project objectives and accomplish project goals.  Together, the budget narrative and spreadsheets should provide a complete financial and qualitative description that supports the proposed project plan and should be directly relatable to the specific project components described in the applicant’s proposal.  Please ensure all budgets are in U.S. dollars.<\/li>\n<li><strong>Project Synopsis<\/strong><strong>:<\/strong> Describe the management plan for and schedule for the work.<\/li>\n<li><strong>Organization background<\/strong><strong>:<\/strong> A brief description of your organization demonstrating its experience, capacity, and ability to carry out the project and manage a U.S. government award.  This category will be given the most weight among the grants committee reviewing applicants.  This should also include information about the team of people who would execute the TechCamp.<\/li>\n<\/ul>\n<ul>\n<li><strong>Program Monitoring and Evaluation Plan<\/strong>: This is an important part of successful grants. Throughout the time-frame of the grant, how will the activities be monitored to ensure they are happening in a timely manner, and how will the program be evaluated to make sure it is meeting the goals of the grant?<\/li>\n<li><strong>Federal Assistance Application: <\/strong>Including the signed SF-424 (Application for Federal Assistance) and SF-424A (Budget Information)<\/li>\n<\/ul>\n<p><strong>Required Registrations:<\/strong><\/p>\n<ul>\n<li><strong>Required Registrations:<\/strong><\/li>\n<\/ul>\n<p>All organizations, whether based in the United States or in another country, must have a Unique Entity Identifier (UEI) and an active registration with the SAM.gov. A UEI is one of the data elements mandated by Public Law 109-282, the Federal Funding Accountability and Transparency Act (FFATA), for all Federal awards.<\/p>\n<p><strong><em>Note:  As of April 2022, a DUNS number is no longer required for federal assistance applications.<\/em><\/strong><\/p>\n<p>The 2 CFR 200 requires that sub-grantees obtain a UEI number.  Please note the UEI for sub-grantees is not required at the time of application but will be required before an award is processed and\/or directed to a sub-grantee.<\/p>\n<p><strong><em> <\/em><\/strong><strong><em>Note:  The process of obtaining or renewing a SAM.gov registration may take anywhere from 4-8 weeks.  <u>Please begin your registration as early as possible<\/u>.<\/em><\/strong><\/p>\n<ul>\n<li>Organizations <strong>based in the United States<\/strong> or that pay employees within the United States will need an Employer Identification Number (EIN) from the Internal Revenue Service (IRS) and a UEI number prior to registering in SAM.gov.<\/li>\n<li>Organizations <strong>based outside of the United States<\/strong> and that do not pay employees within the United States do not need an EIN from the IRS but do need a UEI number prior to registering in SAM.gov.<\/li>\n<li><strong><u>Please note that as of November 2022 and February 2022 respectively, organizations based outside of the United States that do not intend to apply for U.S. Department of Defense (DoD) awards are no longer required to have a NATO Commercial and Government Entity (NCAGE) code or CAGE code to apply for non-DoD foreign assistance funding opportunities.<\/u><\/strong> If an applicant organization is mid-registration and wishes to remove a CAGE or NCAGE code from their SAM.gov registration, the applicant should <a href=\"https:\/\/gcc02.safelinks.protection.outlook.com\/?url=https%3A%2F%2Fwww.fsd.gov%2Fgsafsd_sp%3Fid%3Dgsafsd_kb_articles%26sys_id%3Dc81018e71b1601d0937fa64ce54bcb57&amp;data=05%7C01%7Cfjeldkk%40state.gov%7C0cc4e2b471f44abcd32308db093ecead%7C66cf50745afe48d1a691a12b2121f44b%7C0%7C0%7C638113937577534024%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C3000%7C%7C%7C&amp;sdata=W2ShcazZBQbanYGj0cLOTnUJwv%2BGL4xfwr83%2BycQY2E%3D&amp;reserved=0\">submit a help desk ticket (“incident”)<\/a> with the Federal Service Desk (FSD) online at <a href=\"https:\/\/gcc02.safelinks.protection.outlook.com\/?url=http%3A%2F%2Fwww.fsd.gov%2F&amp;data=05%7C01%7Cfjeldkk%40state.gov%7C0cc4e2b471f44abcd32308db093ecead%7C66cf50745afe48d1a691a12b2121f44b%7C0%7C0%7C638113937577534024%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C3000%7C%7C%7C&amp;sdata=t32ANWzgpiB93pMWoq%2BFCSHz4YJY9QF1S1iQzCsS6RM%3D&amp;reserved=0\">fsd.gov<\/a> using the following language: “I do not intend to seek financial assistance from the Department of Defense. I do not wish to obtain a CAGE or NCAGE code. I understand that I will need to submit my registration after this incident is resolved in order to have my registration activated.”<\/li>\n<\/ul>\n<p><strong>Organizations based outside of the United States and that DO NOT plan to do business with the DoD should follow the below instructions:<\/strong><strong> <\/strong><\/p>\n<p>Step 1:  Proceed to SAM.gov to obtain a UEI and complete the SAM.gov registration process.  SAM.gov registration must be renewed annually.<\/p>\n<p><strong>Organizations based outside of the United States and that DO plan to do business with the DoD in addition to Department of State should follow the below instructions:<\/strong><\/p>\n<p>Step 1:  Apply for an NCAGE code by following the instructions on the NSPA NATO website linked below:<br \/>\nNCAGE Homepage: <a href=\"https:\/\/gcc02.safelinks.protection.outlook.com\/?url=https%3A%2F%2Feportal.nspa.nato.int%2FAC135Public%2Fscage%2FCageList.aspx&amp;data=05%7C01%7Cfjeldkk%40state.gov%7C0cc4e2b471f44abcd32308db093ecead%7C66cf50745afe48d1a691a12b2121f44b%7C0%7C0%7C638113937577534024%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C3000%7C%7C%7C&amp;sdata=v3TLT8F%2FNfk5SuTcI2zw7SMhV4HK542OhP9XDx4ln%2BY%3D&amp;reserved=0\">https:\/\/eportal.nspa.nato.int\/AC135Public\/sc\/CageList.aspx<\/a><br \/>\nNCAGE Code Request Tool (NCRT):<\/p>\n<p><strong>Exemptions<\/strong><\/p>\n<p>An exemption from the UEI and sam.gov registration requirements may be permitted on a case-by-case basis if:<\/p>\n<ul>\n<li>An applicant’s identity must be protected due to potential endangerment of their mission, their organization’s status, their employees, or individuals being served by the applicant.<\/li>\n<li>For an applicant, if the Federal awarding agency makes a determination that there are exigent circumstances that prohibit the applicant from receiving a unique entity identifier and completing SAM registration prior to receiving a Federal award. In these instances, Federal awarding agencies must require the recipient to obtain a unique entity identifier and complete SAM registration within 30 days of the Federal award date.<\/li>\n<\/ul>\n<p>Organizations requesting exemption from UEI or SAM.gov requirements must email the point of contact listed in the NOFO at least two weeks prior to the deadline in the NOFO providing a justification of their request. Approval for a SAM.gov exemption must come from the warranted Grants Officer before the application can be deemed eligible for review.<\/p>\n<p><strong>E. APPLICATION REVIEW INFORMATION<\/strong><\/p>\n<p>A Grant Review Committee will review all eligible applications. Each application will be evaluated and rated based on the evaluation criteria outlined below.<\/p>\n<p><strong>Completeness of Proposal:  <\/strong>Does the proposal meet all of the outstanding technical and logistical criteria required, addressing the objectives in Section A above?<\/p>\n<p><strong>Project Plan<\/strong>: Is the project and budget plan realistic and feasible; is there a logical implementation plan, supported by activities along a reasonable timeline and with measurable results; does the implementation plan align with the proposed budget estimate and allocations?<\/p>\n<p><strong>Ability to Achieve Objectives\/Institutional Capacity<\/strong>: Does the organization demonstrate that it has the experience and capacity to carry out the project; does it offer added value such as relationships with partners and particular expertise and knowledge?<\/p>\n<p><strong>Monitoring and Evaluation Plan: <\/strong>Applicant demonstrates it is able to measure program success against key indicators and provides milestones to indicate progress toward goals outlined in the proposal.  The program includes output and outcome indicators and shows how and when those will be measured.<\/p>\n<p><strong>Multiplier Effect\/Sustainability<\/strong>: Applications should clearly delineate how elements of the project organize follow-on activities (ie. Small grants) and measure the results of those efforts.  Additional weight will be given to those who address how they might sustain the involvement of stakeholders, future commitment of funding, ongoing training, planned meetings of program participants, etc.<\/p>\n<p><strong>F. FEDERAL AWARD ADMINISTRATION INFORMATION<\/strong><\/p>\n<p><strong>Award Notices<\/strong><br \/>\nThe successful applicant will receive notice by email stating that the application has been selected.  This notice will be sent before the Public Diplomacy Section (PDS) has actually made the award and is not an authorization to begin performance.  Any pre-award costs expended will be at your own risk.  The notice of award signed by the Grants Officer is the authorizing document and will be sent directly to the applicant selected for this grant via email.  As soon as selection is made notifications via email will also be sent to unsuccessful applicants.<\/p>\n<p><strong> <\/strong><strong>Administrative and National Policy Requirements<\/strong><br \/>\nTerms and Conditions: Before submitting an application, applicants should review all the terms and conditions and required certifications which will apply to this award, to ensure that they will be able to comply. These include: 2 CFR 200, 2 CFR 600, Certifications and Assurances, and the Department of State Standard Terms and Conditions, all of which are available at:<br \/>\n<a href=\"https:\/\/www.state.gov\/about-us-office-of-the-procurement-executive\/\">https:\/\/www.state.gov\/about-us-office-of-the-procurement-executive\/<\/a>.<\/p>\n<p><strong>Reporting<\/strong><br \/>\nThe funds for this grant will be disbursed in installments based on project milestones and expenditures.  Financial reporting for the use of the first installment will be required at the time the request for the second installment is made.  All receipts, originals scanned electronically, should be submitted to the Grants Officer Representative.  Financial reporting, through the same method, will again be required at the conclusion of the grant period.<\/p>\n<p><strong>G. FEDERAL AWARDING AGENCY CONTACTS<\/strong><\/p>\n<p>If you have any questions about the grant application process, please contact the PDS at: <a href=\"mailto:pasaccragrant@state.gov\">pasaccragrant@state.gov<\/a>.<\/p>\n<p>Note: We do not provide any pre-consultation for application related questions that are ad- dressed in the NOFO.  Once an application has been submitted, State Department officials and staff – both in the Department and at embassies or consulates overseas – may not discuss this competition with applicants until the entire proposal review process is completed.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>U.S. DEPARTMENT OF STATE U.S. EMBASSY GHANA, PUBLIC DIPLOMACY SECTION Notice of Funding Opportunity: Statement of Interest Funding Opportunity Title:             Logistical Support for TechCamp Workshop Funding Opportunity Number:      DOS-ACC-NOFO-2023-05 Deadline for Applications:              May 30, 2023 Federal Assistance Number:           19.022 ECA Fulbright-Hays Funds Total Amount Available:                  $70,000-90,000  CONTACT INFORMATION:  If you &#8230;<\/p>\n","protected":false},"author":1058,"featured_media":0,"parent":18957,"menu_order":1,"comment_status":"closed","ping_status":"closed","template":"","meta":{"_acf_changed":false,"_gpalab_slo_mission_select":"","footnotes":""},"class_list":["post-23303","page","type-page","status-publish","hentry"],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v23.1 (Yoast SEO v23.1) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Notice of Funding Opportunity: Logistical Support for TechCamp Workshop - U.S. Embassy in Ghana<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/notice-of-funding-opportunity-logistical-support-for-techcamp-workshop\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Notice of Funding Opportunity: Logistical Support for TechCamp Workshop\" \/>\n<meta property=\"og:description\" content=\"U.S. DEPARTMENT OF STATE U.S. EMBASSY GHANA, PUBLIC DIPLOMACY SECTION Notice of Funding Opportunity: Statement of Interest Funding Opportunity\" \/>\n<meta property=\"og:url\" content=\"https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/notice-of-funding-opportunity-logistical-support-for-techcamp-workshop\/\" \/>\n<meta property=\"og:site_name\" content=\"U.S. Embassy in Ghana\" \/>\n<meta property=\"article:publisher\" content=\"http:\/\/facebook.com\/USEmbassyGhana\" \/>\n<meta property=\"article:modified_time\" content=\"2023-04-21T10:28:51+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:site\" content=\"@USEmbassyGhana\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"11 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/notice-of-funding-opportunity-logistical-support-for-techcamp-workshop\/\",\"url\":\"https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/notice-of-funding-opportunity-logistical-support-for-techcamp-workshop\/\",\"name\":\"Notice of Funding Opportunity: Logistical Support for TechCamp Workshop - U.S. Embassy in Ghana\",\"isPartOf\":{\"@id\":\"https:\/\/gh.usembassy.gov\/#website\"},\"datePublished\":\"2023-04-21T10:11:15+00:00\",\"dateModified\":\"2023-04-21T10:28:51+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/notice-of-funding-opportunity-logistical-support-for-techcamp-workshop\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/notice-of-funding-opportunity-logistical-support-for-techcamp-workshop\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/notice-of-funding-opportunity-logistical-support-for-techcamp-workshop\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/gh.usembassy.gov\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Education &amp; Culture\",\"item\":\"https:\/\/gh.usembassy.gov\/education-culture\/\"},{\"@type\":\"ListItem\",\"position\":3,\"name\":\"Grants\",\"item\":\"https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/\"},{\"@type\":\"ListItem\",\"position\":4,\"name\":\"Notice of Funding Opportunity: Logistical Support for TechCamp Workshop\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/gh.usembassy.gov\/#website\",\"url\":\"https:\/\/gh.usembassy.gov\/\",\"name\":\"U.S. Embassy in Ghana\",\"description\":\"U.S. Embassy in Ghana\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/gh.usembassy.gov\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"Notice of Funding Opportunity: Logistical Support for TechCamp Workshop - U.S. Embassy in Ghana","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/notice-of-funding-opportunity-logistical-support-for-techcamp-workshop\/","og_locale":"en_US","og_type":"article","og_title":"Notice of Funding Opportunity: Logistical Support for TechCamp Workshop","og_description":"U.S. DEPARTMENT OF STATE U.S. EMBASSY GHANA, PUBLIC DIPLOMACY SECTION Notice of Funding Opportunity: Statement of Interest Funding Opportunity","og_url":"https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/notice-of-funding-opportunity-logistical-support-for-techcamp-workshop\/","og_site_name":"U.S. Embassy in Ghana","article_publisher":"http:\/\/facebook.com\/USEmbassyGhana","article_modified_time":"2023-04-21T10:28:51+00:00","twitter_card":"summary_large_image","twitter_site":"@USEmbassyGhana","twitter_misc":{"Est. reading time":"11 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/notice-of-funding-opportunity-logistical-support-for-techcamp-workshop\/","url":"https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/notice-of-funding-opportunity-logistical-support-for-techcamp-workshop\/","name":"Notice of Funding Opportunity: Logistical Support for TechCamp Workshop - U.S. Embassy in Ghana","isPartOf":{"@id":"https:\/\/gh.usembassy.gov\/#website"},"datePublished":"2023-04-21T10:11:15+00:00","dateModified":"2023-04-21T10:28:51+00:00","breadcrumb":{"@id":"https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/notice-of-funding-opportunity-logistical-support-for-techcamp-workshop\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/notice-of-funding-opportunity-logistical-support-for-techcamp-workshop\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/notice-of-funding-opportunity-logistical-support-for-techcamp-workshop\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/gh.usembassy.gov\/"},{"@type":"ListItem","position":2,"name":"Education &amp; Culture","item":"https:\/\/gh.usembassy.gov\/education-culture\/"},{"@type":"ListItem","position":3,"name":"Grants","item":"https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/"},{"@type":"ListItem","position":4,"name":"Notice of Funding Opportunity: Logistical Support for TechCamp Workshop"}]},{"@type":"WebSite","@id":"https:\/\/gh.usembassy.gov\/#website","url":"https:\/\/gh.usembassy.gov\/","name":"U.S. Embassy in Ghana","description":"U.S. Embassy in Ghana","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/gh.usembassy.gov\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"}]}},"lang":"en","translations":{"en":23303},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/pages\/23303"}],"collection":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/users\/1058"}],"replies":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/comments?post=23303"}],"version-history":[{"count":4,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/pages\/23303\/revisions"}],"predecessor-version":[{"id":23308,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/pages\/23303\/revisions\/23308"}],"up":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/pages\/18957"}],"wp:attachment":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/media?parent=23303"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}