{"id":23970,"date":"2024-02-20T09:01:06","date_gmt":"2024-02-20T09:01:06","guid":{"rendered":"https:\/\/gh.usembassy.gov\/?page_id=23970"},"modified":"2024-04-09T08:18:34","modified_gmt":"2024-04-09T08:18:34","slug":"public-diplomacy-section-annual-program-statement-request-for-statements-of-interest","status":"publish","type":"page","link":"https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/public-diplomacy-section-annual-program-statement-request-for-statements-of-interest\/","title":{"rendered":"Public Diplomacy Section Annual Program Statement Request for Statements of Interest"},"content":{"rendered":"<blockquote><p><strong><em>This call for proposals has closed. However, we encourage organizations to review the call to prepare for similar future opportunities subject to available funding.  <\/em><\/strong><\/p><\/blockquote>\n<p style=\"text-align: center\"><strong>U.S. DEPARTMENT OF STATE<br \/>\nU.S. EMBASSY ACCRA \/ BUREAU OF AFRICAN AFFAIRS<\/strong><\/p>\n<p style=\"text-align: center\"><strong>PUBLIC DIPLOMACY SECTION<\/strong><\/p>\n<p style=\"text-align: center\"><strong>Notice of Funding Opportunity: Statement of Interest<\/strong><\/p>\n<p>&nbsp;<\/p>\n<p><strong>Funding Opportunity Title:                <\/strong>U.S. Embassy Accra Public Diplomacy Annual Program Statement:  Request for Statements of Interest (RSOI)<\/p>\n<p><strong>Funding Opportunity Number:          <\/strong>DOS-ACC-RSOI-2024-02<\/p>\n<p><strong>Deadline for Applications<\/strong>:                  March 31, 2024<\/p>\n<p><strong>Federal Assistance Number:             <\/strong>19.040 — Public Diplomacy Programs<\/p>\n<p>19.022 — Educational and Cultural Exchange Programs<\/p>\n<p><strong>                                                            <\/strong>19.979 — Regional Peace and Security<\/p>\n<p><strong>Total Amount Available:                    <\/strong>$300,000<\/p>\n<p><strong>Maximum for Each Award: <\/strong>               $100,000<\/p>\n<p><strong>Minimum for Each Award:                <\/strong>$15,000<\/p>\n<p><strong>CONTACT INFORMATION:  <\/strong>If you have any questions about the application process, please contact the Public Diplomacy Section at: <a href=\"mailto:PASAccraGrant@state.gov\"><em>PASAccraGrant@state.gov<\/em><\/a>.<\/p>\n<h1>A. PROGRAM DESCRIPTION<\/h1>\n<p>The U.S. Embassy Accra Public Diplomacy Section (PDS) of the U.S. Department of State announces an open competition for organizations to submit a statement of interest (SOI) to carry out the U.S. Embassy Accra Grants Program that aligns with our current strategic themes and policy priorities (listed below).  Please carefully follow all instructions.<\/p>\n<p>The submission of the SOI is the first step in a two-step process.  Applicants must first submit a statement of interest designed to clearly communicate program idea and objectives to include <strong><em>a concise concept note not to exceed 3 pages and a one-page budget with a solid budget narrative justification<\/em><\/strong>.  This is <u>not<\/u> a call for a full proposal.  The purpose of the SOI process is to allow applicants to submit program ideas for evaluation prior to requiring the development of a full proposal application.  Upon a merit review of eligible SOIs, selected applicants will be invited to expand on their program idea(s) by submitting a full proposal application.  Full proposals will go through a second merit review before final funding decision(s) are made.  SOIs may be submitted for consideration through <strong>March 24, 2024<\/strong><strong>, 23:59<\/strong> <strong>GMT<\/strong>. <strong> <\/strong><\/p>\n<h2>PURPOSE OF U.S. EMBASSY ACCRA GRANTS<\/h2>\n<p>PDS Accra invites SOIs for programs that <strong>strengthen ties and build relationships between the United States and Ghana<\/strong> through activities that highlight shared values and promotes bilateral cooperation.  All programs must include a <strong>strong <\/strong>American element and\/or connection with American expert(s), organization(s), or institution(s) (separate and beyond any involvement with the U.S. Embassy or its American Corners) that will promote <strong>increased understanding of U.S. policy and perspectives<\/strong>.<\/p>\n<p>Priority will be given to projects that yield concrete, measurable results. <strong>Projects consisting solely of conferences or roundtable discussions, speaker series, theoretical research or surveys, or the writing or publishing of books, are unlikely to be funded.<\/strong><\/p>\n<p>Examples of activities within the program may include, but are not limited to:<\/p>\n<ul>\n<li>Professional and academic exchanges that build capacity building and strengthen ties between the United States and Ghana.<\/li>\n<li>Academic and professional lectures, seminars, and speaker programs.<\/li>\n<li>Hackathons, pitch competitions, or boot camp to develop solutions to strategic challenges.<\/li>\n<li>Advocacy and public messaging campaigns that improve accountable governance and strengthen democratic institutions.<\/li>\n<li>Academic partnerships to deepen existing tertiary collaboration to promote opportunity and development.<\/li>\n<li>U.S. experts conducting speaking tours\/public talks, participating in roundtable discussions, and delivering workshops focused on U.S. policy priorities.<\/li>\n<li>Trainings and professional development opportunities for capacity development and skills building.<\/li>\n<\/ul>\n<p>The following types of programs are <strong><u>not<\/u><\/strong> eligible for funding:<\/p>\n<ul>\n<li>Programs relating to partisan political activity;<\/li>\n<li>Charitable, development, or social welfare activities;<\/li>\n<li>Construction programs;<\/li>\n<li>Programs that support specific religious activities;<\/li>\n<li>Fundraising campaigns;<\/li>\n<li>Lobbying for or against specific legislation or programs;<\/li>\n<li>Scientific research;<\/li>\n<li>Programs intended primarily for the growth or institutional development of the organization; or<\/li>\n<li>Programs that duplicate existing programs or fall outside of strategic priorities.<\/li>\n<\/ul>\n<h2>PRIORITY PROGRAM AREAS<\/h2>\n<p><strong>Economic<\/strong>:  Activities that target women-led business ventures across Ghana to accelerate and expand environmentally sustainable entrepreneurship; promote skills training and access to business networks; and advocate for investment in and expansion of women-led SMEs so that they may grow their own businesses, employ more young people, and promote environmentally sustainable economic growth.<\/p>\n<p><strong>Education<\/strong>:  Activities that create opportunities that support Ghanaian secondary institutions and educators to increase critical thinking, practical skills training, and experiential learning in the classroom and beyond; promote on-the-job skills training and professional development opportunities; and promote studying of subjects that advance strong democracy so that young, educated Ghanaians will be better prepared to fully engage in the democratic process and sustain Ghana’s economy in the 21st century.<\/p>\n<p><strong>Peace and Security<\/strong>: Activities that give voice to Ghanaian youth, marginalized communities, and local government through civic education and conflict resolution skills that counter violent extremism and gender-based violence; or that strengthen citizenship and civic education so that communities will be able to engage in debate and sensitive conversations and to hold one another accountable, without resorting to violence.<\/p>\n<p><strong>Media and Press Freedom<\/strong>: Activities that protect press freedom and strengthen the journalism profession through targeted training on fact checking, journalist ethics, and countering misinformation for journalists across the country; and promote media and information literacy, especially among youth, so that Ghana’s media institutions and journalists are less vulnerable to external threats to their credibility and more prepared to be valuable contributors to Ghana’s democratic process.<\/p>\n<p><strong>Democracy and Civil Society: <\/strong>Activities that strengthen internal capacity for management, planning, and issue advocacy among civil society organizations, especially those reflecting marginalized voices that are underrepresented in the public debate, or engaged in democracy and governance issues, in order to support more diverse opinions in civic engagement and public debate.<\/p>\n<p><strong>Human Rights<\/strong>:  Activities that challenge norms that threaten human rights and deny equity for marginalized communities; create or support safe spaces for public advocacy; promote tolerance and respect for human rights for all (while urging zero tolerance for any form of abuse); and support civil society, media, and academia to promote democratic debate.<\/p>\n<h2>PARTICIPANTS AND AUDIENCES<\/h2>\n<p>Programs may be geared to a variety of audiences, depending on the topic.  Statements of Interest will be evaluated based on a well-reasoned strategy for addressing the intended audience, stakeholders, and beneficiaries (primary and secondary).  Proposals for projects that include participation of U.S. Government exchange alumni will be given additional consideration.<\/p>\n<p>Additionally, in accordance with the <a href=\"https:\/\/www.whitehouse.gov\/briefing-room\/presidential-actions\/2021\/01\/20\/executive-order-advancing-racial-equity-and-support-for-underserved-communities-through-the-federal-government\/\">Executive Order on Advancing Racial Equity and Underserved Communities<\/a>, programs should advance equity with respect to race, ethnicity, religion, income, geography, gender identity, sexual orientation, and disability.<\/p>\n<p>Examples of a well-defined target audience, stakeholders, beneficiaries:<\/p>\n<ul>\n<li>Female entrepreneurs ages 25-45 representing SMEs and start-ups<\/li>\n<li>Government agencies supporting entrepreneurship and climate action<\/li>\n<li>Established opinion leaders in academia or government, with a focus on those in curriculum development<\/li>\n<li>Emerging voices (18-35) in disadvantaged or marginalized communities located in targeted regions<\/li>\n<li>Emerging voices in local media to include community radio in targeted communities<\/li>\n<li>Mid-career secondary high school educators and administrators<\/li>\n<li>Urban youth (15-25) no longer enrolled in a formal education institution<\/li>\n<\/ul>\n<h1>B. FEDERAL AWARD INFORMATION<\/h1>\n<p><strong>Number of awards anticipated<\/strong>: 5 to 10 awards (dependent on amounts)<\/p>\n<p><strong>Award amounts<\/strong>: awards may range from a minimum of $15,000 to a maximum of $100,000<\/p>\n<p><strong>Total expected available funding<\/strong>: up to $300,000<\/p>\n<p><strong>Type of Funding<\/strong>:  19.040 — Public Diplomacy Programs, 19.022 — Educational and Cultural Exchange Programs, 19.979 — Regional Peace and Security<\/p>\n<p><strong>Funding Instrument Type<\/strong>:  Grant or Fixed Amount Award<\/p>\n<p><strong>Length of performance period<\/strong>: 18 months or less<\/p>\n<p><strong>Anticipated program start date<\/strong>: July through October 2024<\/p>\n<p><strong><em>This NOFO is subject to availability of funding.<\/em><\/strong><\/p>\n<p>The U.S. Embassy Accra Public Diplomacy Section reserves the right to award less or more than the funds described in the absence of worthy applications or under such other circumstances as it may deem to be in the best interest of the U.S. Government.  All projects are subject to negotiation by the Grants Officer before final award.<\/p>\n<p>PDS <u>may<\/u> entertain applications for continuation grants funded under these awards beyond the initial budget period on a non-competitive basis subject to availability of funds, satisfactory progress of the program, and a determination that continued funding would be in the best interest of the U.S. Department of State.<\/p>\n<h2>COMPETITION FORMAT AND TIMELINE<\/h2>\n<p>This announcement requests SOI concept notes from qualified organizations. After a technical review and a merit review, Statements of Interest that are determined to have met the criteria explained in this NOFO will be invited to submit full proposals.  Additional guidance and detailed instructions will be provided in the request for a full proposal.<\/p>\n<p>March 31, 2024 – SOI submission deadline<\/p>\n<p>April 18, 2024 – invitations sent to selected applicants to submit a full proposal<\/p>\n<p>May 13, 2024 – full proposals due from selected applicants<\/p>\n<p>May 30, 2024 – notification of selected proposals*<\/p>\n<p>*Additional projects may be selected after this date subject to available funding.<\/p>\n<h1>C. ELIGILIBITY INFORMATION<\/h1>\n<p>The Public Diplomacy Section encourages applications from the United States and Ghana, including:<\/p>\n<ul>\n<li>Registered not-for-profit organizations, including think tanks and civil society\/non-governmental organizations with programming experience<\/li>\n<li>Non-profit or governmental educational institutions<\/li>\n<li>Governmental institutions<\/li>\n<\/ul>\n<p>* For-profit institutions are <u>not<\/u> eligible for this notice of funding opportunity.  Proposals from individuals will not be considered for this funding opportunity.<\/p>\n<h2>OTHER ELIGIBILITY REQUIREMENTS<\/h2>\n<p>To be eligible to receive an award, all organizations must have a Unique Entity Identifier (UEI) number issued via <a href=\"http:\/\/www.SAM.gov\">www.SAM.gov<\/a> as well as a valid registration on www.SAM.gov. Please see Section D for more information.  The process of obtaining or renewing a registration may take anywhere from 4-8 weeks.  <u>Please begin your registration as early as possible<\/u>.<\/p>\n<p>Applicants are only allowed to submit one proposal per organization.  If more than one proposal is submitted from an organization, all proposals from that institution will be considered ineligible for funding.<\/p>\n<h1>D. APPLICATION AND SUBMISSION INFORMATION<\/h1>\n<p>Please read the following instructions carefully.  Applications that do not meet the requirements of this announcement or fail to comply with the stated requirements will be considered ineligible.<\/p>\n<h2>APPLICATION PACKAGE<\/h2>\n<p>This Request for Statements of Interest (SOI) and any amendments and supplementary information can be found at www.grants.gov (search by Opportunity Number) or on the <a href=\"https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/\">U.S. Embassy Accra’s website<\/a>.<\/p>\n<h2>APPLICATION DEADLINE<\/h2>\n<p>PDS Accra will accept SOI proposals from the date this NOFO is posted until 11:59pm GMT March 24, 2024.  A grants committee will review eligible applications received by this date.  All SOIs should be submitted by email to <a href=\"mailto:PASAccraGrant@state.gov\"><strong><em>PASAccraGrant@state.gov<\/em><\/strong><\/a><\/p>\n<h2>APPLICATION SUBMISSION PROCESS<\/h2>\n<p>Applications should be submitted by email to <a href=\"mailto:PASAccraGrant@state.gov\"><strong><em>PASAccraGrant@state.gov<\/em><\/strong><\/a>. The Subject Line of your email should begin with: “SOI 2024 &#8211; ” followed by the priority program area and name of organization.<\/p>\n<p><strong>Example<\/strong>: SOI 2024 – Education – AnyOrganizationName<\/p>\n<h2>TECHNICAL REQUIREMENTS<\/h2>\n<p>Please send only one Word <u>or<\/u> PDF document in your application email, which should meet the following requirements:<\/p>\n<p><strong>Note<\/strong>: Only applications meeting all technical requirements will be considered for review.<\/p>\n<h2>CONTENT OF APPLICATION<\/h2>\n<p>All applicants must submit two documents:<\/p>\n<ol>\n<li>SF-424 (Application for Federal Assistance – organizations). Forms and instructions can be found on <a href=\"https:\/\/www.grants.gov\/forms\/forms-repository\">gov<\/a>.<\/li>\n<li>Statement of Interest Concept Note and Budget. This includes s a three-page maximum concept note that contains all the required elements listed under “Content of Application” below, in addition to a one-page maximum budget table\/chart accompanied by a solid budget narrative\/justification.<\/li>\n<\/ol>\n<p>The SOI Concept Note and budget\/narrative should be well written and concise, and contain the following information:<\/p>\n<ul>\n<li><strong>Heading<\/strong>: Organization name, UEI number, Program Priority Area(s) listed above (in bold) that are addressed by the proposed project; your unique project title; the location(s) of the project; the length of the project; the total amount of funding that will be required.<\/li>\n<li><strong>Project Synopsis<\/strong>: Describe the proposed project, its objectives, key activities, audience\/participants, project partners (if any), and expected results.  Clearly define and provide a well-reasoned strategy for the intended audiences and\/or beneficiaries.<\/li>\n<li><strong>American Content:<\/strong> Describe the American content and how the project will promote a better understanding of the U.S. and\/or build relationships between the United States and Ghana.<\/li>\n<li><strong>Performance Indicators and Monitoring Plan<\/strong>: Provide reasonable, meaningful, and achievable performance indicators to measure the success of your project.<\/li>\n<li><strong>Organization background<\/strong>: A brief description of your organization demonstrating its experience, capacity, and ability to carry out the project and manage a U.S. government award.  Provide organization website and\/or social media handle (if applicable).<\/li>\n<li><strong>Budget Estimate\/Justification<\/strong>:  Outline how the funds being requested will be allocated and in approximately what amounts, using U.S. dollar amounts. Provide a clear and strong justification for how the funds will be used.  (Note: if selected to submit a complete proposal, applicants will be asked to complete the SF-424A Budget worksheet and an updated Budget Narrative.)<\/li>\n<\/ul>\n<p><strong>Tip!<\/strong> Applicants are encouraged to use S.M.A.R.T. criteria when developing their program goals and objectives – specific, measurable, attainable, relevant, and time-bound.  Applicants are also encouraged to use <a href=\"https:\/\/grantsgovprod.wordpress.com\/category\/learngrants\/grant-writing-basics\/\">resources<\/a> for grant writing and other <a href=\"https:\/\/www.grants.gov\/learn-grants\/\">education materials<\/a> available on <a href=\"https:\/\/www.grants.gov\/\">Grants.gov<\/a>.<\/p>\n<h2>REQUIRED REGISTRATIONS<\/h2>\n<p>All organizations, whether based in the United States or in another country, must have a Unique Entity Identifier (UEI) and an active registration with the SAM.gov.  A Unique Entity Identifier (UEI) is one of the data elements mandated by Public Law 109-282, the Federal Funding Accountability and Transparency Act (FFATA), for all Federal awards.  To access SAM.gov an organization is required to have a Login.gov account. Organization can create an account at <a href=\"https:\/\/gcc02.safelinks.protection.outlook.com\/?url=https%3A%2F%2Flogin.gov%2F&amp;data=04%7C01%7Cfjeldkk%40state.gov%7C8a179f425ec644553b0a08da0c446ace%7C66cf50745afe48d1a691a12b2121f44b%7C0%7C0%7C637835785239027166%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C3000&amp;sdata=tZgLWndOJE4QfgsenOHTZxlAyGwD1%2FcsHk9zT0XqO9g%3D&amp;reserved=0\">https:\/\/login.gov\/<\/a>.   As a reminder, organizations need to renew its sam.gov registration annually.<\/p>\n<p><strong>Note<\/strong>: SAM.gov applications may take several weeks to be processed and that funding cannot be released until proof of an active SAM.gov registration and respective Unique Entity Identifier number have been provided. Registration is free of charge.<\/p>\n<p><strong>Note<\/strong>:  If an SOI is selected, a UEI must be obtained (or proof of initiating the process) before an organization is able to submit a full application.<\/p>\n<p>All sub-grantees must also obtain a UEI number. Please note the UEI for sub-grantees is not required at the time of application but will be required before an award is processed and\/or directed to a sub-grantee.<\/p>\n<ul>\n<li>Organizations based in the United States or that pay employees within the United States will need an Employer Identification Number (EIN) from the Internal Revenue Service (IRS), and a UEI number prior to registering in SAM.gov.<\/li>\n<li>Organizations based outside of the United States and that do not pay employees within the United States do not need an EIN from the IRS but do need a UEI number prior to registering in SAM.gov.<\/li>\n<\/ul>\n<p>Organizations requesting exemption from UEI or SAM.gov requirements must email the point of contact listed in the NOFO at least two weeks prior to the deadline in the NOFO providing a justification of their request. Approval for a SAM.gov exemption must come from the warranted Grants Officer before the application can be deemed eligible for review.<\/p>\n<h1>E. APPLICATION REVIEW INFORMATION<\/h1>\n<p>An Embassy Grant Review Committee will review all eligible SOIs.  Each application will be evaluated and rated based on the evaluation criteria outlined in this announcement.  SOIs are reviewed individually against the criteria and not against competing SOIs.  For a fair review all panelists will review the first page of the SOI up to the page limit and no further.<\/p>\n<p>Successful SOI applicants will be notified of the decision to present a full submission by March 24, 2024.  Instructions on the requirements of a full application submission will be provided at that time.  An invitation to present a full submission is not a financial commitment and is not a guarantee of any future funding.<\/p>\n<h2>EVALUATION CRITERIA<\/h2>\n<p><strong>Quality and Feasibility of the Program Idea:  <\/strong>The SOI is responsive to program framework. The program idea is communicated well and is feasible with a reasonable implementation timeline.  SOI’s that promote creative approaches to address U.S. Embassy Accra’s needs, policies, and priorities are highly encouraged.   The program idea clearly identifies target audience, stakeholders, and beneficiaries (primary and secondary).<\/p>\n<p>In accordance with the <a href=\"https:\/\/www.whitehouse.gov\/briefing-room\/presidential-actions\/2021\/01\/20\/executive-order-advancing-racial-equity-and-support-for-underserved-communities-through-the-federal-government\/\">Executive Order on Advancing Racial Equity and Underserved Communities<\/a>, the support of underserved communities will be part of the review criteria for this opportunity. Therefore, concept notes should address how addressing equity and underserved communities will enhance the program’s goals and objectives, as well as the experience of participants.<\/p>\n<p><strong>Program Planning\/Ability to Achieve Objectives: <\/strong>Goals and objectives are clearly stated, and the program approach is likely to provide maximum impact in achieving the proposed results.   The program idea should consider sustainability beyond the length of the grant period and the program’s likely long-term impact.  Sustainability encompasses several elements for analysis – financial, economic, social and environmental – and attention should be paid to the interaction between them.  Long-term impact seeks to capture the indirect, secondary and potential consequences of the program idea.<\/p>\n<p><strong>Budgets:<\/strong> The budget justification is detailed. Costs are reasonable in relation to the proposed activities and anticipated results. The budget is realistic, accounting for all necessary expenses to achieve proposed activities.<\/p>\n<p><strong>U.S. Government Alumni<\/strong>: Proposals for projects that include participation of U.S. Government exchange alumni will be given additional consideration.<\/p>\n<p><strong>Organizational Capacity and Record on Previous Grants: <\/strong>The organization has expertise in its stated field and has the internal controls in place to manage federal funds. This includes a financial management system and a bank account.<\/p>\n<p><strong>Monitoring and Evaluation Plan: <\/strong>Applicants demonstrate they are able to measure program success against key indicators and provide milestones to indicate progress toward goals outlined in the proposal. The program includes output and outcome indicators and shows how and when those will be measured.<strong> <\/strong><\/p>\n<ul>\n<li><strong>Sustainability: <\/strong>Program activities will continue to have positive impact after the end of the program.<\/li>\n<\/ul>\n<p><strong>U.S. Government Alumni participation<\/strong>:  Statements of Interest for projects that include participation of U.S. Government exchange alumni will be given additional consideration.<\/p>\n<h1>F. FEDERAL AWARD ADMINISTRATION INFORMATION<\/h1>\n<p>The grant award will be written, signed, awarded, and administered by the Grants Officer. The DS-1909 assistance award agreement is the authorizing document, and it will be provided to the recipient for review and signature by email. The recipient may only start incurring program expenses beginning on the start date shown on the DS-1909 signed by the Grants Officer.<\/p>\n<p>Issuance of this Notice of Funding Opportunity does not constitute an award commitment on the part of the U.S. government, nor does it commit the U.S. government to pay for costs incurred in the preparation and submission of proposals.  Further, the U.S. government reserves the right to reject any or all proposals received.<\/p>\n<p>Payment Method: The U.S. Embassy in Accra will provide funding on an as-needed basis using the <a href=\"https:\/\/apply07.grants.gov\/apply\/forms\/sample\/SF270-V1.0.pdf\">SF-270 form<\/a> (available on <a href=\"https:\/\/www.grants.gov\/forms\/forms-repository\/post-award-reporting-forms\">Grants.gov<\/a>).  Please note the Grants Officer has the right to change the payment structure if deemed necessary.<\/p>\n<p>Reporting Requirements: Recipients will be required to submit financial reports and program reports. The award document will specify how often these reports must be submitted.  Financial reports must be submitted using the SF-425 Form (available on <a href=\"https:\/\/www.grants.gov\/forms\/forms-repository\/post-award-reporting-forms\">Grants.gov<\/a>).<\/p>\n<p>If you have any questions about the grant application process, please contact the Public Diplomacy Section at <a href=\"mailto:PASAccraGrant@state.gov\">PASAccraGrant@state.gov<\/a>.<\/p>\n<p><strong>Administrative and National Policy Requirements<\/strong><\/p>\n<p>Terms and Conditions: Before submitting an application, applicants should review all the terms and conditions and required certifications which will apply to this award, to ensure that they will be able to comply.<\/p>\n<p>These include: 2 CFR 200, 2 CFR 600, Certifications and Assurances, and the Department of State Standard Terms and Conditions, all of which are available at:<br \/>\n<a href=\"https:\/\/www.state.gov\/about-us-office-of-the-procurement-executive\/\">https:\/\/www.state.gov\/about-us-office-of-the-procurement-executive\/<\/a>.<\/p>\n<h1>G. FEDERAL AWARDING AGENCY CONTACTS<\/h1>\n<p>If you have any questions about the grant application process, please contact the Public Diplomacy Section at: <a href=\"mailto:PASAccraGrant@state.gov\"><strong><em>PASAccraGrant@state.gov<\/em><\/strong><\/a><strong><em>.<\/em><\/strong><\/p>\n<p><strong>Note<\/strong>: We do not provide any pre-consultation for application related questions that are ad- dressed in the NOFO.  Once an application has been submitted, Department of State officials and staff – both in the Department and at embassies or consulates overseas – may not discuss this competition with applicants until the entire proposal review process is completed.<\/p>\n<div style=\"margin-top: 0px; margin-bottom: 0px;\" class=\"sharethis-inline-share-buttons\" ><\/div>","protected":false},"excerpt":{"rendered":"<p>This call for proposals has closed. However, we encourage organizations to review the call to prepare for similar future opportunities subject to available funding.   U.S. DEPARTMENT OF STATE U.S. EMBASSY ACCRA \/ BUREAU OF AFRICAN AFFAIRS PUBLIC DIPLOMACY SECTION Notice of Funding Opportunity: Statement of Interest &nbsp; Funding Opportunity Title:                U.S. Embassy Accra Public &#8230;<\/p>\n","protected":false},"author":1058,"featured_media":0,"parent":18957,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"_acf_changed":false,"_gpalab_slo_mission_select":"","footnotes":""},"class_list":["post-23970","page","type-page","status-publish","hentry"],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v23.1 (Yoast SEO v23.1) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Public Diplomacy Section Annual Program Statement Request for Statements of Interest - U.S. Embassy in Ghana<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/public-diplomacy-section-annual-program-statement-request-for-statements-of-interest\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Public Diplomacy Section Annual Program Statement Request for Statements of Interest\" \/>\n<meta property=\"og:description\" content=\"This call for proposals has closed. However, we encourage organizations to review the call to prepare for similar future opportunities subject to\" \/>\n<meta property=\"og:url\" content=\"https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/public-diplomacy-section-annual-program-statement-request-for-statements-of-interest\/\" \/>\n<meta property=\"og:site_name\" content=\"U.S. Embassy in Ghana\" \/>\n<meta property=\"article:publisher\" content=\"http:\/\/facebook.com\/USEmbassyGhana\" \/>\n<meta property=\"article:modified_time\" content=\"2024-04-09T08:18:34+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:site\" content=\"@USEmbassyGhana\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"14 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/public-diplomacy-section-annual-program-statement-request-for-statements-of-interest\/\",\"url\":\"https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/public-diplomacy-section-annual-program-statement-request-for-statements-of-interest\/\",\"name\":\"Public Diplomacy Section Annual Program Statement Request for Statements of Interest - U.S. Embassy in Ghana\",\"isPartOf\":{\"@id\":\"https:\/\/gh.usembassy.gov\/#website\"},\"datePublished\":\"2024-02-20T09:01:06+00:00\",\"dateModified\":\"2024-04-09T08:18:34+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/public-diplomacy-section-annual-program-statement-request-for-statements-of-interest\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/public-diplomacy-section-annual-program-statement-request-for-statements-of-interest\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/public-diplomacy-section-annual-program-statement-request-for-statements-of-interest\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/gh.usembassy.gov\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Education &amp; Culture\",\"item\":\"https:\/\/gh.usembassy.gov\/education-culture\/\"},{\"@type\":\"ListItem\",\"position\":3,\"name\":\"Grants\",\"item\":\"https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/\"},{\"@type\":\"ListItem\",\"position\":4,\"name\":\"Public Diplomacy Section Annual Program Statement Request for Statements of Interest\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/gh.usembassy.gov\/#website\",\"url\":\"https:\/\/gh.usembassy.gov\/\",\"name\":\"U.S. Embassy in Ghana\",\"description\":\"U.S. Embassy in Ghana\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/gh.usembassy.gov\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"Public Diplomacy Section Annual Program Statement Request for Statements of Interest - U.S. Embassy in Ghana","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/public-diplomacy-section-annual-program-statement-request-for-statements-of-interest\/","og_locale":"en_US","og_type":"article","og_title":"Public Diplomacy Section Annual Program Statement Request for Statements of Interest","og_description":"This call for proposals has closed. However, we encourage organizations to review the call to prepare for similar future opportunities subject to","og_url":"https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/public-diplomacy-section-annual-program-statement-request-for-statements-of-interest\/","og_site_name":"U.S. Embassy in Ghana","article_publisher":"http:\/\/facebook.com\/USEmbassyGhana","article_modified_time":"2024-04-09T08:18:34+00:00","twitter_card":"summary_large_image","twitter_site":"@USEmbassyGhana","twitter_misc":{"Est. reading time":"14 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/public-diplomacy-section-annual-program-statement-request-for-statements-of-interest\/","url":"https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/public-diplomacy-section-annual-program-statement-request-for-statements-of-interest\/","name":"Public Diplomacy Section Annual Program Statement Request for Statements of Interest - U.S. Embassy in Ghana","isPartOf":{"@id":"https:\/\/gh.usembassy.gov\/#website"},"datePublished":"2024-02-20T09:01:06+00:00","dateModified":"2024-04-09T08:18:34+00:00","breadcrumb":{"@id":"https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/public-diplomacy-section-annual-program-statement-request-for-statements-of-interest\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/public-diplomacy-section-annual-program-statement-request-for-statements-of-interest\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/public-diplomacy-section-annual-program-statement-request-for-statements-of-interest\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/gh.usembassy.gov\/"},{"@type":"ListItem","position":2,"name":"Education &amp; Culture","item":"https:\/\/gh.usembassy.gov\/education-culture\/"},{"@type":"ListItem","position":3,"name":"Grants","item":"https:\/\/gh.usembassy.gov\/education-culture\/public-affairs-small-grants\/"},{"@type":"ListItem","position":4,"name":"Public Diplomacy Section Annual Program Statement Request for Statements of Interest"}]},{"@type":"WebSite","@id":"https:\/\/gh.usembassy.gov\/#website","url":"https:\/\/gh.usembassy.gov\/","name":"U.S. Embassy in Ghana","description":"U.S. Embassy in Ghana","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/gh.usembassy.gov\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"}]}},"lang":"en","translations":{"en":23970},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/pages\/23970"}],"collection":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/users\/1058"}],"replies":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/comments?post=23970"}],"version-history":[{"count":8,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/pages\/23970\/revisions"}],"predecessor-version":[{"id":24079,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/pages\/23970\/revisions\/24079"}],"up":[{"embeddable":true,"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/pages\/18957"}],"wp:attachment":[{"href":"https:\/\/gh.usembassy.gov\/wp-json\/wp\/v2\/media?parent=23970"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}